Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: Order
bn: আদেশ
el: Σειρά
fil: Umorder
hi: आदेश
ja: 注文
lb: Uerdnung
sl: Naročite
th: คำสั่ง

source: Others
bn: অন্যান্য
el: Οι υπολοιποι
fil: Ang iba pa
hi: अन्य
ja: その他
lb: Anerer
sl: Drugi
th: คนอื่น

source: out of
bn: এর বাইরে
el: εκτός
fil: mula sa
hi: से बाहर
ja: から
lb: aus
sl: zunaj
th: ออกจาก

source: Papers Completed:
bn: কাগজপত্র সমাপ্ত:
el: Ολοκληρωμένες εργασίες:
fil: Nakumpleto ang Mga Papel:
hi: पेपर पूरे हो गए:
ja: 完成した論文：
lb: Pabeieren ofgeschloss:
sl: Dokončani dokumenti:
th: เอกสารเสร็จสมบูรณ์:

source: Papers in progress:
bn: চলমান কাগজপত্র:
el: Εργασίες σε εξέλιξη:
fil: Mga papel na isinasagawa:
hi: पेपर चल रहे हैं:
ja: 進行中の論文：
lb: Pabeieren amgaang:
sl: Dokumenti v teku:
th: เอกสารที่กำลังดำเนินการ:

source: Passed
bn: উত্তীর্ণ
el: Πέρασε
fil: Nakapasa
hi: बीतने के
ja: 合格した
lb: Passéiert
sl: Opravljeno
th: ผ่านไป

source: Password
bn: পাসওয়ার্ড
el: Κωδικός πρόσβασης
hi: पासवर्ड
ja: パスワード
lb: Passwuert
sl: Geslo
th: รหัสผ่าน

source: Password reset successful
bn: পাসওয়ার্ড রিসেট সফল
el: Η επαναφορά κωδικού πρόσβασης ολοκληρώθηκε με επιτυχία
fil: Matagumpay na na-reset ang password
hi: पासवर्ड रीसेट सफल
ja: パスワードのリセットに成功
lb: Passwuert zréckgesat erfollegräich
sl: Ponastavitev gesla je uspela
th: รีเซ็ตรหัสผ่านสำเร็จ

source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
fil: Ang mga password ay hindi tugma
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致していません
lb: Passwierder passen net
sl: geslo se ne ujema
th: รหัสผ่านไม่ตรงกัน

source: Per Module Progress:
bn: প্রতি মডিউল অগ্রগতি:
el: Ανά πρόοδο ενότητας:
fil: Pera sa Pag-unlad ng Modyul:
hi: प्रति मॉड्यूल प्रगति:
ja: モジュールごとの進捗状況：
lb: Pro Modul Fortschrëtt:
sl: Po napredku modula:
th: ต่อโมดูลความคืบหน้า:

source: Percentage
bn: শতাংশ
el: Ποσοστό
fil: Porsyento
hi: प्रतिशत
ja: パーセンテージ
lb: Prozentsaz
sl: Odstotek
th: เปอร์เซ็นต์

source: Percentage obtained:
bn: প্রাপ্ত শতাংশ:
el: Ποσοστό που ελήφθη:
fil: Nakuha na porsyento:
hi: प्राप्त प्रतिशत:
ja: 得られたパーセンテージ：
lb: Prozentsaz kritt:
sl: Dobljeni odstotek:
th: เปอร์เซ็นต์ที่ได้รับ:

source: Please contact your administrator
bn: আপনার প্রশাসকের সাথে যোগাযোগ করুন
el: Επικοινωνήστε με τον διαχειριστή σας
fil: Mangyaring makipag-ugnay sa iyong administrator
hi: कृपया अपने व्यवस्थापक से संपर्क करें
ja: 管理者に連絡してください
lb: W.e.g. kontaktéiert Ären Administrateur
sl: Obrnite se na svojega skrbnika
th: โปรดติดต่อผู้ดูแลระบบของคุณ

source: Please enter your new password twice so we can verify you typed it in correctly
bn: দয়া করে আপনার নতুন পাসওয়ার্ড দুবার লিখুন যাতে আমরা যাচাই করতে পারি যে আপনি এটি সঠিকভাবে টাইপ করেছেন
el: Εισαγάγετε τον νέο κωδικό πρόσβασής σας δύο φορές για να επαληθεύσουμε ότι τον πληκτρολογήσατε σωστά
fil: Mangyaring ipasok ang iyong bagong password nang dalawang beses upang mapatunayan namin na nai-type mo ito nang tama
hi: कृपया अपना नया पासवर्ड दो बार दर्ज करें ताकि हम सत्यापित कर सकें कि आपने इसे सही टाइप किया है
ja: 正しく入力したことを確認できるように、新しいパスワードを2回入力してください
lb: Gitt w.e.g. Äert neit Passwuert zweemol sou datt mir kënne bestätegen datt Dir et richteg aginn hutt
sl: Dvakrat vnesite novo geslo, da preverimo, ali ste ga pravilno vnesli
th: โปรดป้อนรหัสผ่านใหม่ของคุณสองครั้งเพื่อให้เราสามารถตรวจสอบว่าคุณพิมพ์ถูกต้องหรือไม่

source: Please fill in the following details:
bn: নিম্নলিখিত বিবরণ পূরণ করুন:
el: Συμπληρώστε τα παρακάτω στοιχεία:
fil: Mangyaring punan ang mga sumusunod na detalye:
hi: कृपया निम्नलिखित विवरण भरें:
ja: 次の詳細を入力してください。
lb: Fëllt w.e.g. déi folgend Detailer aus:
sl: Prosimo, izpolnite naslednje podatke:
th: กรุณากรอกรายละเอียดดังต่อไปนี้:

source: Please select atleast one question
bn: কমপক্ষে একটি প্রশ্ন নির্বাচন করুন
el: Επιλέξτε τουλάχιστον μία ερώτηση
fil: Mangyaring pumili atleast isang katanungan
hi: कृपया कम से कम एक प्रश्न का चयन करें
ja: 少なくとも1つの質問を選択してください
lb: Wielt w.e.g. op d'mannst eng Fro
sl: Prosimo, izberite vsaj eno vprašanje
th: กรุณาเลือกอย่างน้อยหนึ่งคำถาม

source: Please select Question type and Marks
bn: দয়া করে প্রশ্নের ধরন এবং মার্কস নির্বাচন করুন
el: Επιλέξτε τύπο ερώτησης και σημάδια
fil: Mangyaring piliin ang uri ng Tanong at Mga Marka
hi: कृपया प्रश्न प्रकार और अंक चुनें
ja: 質問の種類とマークを選択してください
lb: Wielt w.e.g. Frostyp a Marks
sl: Izberite vrsto vprašanja in oznake
th: โปรดเลือกประเภทคำถามและเครื่องหมาย

source: Points
bn: পয়েন্ট
el: Πόντοι
fil: Puntos
hi: अंक
ja: ポイント
lb: Punkten
sl: Točke
th: คะแนน

source: Points:
bn: পয়েন্ট:
el: Πόντοι:
fil: Puntos:
hi: अंक:
ja: ポイント：
lb: Punkten:
sl: Točke:
th: คะแนน:

source: Poll
bn: ভোট
el: Ψηφοφορία
hi: मतदान
ja: 投票
lb: Ëmfro
sl: Anketa

source: Pool of questions currently in paper:
bn: প্রশ্নপত্রে বর্তমানে প্রশ্নপত্র রয়েছে:
el: Ομάδα ερωτήσεων επί του παρόντος σε χαρτί:
fil: Pool ng mga katanungan na kasalukuyang nasa papel:
hi: वर्तमान में पेपर में प्रश्नों का पूल:
ja: 現在紙に書かれている質問のプール：
lb: Pool vu Froen aktuell am Pabeier:
sl: Skupina vprašanj, ki so trenutno na papirju:
th: กลุ่มคำถามที่อยู่ในกระดาษขณะนี้:

source: Position
bn: অবস্থান
el: Θέση
fil: Posisyon
hi: पद
ja: ポジション
lb: Positioun
sl: Položaj
th: ตำแหน่ง

source: Position:
bn: অবস্থান:
el: Θέση:
fil: Posisyon:
hi: पद:
ja: ポジション：
lb: Positioun:
sl: Položaj:
th: ตำแหน่ง:

source: Posts
bn: পোস্ট
el: Αναρτήσεις
fil: Mga post
hi: पदों
ja: 投稿
sl: Objave
th: กระทู้

source: Preview
bn: প্রিভিউ
el: Προεπισκόπηση
hi: पूर्वावलोकन
ja: プレビュー
lb: Virschau
sl: Predogled
th: ดูตัวอย่าง

source: Preview Question Paper
bn: প্রিভিউ প্রশ্নপত্র
el: Προεπισκόπηση Ερωτηματολογίου
fil: I-preview ang Paper ng Tanong
hi: पूर्वावलोकन प्रश्न पत्र
ja: 質問用紙のプレビュー
lb: Virschau Fro Pabeier
sl: Predogled vprašalnika
th: ดูตัวอย่างกระดาษคำถาม

source: Previous
bn: আগে
el: Προηγούμενος
fil: Dati
hi: पहले का
ja: 前
lb: Virdrun
sl: Prejšnji
th: ก่อนหน้า

source: Profile
bn: প্রোফাইল
el: Προφίλ
hi: प्रोफ़ाइल
ja: プロフィール
lb: Profil
sl: Profil
th: ประวัติโดยย่อ

source: PROGRAMMING
bn: প্রোগ্রামিং
el: ΠΡΟΓΡΑΜΜΑΤΙΣΜΟΣ
hi: प्रोग्रामिंग
ja: プログラミング
lb: PROGRAMMEREN
sl: PROGRAMIRANJE
th: การเขียนโปรแกรม

source: Question
bn: প্রশ্ন
el: Ερώτηση
fil: Tanong
hi: प्रश्न
ja: 質問
lb: Fro
sl: Vprašanje
th: คำถาม

source: Question Navigator
bn: প্রশ্ন ন্যাভিগেটর
el: Πλοηγός ερωτήσεων
fil: Tanong Navigator
hi: प्रश्न नेविगेटर
ja: 質問ナビゲーター
lb: Fro Navigator
sl: Navigator za vprašanja
th: ตัวนำทางคำถาม

source: Question No.
bn: প্রশ্ন নং
el: Ερώτηση αρ.
fil: Tanong Blg.
hi: प्रश्न संख्या
ja: 質問番号
lb: Fro Nr.
sl: Vprašanje št.
th: คำถามหมายเลข

source: Question Paper
bn: প্রশ্নপত্র
el: Ερώτηση
fil: Papel ng Tanong
hi: प्रश्न पत्र
ja: 質問紙
lb: Froen Pabeier
sl: Vprašanje
th: กระดาษคำถาม

source: Question Paper for
bn: জন্য প্রশ্নপত্র
el: Ερωτησιολόγιο για
fil: Tanong Papel para sa
hi: के लिए प्रश्न पत्र
ja: の質問用紙
lb: Froen Pabeier fir
sl: Vprašanje za
th: กระดาษคำถามสำหรับ

source: Question Statistics
bn: প্রশ্ন পরিসংখ্যান
el: Στατιστική Ερωτήσεων
fil: Mga Istatistika ng Tanong
hi: प्रश्न सांख्यिकी
ja: 質問統計
lb: Froen Statistiken
sl: Statistika vprašanj
th: สถิติคำถาม

source: Question topic name
bn: প্রশ্ন বিষয় নাম
el: Όνομα θέματος ερώτησης
fil: Pangalan ng paksa ng tanong
hi: प्रश्न विषय का नाम
ja: 質問トピック名
lb: Fro Thema Thema
sl: Ime teme vprašanja
th: ชื่อหัวข้อคำถาม

source: question(s)
bn: প্রশ্ন (গুলি)
el: ερωτηση (ες)
fil: (mga) tanong
hi: प्रशन)
ja: 質問
lb: Fro (en)
sl: vprašanja
th: คำถาม)

source: question(s) from
bn: থেকে প্রশ্ন (গুলি)
el: ερωτήσεις από
fil: (mga) tanong mula sa
hi: प्रश्न (ओं) से
ja: からの質問
lb: Fro (en) vun
sl: vprašanje od
th: คำถามจาก

source: Question(s) left:
bn: প্রশ্ন (গুলি) বাকি:
el: Απομένουν ερωτήσεις:
fil: (Mga) kaliwang katanungan:
hi: प्रश्न शेष:
ja: 残った質問：
lb: Fro (en) lénks:
sl: Levo vprašanje:
th: คำถามที่เหลือ:

source: Question:
bn: প্রশ্ন:
el: Ερώτηση:
fil: Tanong:
hi: प्रश्न:
ja: 質問：
lb: Fro:
sl: Vprašanje:
th: คำถาม:

source: QuestionPaper
bn: প্রশ্নপত্র
hi: प्रश्न पत्र
sl: Papir za vprašanja
th: กระดาษคำถาม

source: Questions
bn: প্রশ্ন
el: Ερωτήσεις
fil: Mga Katanungan
hi: प्रशन
ja: 質問
lb: Froen
sl: Vprašanja
th: คำถาม

source: Questions Attempted
bn: প্রশ্ন করার চেষ্টা করা হয়েছে
el: Ερωτήσεις που επιχειρήθηκαν
fil: Mga Tanong Sinusubukan
hi: प्रश्नों का प्रयास किया गया
ja: 試みられた質問
lb: Froen probéiert
sl: Poskušana vprašanja
th: คำถามที่พยายาม

source: Questions in
bn: মধ্যে প্রশ্ন
el: Ερωτήσεις στο
fil: Mga katanungan sa
hi: में प्रश्न
ja: の質問
lb: Froen an
sl: Vprašanja v
th: คำถามใน

source: Quit
bn: প্রস্থান করুন
el: Εγκαταλείπω
fil: Umalis na
hi: छोड़ना
ja: 終了する
lb: Ophalen
sl: Prenehati
th: ล้มเลิก

source: Quiz
bn: কুইজ
el: Κουίζ
fil: Pagsusulit
hi: प्रश्नोत्तरी
ja: クイズ
sl: Kviz
th: แบบทดสอบ

source: Quiz Description
bn: কুইজের বর্ণনা
el: Περιγραφή κουίζ
fil: Paglalarawan ng Pagsusulit
hi: प्रश्नोत्तरी विवरण
ja: クイズの説明
lb: Quiz Beschreiwung
sl: Opis kviza
th: คำอธิบายแบบทดสอบ

source: Quiz Name:
bn: কুইজের নাম:
el: Όνομα κουίζ:
fil: Pangalan ng Pagsusulit:
hi: प्रश्नोत्तरी का नाम:
ja: クイズ名：
lb: Quiz Numm:
sl: Ime kviza:
th: ชื่อแบบทดสอบ:

source: Quiz Submissions
bn: কুইজ জমা
el: Υποβολές κουίζ
fil: Mga Pagsusumite ng Quiz
hi: प्रश्नोत्तरी प्रस्तुतियाँ
ja: クイズの提出
lb: Quiz Soumissiounen
sl: Predložitve kvizov
th: ส่งแบบทดสอบ

source: Quiz Test Modes
bn: কুইজ টেস্ট মোড
el: Λειτουργίες δοκιμής κουίζ
fil: Mga Mode ng Pagsusulit sa Pagsusulit
hi: प्रश्नोत्तरी परीक्षण मोड
ja: クイズテストモード
lb: Quiz Test Modi
sl: Načini preizkusa kviza
th: โหมดทดสอบแบบทดสอบ

source: Quiz Time
bn: কুইজের সময়
el: Quρα κουίζ
fil: Oras ng Pagsusulit
hi: प्रश्नोत्तरी समय
ja: クイズタイム
lb: Quiz Zäit
sl: Čas kviza
th: เวลาตอบคำถาม

source: Quiz will have the same duration as that of the original quiz.
bn: কুইজের মূল কুইজের সমান সময়কাল থাকবে।
el: Το κουίζ θα έχει την ίδια διάρκεια με αυτό του αρχικού κουίζ.
fil: Ang pagsusulit ay magkakaroon ng parehong tagal ng orihinal na pagsusulit.
hi: प्रश्नोत्तरी की अवधि उतनी ही होगी जितनी कि मूल प्रश्नोत्तरी की।
ja: クイズの期間は、元のクイズと同じになります。
lb: Quiz wäert déiselwecht Dauer hunn wéi déi vum Original Quiz.
sl: Kviz bo trajal enako kot prvotni kviz.
th: แบบทดสอบจะมีระยะเวลาเท่ากับแบบทดสอบต้นฉบับ

source: Quiz won
bn: কুইজ জিতেছে
el: Το κουίζ κέρδισε
fil: Nanalo ang quiz
hi: क्विज जीता
ja: クイズが勝ちました
lb: Quiz gewonnen
sl: Kviz je zmagal
th: แบบทดสอบชนะ

source: Quiz won\
bn: কুইজ জিতেছে
el: Κουίζ κέρδισε \
fil: Nanalo ang quiz \
hi: प्रश्नोत्तरी जीती\
ja: クイズに勝ちました\
lb: Quiz gewonnen \
sl: Kviz je zmagal \
th: แบบทดสอบชนะ\

source: Quiz(zes) Available
bn: কুইজ (zes) পাওয়া যায়
el: Κουίζ (zes) Διαθέσιμο
fil: Magagamit ang Quiz (zes)
hi: प्रश्नोत्तरी (zes) उपलब्ध
ja: クイズ（zes）が利用可能
lb: Quiz (zes) Verfügbar
sl: Na voljo je kviz (zes)
th: แบบทดสอบ (zes) ที่มีจำหน่าย

source: Quiz/Exercise
bn: কুইজ/ব্যায়াম
el: Κουίζ/Άσκηση
hi: प्रश्नोत्तरी/व्यायाम
ja: クイズ/演習
lb: Quiz/Übung
sl: Kviz/Vaja
th: แบบทดสอบ/แบบฝึกหัด

source: Quiz:
bn: কুইজ:
el: Κουίζ:
fil: Pagsusulit:
hi: प्रश्नोत्तरी:
ja: クイズ：
sl: Kviz:
th: แบบทดสอบ:

source: Quizzes
bn: কুইজ
el: Κουίζ
fil: Mga pagsusulit
hi: प्रश्नोत्तरी
ja: クイズ
lb: Quizzen
sl: Kvizi
th: แบบทดสอบ

source: Random Questions
bn: এলোমেলো প্রশ্ন
el: Τυχαίες Ερωτήσεις
fil: Mga Random na Katanungan
hi: यादृच्छिक प्रश्न
ja: ランダムな質問
lb: Zoufälleg Froen
sl: Naključna vprašanja
th: คำถามสุ่ม

source: Random Set
bn: এলোমেলো সেট
el: Τυχαίο σετ
hi: यादृच्छिक सेट
ja: ランダムセット
lb: Zoufälleg Set
sl: Naključni nabor
th: ชุดสุ่ม

source: randomly out of
bn: এলোমেলোভাবে বাইরে
el: τυχαία έξω από
fil: sapalarang labas
hi: बेतरतीब ढंग से बाहर
ja: ランダムに
lb: zoufälleg aus
sl: naključno iz
th: สุ่มออกจาก

source: Redirecting ...
bn: পুনirectনির্দেশিত করা হচ্ছে ...
el: Ανακατεύθυνση ...
fil: Pag-redirect ...
hi: रीडायरेक्ट किया जा रहा है...
ja: リダイレクト..。
lb: Virleeën ...
sl: Preusmerjanje ...
th: กำลังเปลี่ยนเส้นทาง ...

source: Redirecting...
bn: পুনirectনির্দেশিত করা হচ্ছে ...
el: Ανακατεύθυνση ...
fil: Pag-redirect ...
hi: रीडायरेक्ट किया जा रहा है...
ja: リダイレクト...
lb: Virleeën ...
sl: Preusmerjanje ...
th: กำลังเปลี่ยนเส้นทาง...

source: Register
bn: নিবন্ধন
el: Κανω ΕΓΓΡΑΦΗ
fil: Magparehistro
hi: रजिस्टर करें
ja: 登録
lb: Aschreiwen
sl: Registrirajte se
th: ลงทะเบียน

source: Registration
bn: নিবন্ধন
el: Εγγραφή
fil: Pagpaparehistro
hi: पंजीकरण
ja: 登録
lb: Aschreiwung
sl: Registracija
th: การลงทะเบียน

source: Regrade
bn: রিগ্রেড করুন
fil: Magsisi
hi: रीग्रेड
ja: リグレード
lb: Regradéieren
sl: Nadgradi
th: ปรับปรุงใหม่

source: Regrade papers by questions
bn: প্রশ্ন দ্বারা কাগজগুলি পুনর্নবীকরণ করুন
el: Αναβαθμίστε τα έγγραφα με ερωτήσεις
fil: Ibalik ang mga papel sa pamamagitan ng mga katanungan
hi: प्रश्नों के आधार पर प्रश्नपत्रों को पुनः क्रमित करें
ja: 質問による論文のグレードアップ
lb: Bewäert Pabeieren no Froen
sl: Dopolnite dokumente z vprašanji
th: ให้คะแนนเอกสารด้วยคำถาม

source: Regrade Whole Paper
bn: পুরো কাগজ পুনর্নবীকরণ করুন
hi: पूरे पेपर को रीग्रेड करें
ja: 紙全体をリグレードする
lb: Regrade Ganz Pabeier
sl: Obnovi celoten papir
th: ปรับเกรดทั้งกระดาษ

source: Reject
bn: প্রত্যাখ্যান
el: Απορρίπτω
fil: Tanggihan
hi: अस्वीकार
ja: 拒絶
lb: Oflehnen
sl: Zavrni
th: ปฏิเสธ

source: Reject selected
bn: প্রত্যাখ্যাত নির্বাচিত
el: Απορρίφθηκε επιλεγμένο
fil: Tanggihan ang napili
hi: चयनित अस्वीकार करें
ja: 選択を拒否
lb: Refuséiert gewielt
sl: Zavrni izbrano
th: ปฏิเสธที่เลือก

source: Rejected Students
bn: প্রত্যাখ্যাত ছাত্র
el: Απορριφθέντες Μαθητές
fil: Mga Tinanggihan na Mag-aaral
hi: अस्वीकृत छात्र
ja: 拒否された学生
lb: Refuséiert Studenten
sl: Zavrnjeni učenci
th: นักเรียนที่ถูกปฏิเสธ

source: remove
bn: অপসারণ
el: αφαιρώ
fil: tanggalin
hi: हटाना
ja: 削除する
lb: ewechhuelen
sl: Odstrani
th: ลบ

source: Remove from course
bn: অবশ্যই সরান
el: Αφαίρεση από την πορεία
fil: Tanggalin sa kurso
hi: पाठ्यक्रम से निकालें
ja: コースから削除する
lb: Ewechzehuelen aus Course
sl: Odstranite s tečaja
th: นำออกจากหลักสูตร

source: Remove from Module
bn: মডিউল থেকে সরান
el: Κατάργηση από την ενότητα
fil: Alisin mula sa Modyul
hi: मॉड्यूल से निकालें
ja: モジュールから削除
lb: Ewechzehuelen aus dem Modul
sl: Odstrani iz modula
th: ลบออกจากโมดูล

source: Remove from paper
bn: কাগজ থেকে সরান
el: Αφαιρέστε από το χαρτί
fil: Tanggalin sa papel
hi: कागज से निकालें
ja: 紙から取り除く
lb: Ewechzehuelen aus Pabeier
sl: Odstranite s papirja
th: นำออกจากกระดาษ

source: Remove Teachers
bn: শিক্ষকদের সরান
el: Αφαίρεση Καθηγητών
fil: Tanggalin ang Mga Guro
hi: शिक्षकों को हटाओ
ja: 教師を削除する
lb: Ewechzehuelen Enseignanten
sl: Odstrani učitelje
th: ลบครู

source: Replies
bn: উত্তর
el: Απαντήσεις
fil: Sumasagot
hi: जवाब
ja: 返信
lb: Äntwerten
sl: Odgovori
th: ตอบกลับ

source: Request
bn: অনুরোধ
el: Αίτηση
fil: Hiling
hi: प्रार्थना
ja: リクエスト
lb: Ufro
sl: Prošnja
th: ขอ

source: Request Pending
bn: মুলতুবি অনুরোধ
el: Το αίτημά σας είναι σε αναμονή
fil: Nakabinbin ang Kahilingan
hi: अनुरोध लंबित है
ja: リクエストを保留
lb: Ufro ofhängeg
sl: Zahteva v teku
th: คำขอที่รอดำเนินการ

source: Request Rejected
bn: অনুরোধ প্রত্যাখ্যাত
el: Το αίτημα απορρίφθηκε
fil: Tinanggihan ang Kahilingan
hi: अनुरोध अस्वीकृत
ja: リクエストが拒否されました
lb: Ufro refuséiert
sl: Zahteva zavrnjena
th: คำขอถูกปฏิเสธ

source: Requested Students
bn: অনুরোধ করা শিক্ষার্থীরা
el: Ζητήθηκαν φοιτητές
fil: Hiniling na Mga Mag-aaral
hi: अनुरोधित छात्र
ja: リクエストされた学生
lb: Ufro Studenten
sl: Zahtevani študentje
th: นักศึกษาที่ร้องขอ

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
el: Επαναφέρετε τον κωδικό πρόσβασης
fil: I-reset ang Password
hi: पासवर्ड रीसेट
ja: パスワードを再設定する
lb: Passwuert zrécksetzen
sl: Ponastavitev gesla
th: รีเซ็ตรหัสผ่าน

source: Results
bn: ফলাফল
el: Αποτελέσματα
fil: Mga Resulta
hi: परिणाम
ja: 結果
lb: Resultater
sl: Rezultati
th: ผลลัพธ์

source: Revoke
bn: প্রত্যাহার করুন
el: Ανακαλώ
fil: Bawiin
hi: वापस लेना
ja: 取り消す
lb: Zréckzéien
sl: Prekliči
th: ถอน

source: Roll No
bn: ক্রমিক নাম্বার
hi: अनुक्रमांक
ja: ロール番号
lb: Roll Nr
sl: Zvitek št
th: ม้วนไม่มี

source: Roll No.
bn: ক্রমিক নাম্বার.
hi: अनुक्रमांक।
ja: ロール番号
lb: Roll Nr.
th: หมายเลขม้วน

source: Roll Number
bn: রোল নাম্বার
el: Αριθμός ρολού
hi: रोल नंबर
ja: ロール番号
lb: Roll Nummer
sl: Številka zvitka
th: หมายเลขม้วน

source: Roll number:
bn: রোল নাম্বার:
el: Αριθμός ρολού:
hi: रोल नंबर:
ja: ロール番号：
lb: Roll Nummer:
sl: Številka zvitka:
th: หมายเลขม้วน:

source: Save
bn: সংরক্ষণ
el: Αποθηκεύσετε
fil: Magtipid
hi: सहेजें
ja: 保存する
lb: Späicheren
sl: Shrani
th: บันทึก

source: Scorecard
bn: স্কোরকার্ড
el: Πίνακας βαθμολογίας
hi: उपलब्धिः
ja: スコアカード
th: ตารางสรุปสถิติ

source: Search
bn: অনুসন্ধান করুন
el: Αναζήτηση
fil: Maghanap
hi: खोज
ja: 検索
lb: Sichen
sl: Iskanje
th: ค้นหา

source: Search by course name
bn: কোর্সের নাম অনুসারে অনুসন্ধান করুন
el: Αναζήτηση με βάση το όνομα του μαθήματος
fil: Maghanap ayon sa pangalan ng kurso
hi: पाठ्यक्रम के नाम से खोजें
ja: コース名で検索
lb: Sich no Kursnumm
sl: Iščite po imenu tečaja
th: ค้นหาตามชื่อหลักสูตร

source: Search Questions:
bn: অনুসন্ধান প্রশ্ন:
el: Ερωτήσεις αναζήτησης:
fil: Mga Katanungan sa Paghahanap:
hi: प्रश्न खोजें:
ja: 検索の質問：
lb: Sich Froen:
sl: Iskalna vprašanja:
th: ค้นหาคำถาม:

source: Search Results
bn: অনুসন্ধান ফলাফল
el: Αποτελέσματα αναζήτησης
fil: Mga Resulta ng Paghahanap
hi: खोज के परिणाम
ja: の検索結果
lb: Sich Resultater
sl: Rezultati iskanja
th: ผลการค้นหา

source: Search results does not include teachers already added
bn: অনুসন্ধানের ফলাফলে ইতিমধ্যে যোগ করা শিক্ষকদের অন্তর্ভুক্ত করা হয়নি
el: Τα αποτελέσματα αναζήτησης δεν περιλαμβάνουν καθηγητές που έχουν ήδη προστεθεί
fil: Ang mga resulta sa paghahanap ay hindi kasama ang mga guro na naidagdag
hi: खोज परिणामों में पहले से जोड़े गए शिक्षक शामिल नहीं हैं
ja: 検索結果には、すでに追加されている教師は含まれていません
lb: Sichresultater enthalen keng Enseignanten déi scho bäigefüügt goufen
sl: Rezultati iskanja ne vključujejo že dodanih učiteljev
th: ผลการค้นหาไม่รวมครูที่เพิ่มแล้ว

source: Search using Tags:
bn: ট্যাগ ব্যবহার করে অনুসন্ধান করুন:
el: Αναζήτηση χρησιμοποιώντας ετικέτες:
fil: Paghahanap gamit ang Mga Tag:
hi: टैग का उपयोग करके खोजें:
ja: タグを使用して検索：
lb: Sich mat Tags:
sl: Iščite z oznakami:
th: ค้นหาโดยใช้แท็ก:

source: Search/Filter Courses
bn: অনুসন্ধান/ফিল্টার কোর্স
el: Αναζήτηση/Φιλτράρισμα μαθημάτων
fil: Mga Kurso sa Paghahanap / Pagsala
hi: खोज/फ़िल्टर पाठ्यक्रम
ja: 検索/フィルターコース
lb: Sich/Filter Coursen
sl: Tečaji iskanja/filtriranja
th: หลักสูตรการค้นหา/กรอง

source: Search/Filter Learning Modules
bn: অনুসন্ধান/ফিল্টার শেখার মডিউল
el: Αναζήτηση/Φιλτράρισμα ενοτήτων μάθησης
fil: Mga Modyul sa Pag-aaral na Paghahanap / Pagsala
hi: लर्निंग मॉड्यूल खोजें/फ़िल्टर करें
ja: 検索/フィルター学習モジュール
lb: Sich/Filter Léiermoduler
sl: Učni moduli za iskanje/filtriranje
th: ค้นหา/กรองโมดูลการเรียนรู้

source: Search/Filter Lessons
bn: অনুসন্ধান/ফিল্টার পাঠ
el: Αναζήτηση/Φιλτράρισμα μαθημάτων
fil: Mga Aralin sa Paghahanap / Pagsala
hi: पाठ खोजें/फ़िल्टर करें
ja: 検索/フィルターレッスン
lb: Sich/Filter Lektiounen
sl: Lekcije iskanja/filtriranja
th: ค้นหา/กรองบทเรียน

source: Search/Filter Quizzes
bn: অনুসন্ধান/ফিল্টার কুইজ
el: Κουίζ αναζήτησης/φιλτραρίσματος
fil: Mga Quiz sa Paghahanap / Pagsala
hi: क्विज़ खोजें/फ़िल्टर करें
ja: 検索/フィルタークイズ
lb: Sich/Filter Quizzen
sl: Kvizi za iskanje/filtriranje
th: แบบทดสอบการค้นหา/กรอง

source: Select
bn: নির্বাচন করুন
el: Επιλέγω
fil: Pumili
hi: चुनते हैं
ja: 選択する
lb: Wielt
sl: Izberite
th: เลือก

source: Select all
bn: সব নির্বাচন করুন
el: Επιλογή όλων
fil: Piliin lahat
hi: सभी का चयन करे
ja: すべて選択
lb: Alles auswielen
sl: Izberi vse
th: เลือกทั้งหมด

source: Select attempt number
bn: চেষ্টা নম্বর নির্বাচন করুন
el: Επιλέξτε αριθμό απόπειρας
fil: Piliin ang numero ng pagtatangka
hi: प्रयास संख्या चुनें
ja: 試行番号を選択します
lb: Wielt Versuchsnummer
sl: Izberite poskusno številko
th: เลือกหมายเลขความพยายาม

source: Select Attempt number:
bn: চেষ্টা নম্বর নির্বাচন করুন:
el: Επιλέξτε αριθμό απόπειρας:
fil: Piliin ang Numero ng pagtatangka:
hi: प्रयास संख्या चुनें:
ja: 試行番号を選択します。
lb: Wielt Versuchsnummer:
sl: Izberite številko poskusa:
th: เลือกหมายเลขความพยายาม:

source: Select Attempt Number: Default latest attempt
bn: প্রচেষ্টা নম্বর নির্বাচন করুন: ডিফল্ট সর্বশেষ প্রচেষ্টা
el: Επιλέξτε Αριθμός απόπειρας: Προεπιλεγμένη τελευταία προσπάθεια
fil: Piliin ang Numero ng Pagtatangka: Default na pinakabagong pagtatangka
hi: प्रयास संख्या चुनें: डिफ़ॉल्ट नवीनतम प्रयास
ja: 試行番号の選択：デフォルトの最新の試行
lb: Wielt Versuchsnummer: Standard läscht Versuch
sl: Izberite številko poskusa: privzeti zadnji poskus
th: เลือกหมายเลขความพยายาม: ค่าเริ่มต้นความพยายามล่าสุด

source: Select Language
bn: ভাষা নির্বাচন কর
el: Επιλέξτε γλώσσα
fil: Piliin ang Wika
hi: भाषा चुने
ja: 言語を選択する
lb: Wielt Sprooch
sl: Izberi jezik
th: เลือกภาษา

source: Select Marker
bn: মার্কার নির্বাচন করুন
el: Επιλέξτε Σήμανση
fil: Piliin ang Marker
hi: मार्कर का चयन करें
ja: マーカーを選択
lb: Wielt Marker
sl: Izberite Marker
th: เลือกเครื่องหมาย

source: Select Marks
bn: মার্কস নির্বাচন করুন
el: Επιλέξτε Σήματα
fil: Piliin ang Mga Marka
hi: मार्क्स का चयन करें
ja: マークを選択
lb: Wielt Marks
sl: Izberite Oznake
th: เลือกเครื่องหมาย

source: Select question type
bn: প্রশ্নের ধরন নির্বাচন করুন
el: Επιλέξτε τύπο ερώτησης
fil: Piliin ang uri ng tanong
hi: प्रश्न प्रकार चुनें
ja: 質問タイプを選択してください
lb: Wielt d'Frostyp
sl: Izberite vrsto vprašanja
th: เลือกประเภทคำถาม

source: Select questions to add to the pool:
bn: পুলে যোগ করার জন্য প্রশ্ন নির্বাচন করুন:
el: Επιλέξτε ερωτήσεις για προσθήκη στην ομάδα:
fil: Pumili ng mga katanungan na idaragdag sa pool:
hi: पूल में जोड़ने के लिए प्रश्नों का चयन करें:
ja: プールに追加する質問を選択します。
lb: Wielt Froen fir an de Pool ze addéieren:
sl: Izberite vprašanja, ki jih želite dodati v zbirko:
th: เลือกคำถามเพื่อเพิ่มลงในพูล:

source: Select questions to add:
bn: যোগ করার জন্য প্রশ্ন নির্বাচন করুন:
el: Επιλέξτε ερωτήσεις για προσθήκη:
fil: Pumili ng mga katanungan na idaragdag:
hi: जोड़ने के लिए प्रश्न चुनें:
ja: 追加する質問を選択します。
lb: Wielt Froen derbäi:
sl: Izberite vprašanja, ki jih želite dodati:
th: เลือกคำถามที่จะเพิ่ม:

source: Select Status
bn: স্থিতি নির্বাচন করুন
el: Επιλέξτε Κατάσταση
fil: Piliin ang Katayuan
hi: स्थिति का चयन करें
ja: ステータスを選択
lb: Wielt Status
sl: Izberite Stanje
th: เลือกสถานะ

source: Select student
bn: ছাত্র নির্বাচন করুন
el: Επιλέξτε μαθητή
fil: Pumili ng mag-aaral
hi: छात्र का चयन करें
ja: 学生を選択
lb: Schüler auswielen
sl: Izberite študenta
th: เลือกนักเรียน

source: Select Testcase
bn: টেস্টকেস নির্বাচন করুন
el: Επιλέξτε Testcase
fil: Piliin ang Testcase
hi: टेस्टकेस का चयन करें
ja: テストケースを選択
lb: Wielt Testcase
sl: Izberite Testcase
th: เลือก Testcase

source: Select Video Option
bn: ভিডিও অপশন নির্বাচন করুন
el: Επιλέξτε Επιλογή βίντεο
fil: Piliin ang Opsyon sa Video
hi: वीडियो विकल्प चुनें
ja: ビデオオプションを選択
lb: Wielt Video Optioun
sl: Izberite možnost Video
th: เลือกตัวเลือกวิดีโอ

source: Send Email
bn: ইমেইল পাঠান
el: Να στείλετε e-mail
fil: Magpadala ng Email
hi: ईमेल भेजें
ja: メールを送る
lb: E -Mail schécken
sl: Pošlji sporočilo
th: ส่งอีเมล

source: Send Mail
bn: মেইল পাঠাও
el: Αποστολή αλληλογραφίας
fil: Magpadala ng Mail
hi: मेल भेजे
ja: メールを送る
lb: Mail schécken
sl: Pošlji pošto
th: ส่งอีเมล์

source: Show
bn: দেখান
el: προβολή
fil: Ipakita
hi: प्रदर्शन
ja: 見せる
sl: Pokaži
th: แสดง

source: Shuffle MCQ/MCC options for each student
bn: প্রতিটি শিক্ষার্থীর জন্য এমসিকিউ/এমসিসি বিকল্পগুলি পরিবর্তন করুন
el: Ανακατέψτε τις επιλογές MCQ/MCC για κάθε μαθητή
fil: I-shuffle ang mga pagpipilian sa MCQ / MCC para sa bawat mag-aaral
hi: प्रत्येक छात्र के लिए MCQ/MCC विकल्पों को शफ़ल करें
ja: 各学生のMCQ / MCCオプションをシャッフルします
lb: Shuffle MCQ/MCC Optiounen fir all Student
sl: Naključno premešajte možnosti MCQ/MCC za vsakega študenta
th: สับเปลี่ยนตัวเลือก MCQ/MCC สำหรับนักเรียนแต่ละคน

source: Shuffle questions\
bn: এলোমেলো প্রশ্ন \
el: Ανακατέψτε τις ερωτήσεις \
fil: I-shuffle ang mga katanungan \
hi: शफ़ल प्रश्न\
ja: シャッフルの質問\
lb: Shuffle Froen \
sl: Naključno premešajte vprašanja \
th: สุ่มคำถาม\

source: Sign in
bn: সাইন ইন করুন
el: Συνδεθείτε
fil: Mag-sign in
hi: साइन इन करें
ja: ログイン
lb: Umellen
sl: Prijaviti se
th: เข้าสู่ระบบ

source: Sign in with
bn: দিয়ে সাইন ইন
el: Συνδεθείτε με
fil: Mag-sign in gamit ang
hi: के साथ साइन इन करें
ja: でサインイン
lb: Zeechen an mat
sl: Prijavite se z
th: เข้าสู่ระบบด้วย
