Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: ARRANGE THE OPTIONS IN CORRECT ORDER
bn: সঠিক আদেশে বিকল্পগুলি সাজান
el: ΡΥΘΜΙΣΤΕ ΤΙΣ ΕΠΙΛΟΓΕΣ ΣΕ ΣΩΣΤΗ ΠΑΡΑΓΓΕΛΙΑ
fil: GUSTOIN ANG MGA OPSYON SA TUWID NA ORDER
hi: विकल्पों को सही क्रम में व्यवस्थित करें
ja: オプションを正しい順序で配置します
lb: ARGANISÉIEREN D'OPTIOUNEN A KORREKT UERDNUNG
sl: MOŽNOSTI UREDITE V PRAVILNEM REDU
th: จัดเรียงตัวเลือกตามลำดับที่ถูกต้อง

source: Assignment File for
bn: জন্য অ্যাসাইনমেন্ট ফাইল
el: Αρχείο ανάθεσης για
fil: File ng Assignment para sa
hi: के लिए असाइनमेंट फ़ाइल
ja: の割り当てファイル
lb: Aufgabendatei fir
sl: Datoteka dodelitve za
th: ไฟล์งานสำหรับ

source: Assignment not submitted by
bn: দ্বারা জমা দেওয়া হয়নি
el: Η εργασία δεν υποβλήθηκε από
fil: Hindi na isinumite ang pagtatalaga
hi: असाइनमेंट सबमिट नहीं किया गया
ja: によって提出されていない割り当て
lb: Aufgab net ofgeliwwert vum
sl: Naloge ni predložil
th: ไม่ได้ส่งงานโดย

source: ASSIGNMENT UPLOAD
bn: অ্যাসাইনমেন্ট আপলোড
el: ΑΝΑΒΑΘΜΙΣΗ ΕΡΓΑΣΙΑΣ
fil: UPLOAD NG TAKDANG-ARALIN
hi: असाइनमेंट अपलोड
ja: 割り当てのアップロード
sl: NALOŽBA DODELITVE
th: อัพโหลดงาน

source: Attachments:
bn: সংযুক্তি:
el: Συνημμένα:
fil: Mga Attachment:
hi: अनुलग्नक:
ja: 添付ファイル：
lb: Uschlëss:
sl: Priloge:
th: เอกสารแนบ:

source: Attempt Later
bn: পরে চেষ্টা করুন
el: Προσπάθεια Αργότερα
hi: बाद में प्रयास करें
ja: 後で試す
lb: Versuch Méi spéit
sl: Poskus pozneje
th: พยายามทีหลัง

source: Attempt Number:
bn: প্রচেষ্টা নম্বর:
el: Αριθμός απόπειρας:
fil: Numero ng Pagtatangka:
hi: प्रयास संख्या:
ja: 試行番号：
lb: Versuch Nummer:
sl: Številka poskusa:
th: หมายเลขความพยายาม:

source: Attempt quiz the way normal users will attempt i.e. -
bn: সাধারণ ব্যবহারকারীরা যেভাবে চেষ্টা করবে কুইজের চেষ্টা করুন -
el: Προσπάθεια κουίζ με τον τρόπο που θα προσπαθήσουν οι κανονικοί χρήστες, δηλαδή -
fil: Subukan ang pagsusulit sa paraang susubukan ng mga normal na gumagamit -
hi: प्रश्नोत्तरी का प्रयास करें जिस तरह से सामान्य उपयोगकर्ता प्रयास करेंगे अर्थात -
ja: 通常のユーザーが試みる方法でクイズを試みます。
lb: Probéiert Quiz wéi normal Benotzer probéieren dh -
sl: Poskusite preizkusiti način, na katerega bodo poskusili običajni uporabniki, tj.
th: ลองทำแบบทดสอบวิธีที่ผู้ใช้ปกติจะพยายาม เช่น -

source: Attempt quiz the way students will attempt i.e. -
bn: শিক্ষার্থীরা যেভাবে চেষ্টা করবে কুইজের চেষ্টা করুন -
el: Προσπάθεια κουίζ με τον τρόπο που θα επιχειρήσουν οι μαθητές δηλαδή -
fil: Subukan ang pagsusulit sa paraang susubukan ng mga mag-aaral -
hi: प्रश्नोत्तरी का प्रयास करें जिस तरह से छात्र प्रयास करेंगे अर्थात -
ja: 生徒が試みる方法をクイズしてみてください。
lb: Probéiert Quiz wéi d'Studente probéieren dh -
sl: Poskusite preizkusiti način, na katerega bodo učenci poskušali, tj.
th: แบบทดสอบความพยายามที่จะนักเรียนจะพยายามเช่น -

source: Attempt quiz without any time or eligibilty constraints.
bn: কোন সময় বা যোগ্যতা সীমাবদ্ধতা ছাড়া কুইজ চেষ্টা করুন।
el: Προσπάθεια κουίζ χωρίς περιορισμούς χρόνου ή επιλεξιμότητας.
fil: Subukan ang pagsusulit nang walang anumang mga hadlang sa oras o karapat-dapat.
hi: बिना किसी समय या पात्रता बाधाओं के प्रश्नोत्तरी का प्रयास करें।
ja: 時間や資格の制約なしにクイズを試してください。
lb: Probéiert Quiz ouni Zäit oder Usprochbeschränkungen.
sl: Poskusite kviz brez omejitev glede časa in upravičenosti.
th: พยายามทำแบบทดสอบโดยไม่มีเวลาหรือข้อ จำกัด ของสิทธิ์

source: Attempted
bn: চেষ্টা করা হয়েছে
el: Προσπάθησε
fil: Sinubukan
hi: का प्रयास किया गया
ja: 試みた
lb: Versicht
sl: Poskusil
th: พยายามแล้ว

source: Attempted question(s)
bn: প্রশ্ন করার চেষ্টা করা হয়েছে
el: Απόπειρα ερωτήσεων
fil: Sinubukan ang (mga) tanong
hi: प्रयास किए गए प्रश्न
ja: 質問を試みました
lb: Probéiert Fro (en)
sl: Poskusna vprašanja
th: คำถามที่พยายาม

source: Auto-Refreshes every 5 minutes
bn: প্রতি 5 মিনিটে অটো-রিফ্রেশ হয়
el: Αυτόματη ανανέωση κάθε 5 λεπτά
fil: Auto-Refresh bawat 5 minuto
hi: हर 5 मिनट में ऑटो-रीफ्रेश
ja: 5分ごとに自動更新
lb: Auto-Erfrëscht all 5 Minutten
sl: Samodejno se osveži vsakih 5 minut
th: รีเฟรชอัตโนมัติทุกๆ 5 นาที

source: Available Lessons and quizzes: (Add Lessons and Quizzes)
bn: উপলব্ধ পাঠ এবং কুইজ: (পাঠ এবং কুইজ যোগ করুন)
el: Διαθέσιμα μαθήματα και κουίζ: (Προσθέστε μαθήματα και κουίζ)
fil: Magagamit na Mga Aralin at pagsusulit: (Magdagdag ng Mga Aralin at Mga Pagsusulit)
hi: उपलब्ध पाठ और प्रश्नोत्तरी: (पाठ और प्रश्नोत्तरी जोड़ें)
ja: 利用可能なレッスンとクイズ:(レッスンとクイズを追加）
lb: Verfügbare Lektiounen a Quizzen: (Fügt Lektiounen a Quizzen un)
sl: Razpoložljive lekcije in kvizi: (Dodajte lekcije in kvize)
th: บทเรียนและแบบทดสอบที่มีอยู่: (เพิ่มบทเรียนและแบบทดสอบ)

source: Available Modules:
bn: উপলব্ধ মডিউল:
el: Διαθέσιμες ενότητες:
fil: Magagamit na Mga Modyul:
hi: उपलब्ध मॉड्यूल:
ja: 利用可能なモジュール：
lb: Verfügbare Moduler:
sl: Razpoložljivi moduli:
th: โมดูลที่มีจำหน่าย:

source: Available Tags
bn: উপলব্ধ ট্যাগ
el: Διαθέσιμες ετικέτες
fil: Magagamit na Mga Tag
hi: उपलब्ध टैग
ja: 利用可能なタグ
lb: Verfügbare Tags
sl: Razpoložljive oznake
th: แท็กที่มีอยู่

source: Back
bn: পেছনে
el: Πίσω
fil: Bumalik
hi: वापस
ja: 戻る
lb: Zréck
sl: Nazaj
th: กลับ

source: Back to Posts
bn: পোস্টে ফিরে যান
el: Επιστροφή στις αναρτήσεις
fil: Bumalik sa Mga Post
hi: पोस्ट पर वापस जाएं
ja: 投稿に戻る
lb: Zréck op Posts
sl: Nazaj na objave
th: กลับไปที่กระทู้

source: Be sure, as you won\
bn: নিশ্চিত থাকুন, যেমন আপনি জিতেছেন
el: Να είστε σίγουροι, καθώς κερδίσατε \
fil: Siguraduhin, na nanalo ka \
hi: सुनिश्चित करें, जैसे आप जीत गए\
ja: あなたが勝ったように、必ず\
lb: Gitt sécher, wéi Dir gewonnen hutt \
sl: Bodite prepričani, saj ste zmagali \
th: ต้องแน่ใจว่าเมื่อคุณชนะ\

source: begin
bn: শুরু
el: να αρχίσει
hi: शुरू
ja: 始める
lb: ufänken
sl: začeti
th: เริ่ม

source: by the course creator
bn: কোর্স নির্মাতার দ্বারা
el: από τον δημιουργό του μαθήματος
fil: ng tagalikha ng kurso
hi: पाठ्यक्रम निर्माता द्वारा
ja: コース作成者による
lb: vum Course Creator
sl: avtorja tečaja
th: โดยผู้สร้างหลักสูตร

source: Cancel
bn: বাতিল করুন
el: Ματαίωση
fil: Kanselahin
hi: रद्द करें
ja: キャンセル
lb: Ofbriechen
sl: Prekliči
th: ยกเลิก

source: Category
bn: বিভাগ
el: Κατηγορία
fil: Kategoryang
hi: श्रेणी
ja: カテゴリー
lb: Kategorie
sl: Kategorija
th: หมวดหมู่

source: Change
bn: পরিবর্তন
el: Αλλαγή
fil: Magbago
hi: परिवर्तन
ja: 変化する
lb: Änneren
sl: Spremenite
th: เปลี่ยน

source: Change Order
bn: আদেশ পরিবর্তন
el: Αλλαζω παραγγελεία
fil: Baguhin ang Order
hi: आदेश बदलो
ja: 順序の変更
lb: Uerdnung änneren
sl: Spremeni vrstni red
th: การเปลี่ยนแปลงการสั่งซื้อ

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
el: Άλλαξε κωδικό
fil: Palitan ANG password
hi: पासवर्ड बदलें
ja: パスワードを変更する
lb: Passwuert änneren
sl: Spremeni geslo
th: เปลี่ยนรหัสผ่าน

source: Change Prerequisite
bn: পূর্বশর্ত পরিবর্তন করুন
el: Αλλαγή Προαπαιτούμενο
fil: Baguhin ang Pangangailangan
hi: पूर्वापेक्षा बदलें
ja: 前提条件の変更
lb: Ännerung Viraussetzung
sl: Predpogoj za spremembo
th: เปลี่ยนข้อกำหนดเบื้องต้น

source: Change Prerequisite Completion
bn: পূর্বশর্ত সমাপ্তি পরিবর্তন করুন
el: Αλλαγή Προαπαιτούμενης Ολοκλήρωσης
fil: Baguhin ang Kinakailangan sa Pagkumpleto
hi: पूर्वापेक्षा पूर्णता बदलें
ja: 前提条件の完了を変更する
lb: Ännerung Viraussetzung Ofschloss
sl: Spremenite predpogoj za dokončanje
th: เปลี่ยนข้อกำหนดเบื้องต้นที่เสร็จสิ้น

source: Change Prerequisite Passing
bn: পূর্বশর্ত পাসিং পরিবর্তন করুন
el: Αλλαγή Προαπαιτούμενου Περάσματος
fil: Baguhin ang Pangangailangan sa Pagpasa
hi: पूर्वापेक्षा पासिंग बदलें
ja: 前提条件の合格を変更する
lb: Ännerung Viraussetzung Passéieren
sl: Spremenite predpogoj za opravljanje
th: เปลี่ยนข้อกำหนดเบื้องต้นผ่าน

source: Check Answer
bn: উত্তর চেক করুন
el: Ελενξε την απάντηση
fil: Suriin ang sagot
hi: जवाब की जांच करो
ja: 答えをチェック
lb: Check Äntwert
sl: Preveri odgovor
th: ตรวจคำตอบ

source: Check on
bn: চেক করুন
el: Ελέγχω
fil: Tignan kung tama
hi: पर जाँचा
ja: チェックオン
lb: Check op
sl: Preveri
th: ตรวจสอบ

source: Check Prerequisite
bn: পূর্বশর্ত চেক করুন
el: Έλεγχος Προαπαιτούμενο
fil: Suriin ang Pangangailangan
hi: पूर्वापेक्षा जाँचें
ja: 前提条件を確認してください
lb: Check Viraussetzung
sl: Preverite Predpogoj
th: ตรวจสอบข้อกำหนดเบื้องต้น

source: Check Prerequisite Completion
bn: পূর্বশর্ত সমাপ্তি পরীক্ষা করুন
el: Ελέγξτε την Προαπαιτούμενη Ολοκλήρωση
fil: Suriin ang Kinakailangan sa Pagkumpleto
hi: पूर्वापेक्षा पूर्णता की जाँच करें
ja: 前提条件の完了を確認してください
lb: Check Viraussetzung Ofschloss
sl: Preverite predpogoj za dokončanje
th: ตรวจสอบข้อกำหนดเบื้องต้นที่เสร็จสิ้น

source: Check Prerequisite Passing
bn: পূর্বশর্ত পাসিং চেক করুন
el: Ελέγξτε Προαπαιτούμενο Πέρασμα
fil: Suriin ang Pangangailangan sa Pagpasa
hi: चेक पूर्वावश्यकता पासिंग
ja: 前提条件の合格を確認してください
lb: Check Viraussetzung Passéieren
sl: Preverite Prerequisite Passing
th: ตรวจสอบข้อกำหนดเบื้องต้นผ่าน

source: Checking...
bn: চেক করা হচ্ছে ...
el: Ελεγχος...
fil: Sinusuri ...
hi: जाँच हो रही है...
ja: チェック中...
lb: Kontrolléiert ...
sl: Preverjanje ...
th: กำลังตรวจสอบ...

source: Choices:
bn: পছন্দ:
el: Επιλογές:
fil: Mga pagpipilian:
hi: विकल्प:
ja: 選択肢：
lb: Wiel:
sl: Izbira:
th: ตัวเลือก:

source: Choose file
bn: ফাইল পছন্দ কর
el: Επιλέξτε το αρχείο
fil: Pumili ng file
hi: फाइलें चुनें
ja: ファイルを選ぶ
lb: Wielt Datei
sl: Izberite datoteko
th: เลือกไฟล์

source: Chosen Lessons and quizzes:
bn: নির্বাচিত পাঠ এবং কুইজ:
el: Επιλεγμένα μαθήματα και κουίζ:
fil: Mga Piniling Aralin at pagsusulit:
hi: चुने हुए पाठ और प्रश्नोत्तरी:
ja: 選択したレッスンとクイズ：
lb: Ausgewielte Lektiounen a Quizzen:
sl: Izbrane lekcije in kvizi:
th: บทเรียนที่เลือกและแบบทดสอบ:

source: Chosen Modules:
bn: নির্বাচিত মডিউল:
el: Επιλεγμένες ενότητες:
fil: Mga Piniling Module:
hi: चुने गए मॉड्यूल:
ja: 選択したモジュール：
lb: Ausgewielte Moduler:
sl: Izbrani moduli:
th: โมดูลที่เลือก:

source: Clear
bn: পরিষ্কার
el: Σαφή
fil: Malinaw
hi: स्पष्ट
ja: クリア
lb: Kloer
sl: Jasno
th: ชัดเจน

source: Clear Search
bn: অনুসন্ধান সাফ করুন
el: Εκκαθάριση αναζήτησης
fil: I-clear ang Paghahanap
hi: स्पष्ट खोज
ja: クリア検索
lb: Sicht läschen
sl: Počisti iskanje
th: ล้างการค้นหา

source: Click
bn: ক্লিক
el: Κάντε κλικ
fil: Mag-click
hi: क्लिक
ja: クリック
lb: Klickt
sl: Kliknite

source: Clone Course
bn: ক্লোন কোর্স
el: Μάθημα κλωνοποίησης
fil: Klone Kurso
hi: क्लोन कोर्स
ja: クローンコース
lb: Klon Cours
sl: Klonski tečaj
th: หลักสูตรโคลน

source: Close
bn: বন্ধ
el: Κλείσε
fil: Isara
hi: बंद करे
ja: 選ぶ
lb: Zoumaachen
sl: Zapri
th: ปิด I

source: Closed
bn: বন্ধ
el: Κλειστό
fil: Sarado
hi: बंद किया हुआ
ja: 閉まっている
lb: Zou
sl: Zaprto
th: ปิด

source: Comment:
bn: মন্তব্য:
el: Σχόλιο:
fil: Komento:
hi: टिप्पणी:
ja: コメント：
lb: Kommentar:
sl: Komentar:
th: ความคิดเห็น:

source: Comments:
bn: মন্তব্য:
el: Σχόλια:
fil: Mga Komento:
hi: टिप्पणियाँ:
ja: コメント：
lb: Kommentarer:
sl: Komentarji:
th: ความคิดเห็น:

source: Complete
bn: সম্পূর্ণ
el: Πλήρης
fil: Kumpleto
hi: पूर्ण
ja: 完了
lb: Komplett
sl: Popolno
th: สมบูรณ์

source: Completed
bn: সমাপ্ত
el: Ολοκληρώθηκε το
fil: Nakumpleto
hi: पूरा हुआ
ja: 完了
lb: Fäerdeg
sl: Dokončano
th: สมบูรณ์

source: completed out of
bn: এর মধ্যে সম্পন্ন হয়েছে
el: ολοκληρώθηκε από
fil: nakumpleto sa labas ng
hi: से पूरा हुआ
ja: から完成
lb: ofgeschloss aus
sl: zaključeno od
th: เสร็จจาก

source: Completion Percentage
bn: সমাপ্তির শতাংশ
el: Ποσοστό ολοκλήρωσης
fil: Porsyento ng Pagkumpleto
hi: पूर्णता प्रतिशत
ja: 完了率
lb: Ofschloss Prozentsaz
sl: Odstotek zaključka
th: เปอร์เซ็นต์สำเร็จ

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
el: Επιβεβαίωση Κωδικού
fil: Kumpirmahin ang Password
hi: पासवर्ड की पुष्टि कीजिये
ja: パスワードを認証する
lb: Bestätegt d'Passwuert
sl: potrdi geslo
th: ยืนยันรหัสผ่าน

source: Contact: pythonsupport@fossee.in
bn: যোগাযোগ: pythonsupport@fossee.in
el: Επικοινωνία: pythonsupport@fossee.in
hi: संपर्क करें: pythonsupport@fossee.in
ja: 連絡先：pythonsupport@fossee.in
lb: Kontakt: pythonsupport@fossee.in
sl: Kontakt: pythonsupport@fossee.in
th: ติดต่อ: pythonsupport@fossee.in

source: Continue
bn: চালিয়ে যান
el: Να συνεχίσει
fil: Magpatuloy
hi: जारी रखना
ja: 継続する
lb: Fuert weider
sl: Nadaljuj
th: ดำเนินการต่อ

source: Correct Answer
bn: সঠিক উত্তর
el: Σωστή απάντηση
fil: Tamang sagot
hi: सही जवाब
ja: 正解
lb: Richteg Äntwert
sl: Pravilen odgovor
th: คำตอบที่ถูกต้อง

source: Correct Answer:
bn: সঠিক উত্তর:
el: Σωστή απάντηση:
fil: Tamang sagot:
hi: सही जवाब:
ja: 正解：
lb: Richteg Äntwert:
sl: Pravilen odgovor:
th: คำตอบที่ถูกต้อง:

source: Correct Order:
bn: সঠিক ক্রম:
el: Σωστή σειρά:
fil: Tamang Order:
hi: उचित क्रम:
ja: 正しい順番：
lb: Korrekt Uerdnung:
sl: Pravilno zaporedje:
th: ลำดับที่ถูกต้อง:

source: Course Code
bn: কোর্স কোড
el: Κωδικός Μαθήματος
hi: विषय क्रमांक
ja: コースコード
sl: Koda tečaja
th: รหัสหลักสูตร

source: Course completed
bn: কোর্স সম্পন্ন
el: Το μάθημα ολοκληρώθηκε
fil: Nakumpleto ang kurso
hi: कोर्स पूरा हुआ
ja: コースが完了しました
lb: Cours ofgeschloss
sl: Tečaj zaključen
th: จบหลักสูตร

source: Course Content
bn: কোর্স কন্টেন্ট
el: Περιεχόμενο μαθήματος
fil: Nilalaman ng kurso
hi: अध्य्यन विषयवस्तु
ja: 講座の内容
lb: Course Inhalt
sl: Vsebina tečaja
th: เนื้อหาหลักสูตร

source: Course Details
bn: কোর্স বিবরণ
el: Λεπτομέρειες Μαθήματος
fil: detalye ng kurso
hi: पाठ्यक्रम विवरण
ja: 詳細ルート
lb: Course Detailer
sl: Podrobnosti o tečaju
th: รายละเอียดหลักสูตร

source: Course End DateTime
bn: কোর্স শেষ হওয়ার সময়
el: Ημερομηνία λήξης μαθημάτων
fil: Kurso ng Pagtatapos ng Petsa ng Oras
hi: कोर्स की समाप्ति तिथि समय
ja: コース終了日時
sl: Datum konca tečaja Čas
th: วันที่สิ้นสุดหลักสูตรเวลา

source: Course Forum
bn: কোর্স ফোরাম
el: Φόρουμ μαθημάτων
fil: Forum sa Kurso
hi: कोर्स फोरम
ja: コースフォーラム
lb: Cours Forum
sl: Forum tečaja
th: กระดานสนทนา

source: Course instructions
bn: কোর্সের নির্দেশনা
el: Οδηγίες μαθημάτων
fil: Mga tagubilin sa kurso
hi: पाठ्यक्रम निर्देश
ja: コースの説明
lb: Course Instruktiounen
sl: Navodila za tečaj
th: คำแนะนำหลักสูตร

source: Course Modules
bn: কোর্স মডিউল
el: Ενότητες μαθημάτων
fil: Mga Modyul ng Kurso
hi: पाठ्यक्रम मॉड्यूल
ja: コースモジュール
lb: Course Moduler
sl: Moduli tečajev
th: โมดูลหลักสูตร

source: Course Name
bn: কোর্সের নাম
el: Όνομα μαθήματος
fil: Pangalan ng Kurso
hi: कोर्स का नाम
ja: コース名
lb: Course Numm
sl: Ime tečaja
th: ชื่อหลักสูตร

source: Course Name:
bn: কোর্সের নাম:
el: Όνομα μαθήματος:
fil: Pangalan ng Kurso:
hi: कोर्स का नाम:
ja: コース名：
lb: Course Numm:
sl: Ime tečaja:
th: ชื่อหลักสูตร:

source: Course Progress
bn: কোর্সের অগ্রগতি
el: Πρόοδος Μαθήματος
fil: Pagsulong sa Kurso
hi: पाठ्यक्रम प्रगति
ja: コースの進捗状況
lb: Course Fortschrëtt
sl: Napredek tečaja
th: ความคืบหน้าของหลักสูตร

source: Course Start DateTime
bn: কোর্স শুরুর তারিখ
el: Ημερομηνία έναρξης μαθημάτων
fil: Kurso ng Pagsisimula ng Petsa ng Oras
hi: कोर्स प्रारंभ दिनांक समय
ja: コース開始日時
sl: Datum začetka tečaja Čas
th: วันที่เริ่มหลักสูตรเวลา

source: Course(s) Available
bn: কোর্স (গুলি) পাওয়া যায়
el: Διαθέσιμα μαθήματα
fil: (Mga) Kurso na Magagamit
hi: पाठ्यक्रम (ओं) उपलब्ध
ja: 利用可能なコース
lb: Cours (en) Verfügbar
sl: Razpoložljivi tečaji
th: มีหลักสูตร

source: Course:
bn: কোর্স:
el: Σειρά μαθημάτων:
hi: अवधि:
ja: コース：
lb: Cours:
sl: Tečaj:
th: คอร์ส:

source: Courses
bn: পাঠ্যধারাগুলি
el: ΚΥΚΛΟΣ ΜΑΘΗΜΑΤΩΝ
fil: Kurso
hi: पाठ्यक्रम
ja: コース
lb: Coursen
sl: Tečaji
th: หลักสูตร

source: Create a new Post
bn: একটি নতুন পোস্ট তৈরি করুন
el: Δημιουργήστε μια νέα ανάρτηση
fil: Lumikha ng isang bagong Post
hi: नई पोस्ट बनाएं
ja: 新しい投稿を作成する
lb: Erstellt en neie Post
sl: Ustvarite novo objavo
th: สร้างโพสต์ใหม่

source: Create Demo Course
bn: ডেমো কোর্স তৈরি করুন
el: Δημιουργία μαθημάτων επίδειξης
fil: Lumikha ng Kurso na Demo
hi: डेमो कोर्स बनाएं
ja: デモコースを作成する
lb: Erstellt Demo Cours
sl: Ustvari demo tečaj
th: สร้างหลักสูตรสาธิต

source: Create lesson table of contents
bn: পাঠের বিষয়বস্তু তৈরি করুন
el: Δημιουργήστε πίνακα περιεχομένων μαθημάτων
fil: Lumikha ng talaan ng nilalaman ng aralin
hi: सामग्री की पाठ तालिका बनाएं
ja: レッスンの目次を作成する
lb: Erstellt en Inhaltsverzeechnes
sl: Ustvarite kazalo vsebine lekcije
th: สร้างสารบัญบทเรียน

source: Create new account
bn: নতুন অ্যাকাউন্ট তৈরি
el: Δημιουργία νέου λογαριασμού
fil: Lumikha ng Bagong Account
hi: नया खाता बनाएँ
ja: 新しいアカウントを作成する
lb: Neie Kont erstellen
sl: Ustvariti nov račun
th: สร้างบัญชีใหม่

source: Create/Edit Learning Module
bn: লার্নিং মডিউল তৈরি/সম্পাদনা করুন
el: Δημιουργία/Επεξεργασία Ενότητας Μάθησης
fil: Lumikha / Mag-edit ng Modyul sa Pag-aaral
hi: लर्निंग मॉड्यूल बनाएं/संपादित करें
ja: 学習モジュールの作成/編集
lb: Léiermodul erstellen/änneren
sl: Ustvari/uredi učni modul
th: สร้าง/แก้ไขโมดูลการเรียนรู้

source: Create/Edit Lesson
bn: পাঠ তৈরি/সম্পাদনা করুন
el: Δημιουργία/Επεξεργασία Μαθήματος
fil: Lumikha / Mag-edit ng Aralin
hi: पाठ बनाएं/संपादित करें
ja: レッスンの作成/編集
lb: Lektioun erstellen/änneren
sl: Ustvari/uredi lekcijo
th: สร้าง/แก้ไขบทเรียน

source: Created by
bn: দ্বারা সৃষ্টি
el: Δημιουργήθηκε από
fil: Ginawa ni
hi: के द्वारा बनाई गई
ja: によって作成された
lb: Erstellt vum
sl: Ustvaril
th: สร้างโดย

source: Created Course
bn: তৈরি কোর্স
el: Δημιουργήθηκε μάθημα
fil: Nilikha na Kurso
hi: बनाया गया कोर्स
ja: 作成したコース
lb: Course erstallt
sl: Ustvarjen tečaj
th: สร้างหลักสูตร

source: Creator:
bn: সৃষ্টিকর্তা:
el: Δημιουργός:
hi: बनाने वाला:
ja: 作成者：
lb: Schëpfer:
sl: Ustvarjalec:
th: ผู้สร้าง:

source: Current question
bn: বর্তমান প্রশ্ন
el: Τρέχουσα ερώτηση
fil: Kasalukuyang tanong
hi: वर्तमान प्रश्न
ja: 現在の質問
lb: Aktuell Fro
sl: Aktualno vprašanje
th: คำถามปัจจุบัน

source: Current Teachers/TAs
bn: বর্তমান শিক্ষক/টিএ
el: Τρέχοντες Καθηγητές/ΤΑ
fil: Mga Kasalukuyang Guro / TA
hi: वर्तमान शिक्षक/टीएएस
ja: 現在の教師/ TA
lb: Aktuell Léierpersonal/TAs
sl: Trenutni učitelji/tehnični sodelavci
th: ปัจจุบันครู/TAs

source: Current Unit
bn: বর্তমান ইউনিট
el: Τρέχουσα Μονάδα
fil: Kasalukuyang Yunit
hi: वर्तमान इकाई
ja: 現在の単位
lb: Aktuell Eenheet
sl: Trenutna enota
th: หน่วยปัจจุบัน

source: Currently
bn: বর্তমানে
el: Επί του παρόντος
fil: Kasalukuyan
hi: वर्तमान में
ja: 現在
lb: Aktuell
sl: Trenutno
th: ปัจจุบัน

source: Data for user
bn: ব্যবহারকারীর জন্য ডেটা
el: Δεδομένα για τον χρήστη
fil: Data para sa gumagamit
hi: उपयोगकर्ता के लिए डेटा
ja: ユーザーのデータ
lb: Daten fir de Benotzer
sl: Podatki za uporabnika
th: ข้อมูลสำหรับผู้ใช้

source: Delete
bn: মুছে ফেলা
el: Διαγράφω
fil: Tanggalin
hi: हटाएं
ja: 消去
lb: Läschen
sl: Izbriši
th: ลบ

source: Delete Files
bn: ফাইল মুছে দিন
el: Διαγραφή αρχείων
fil: Tanggalin ang Mga File
hi: फाइलों को नष्ट
ja: ファイルを削除する
lb: Läschen Dateien
sl: Izbriši datoteke
th: ลบไฟล์

source: Delete Selected
bn: মুছে নির্বাচিত
el: Διαγραφή επιλεγμένων
fil: Tanggalin ang Napili
hi: चयनित मिटाएं
ja: 選択を削除します
lb: Läschen Ausgewielt
sl: Izbriši izbrano
th: ลบรายการที่เลือก

source: Department
bn: বিভাগ
el: Τμήμα
fil: Kagawaran
hi: विभाग
ja: デパートメント
lb: Departement
sl: Oddelek
th: สาขา

source: Department you work/study at
bn: যে বিভাগে আপনি কাজ/পড়াশোনা করেন
el: Τμήμα στο οποίο εργάζεστε/σπουδάζετε
fil: Kagawaran kung saan ka nagtatrabaho / nag-aaral
hi: जिस विभाग में आप काम करते हैं / पढ़ते हैं
ja: あなたが働いている/勉強している部門
lb: Departement wou Dir schafft/studéiert
sl: Oddelek, na katerem delate/študirate
th: แผนกที่คุณทำงาน/เรียนอยู่ที่

source: Department:
bn: বিভাগ:
el: Τμήμα:
fil: Kagawaran:
hi: विभाग:
ja: デパートメント：
lb: Departement:
sl: Oddelek:
th: สาขา:

source: Description
bn: বর্ণনা
el: Περιγραφή
fil: Paglalarawan
hi: विवरण
ja: 説明
lb: Beschreiwung
sl: Opis
th: คำอธิบาย

source: Description Preview
bn: বর্ণনা পূর্বরূপ
el: Προεπισκόπηση περιγραφής
fil: Pag-preview ng Paglalarawan
hi: विवरण पूर्वावलोकन
ja: 説明プレビュー
lb: Beschreiwung Virschau
sl: Opis Predogled
th: คำอธิบาย ดูตัวอย่าง

source: Description:
bn: বর্ণনা:
el: Περιγραφή:
fil: Paglalarawan:
hi: विवरण:
ja: 説明：
lb: Beschreiwung:
sl: Opis:
th: คำอธิบาย:

source: Design Course
bn: ডিজাইন কোর্স
el: Μαθήματα Σχεδιασμού
fil: Kursong Disenyo
hi: डिजाइन कोर्स
ja: デザインコース
lb: Design Cours
sl: Tečaj oblikovanja
th: หลักสูตรการออกแบบ

source: Design Course Session
bn: ডিজাইন কোর্স সেশন
el: Συνεδρία μαθημάτων σχεδιασμού
fil: Disenyo ng Sesyon ng Kurso
hi: डिजाइन पाठ्यक्रम सत्र
ja: デザインコースセッション
lb: Design Cours Sessioun
sl: Tečaj oblikovanja
th: หลักสูตรการออกแบบ

source: Design Module
bn: ডিজাইন মডিউল
el: Ενότητα σχεδίασης
fil: Modyul ng Disenyo
hi: डिजाइन मॉड्यूल
ja: 設計モジュール
lb: Design Modul
sl: Modul oblikovanja
th: โมดูลการออกแบบ

source: Design Question Paper
bn: ডিজাইন প্রশ্নপত্র
el: Ερωτησιολογικό έγγραφο σχεδιασμού
fil: Disenyo ng Papel ng Tanong
hi: डिजाइन प्रश्न पत्र
ja: デザイン質問紙
lb: Design Froen Pabeier
sl: Dokument z vprašanji o oblikovanju
th: กระดาษคำถามการออกแบบ

source: Details
bn: বিস্তারিত
el: Λεπτομέριες
fil: Mga Detalye
hi: विवरण
ja: 詳細
lb: Detailer
sl: Podrobnosti
th: รายละเอียด

source: Details:
bn: বিস্তারিত:
el: Λεπτομέριες:
fil: Mga Detalye:
hi: विवरण:
ja: 詳細：
lb: Detailer:
sl: Podrobnosti:
th: รายละเอียด:

source: Developed by FOSSEE group, IIT Bombay
bn: FOSSEE গ্রুপ, IIT বোম্বে দ্বারা বিকাশিত
el: Αναπτύχθηκε από τον όμιλο FOSSEE, IIT Bombay
fil: Binuo ng pangkat ng FOSSEE, IIT Bombay
hi: FOSSEE समूह, IIT बॉम्बे द्वारा विकसित
ja: FOSSEEグループ、IITボンベイによって開発されました
lb: Entwéckelt vun der FOSSEE Grupp, IIT Bombay
sl: Razvila skupina FOSSEE, IIT Bombay
th: พัฒนาโดยกลุ่ม FOSSEE, IIT Bombay

source: Did not attempt
bn: চেষ্টা করেনি
el: Δεν προσπάθησε
fil: Hindi nagtangka
hi: कोशिश नहीं की
ja: 試みなかった
lb: Huet net probéiert
sl: Ni poskusil
th: ไม่ได้พยายาม

source: Did not Grade
bn: গ্রেড করেনি
el: Δεν βαθμολόγησε
fil: Hindi Baitang
hi: ग्रेड नहीं किया
ja: 採点しませんでした
lb: Huet net Grad
sl: Ni ocenilo
th: ไม่ได้เกรด

source: Discussion Forum
bn: আলোচনা স্থান
el: Φόρουμ συζήτησης
fil: Pangkatang talakayan
hi: चर्चा मंच
ja: ディスカッションフォーラム
lb: Diskussiounsforum
sl: Diskusijski forum
th: กระดานสนทนา

source: Dont extract
bn: নিষ্কাশন করবেন না
el: Μην εξαγάγετε
fil: Huwag kunin
hi: न निकालें
ja: 抽出しないでください
lb: Extrakt net
sl: Ne izvlecite
th: อย่าสกัด

source: Download
bn: ডাউনলোড করুন
el: Κατεβάστε
fil: Mag-download
hi: डाउनलोड
ja: ダウンロード
lb: Eroflueden
sl: Prenesi
th: ดาวน์โหลด

source: Download All Assignments
bn: সমস্ত অ্যাসাইনমেন্ট ডাউনলোড করুন
el: Λήψη όλων των εργασιών
fil: I-download ang Lahat ng Mga Takdang Aralin
hi: सभी असाइनमेंट डाउनलोड करें
ja: すべての課題をダウンロード
lb: Download All Aufgaben
sl: Prenesite vse naloge
th: ดาวน์โหลดงานทั้งหมด

source: Download Course
bn: কোর্স ডাউনলোড করুন
el: Λήψη μαθημάτων
fil: Kurso sa Pag-download
hi: कोर्स डाउनलोड करें
ja: コースをダウンロード
lb: Download Cours
sl: Prenesite tečaj
th: ดาวน์โหลดหลักสูตร

source: Download CSV
bn: CSV ডাউনলোড করুন
el: Λήψη CSV
fil: Mag-download ng CSV
hi: सीएसवी डाउनलोड करें
ja: CSVをダウンロード
sl: Prenesite datoteko CSV
th: ดาวน์โหลด CSV

source: Download CSV for
bn: এর জন্য CSV ডাউনলোড করুন
el: Λήψη CSV για
fil: Mag-download ng CSV para sa
hi: इसके लिए सीएसवी डाउनलोड करें
ja: のCSVをダウンロード
lb: Download CSV fir
sl: Prenesite CSV za
th: ดาวน์โหลด CSV สำหรับ

source: Download Data
bn: ডাটা ডাউনলোড করুন
el: Λήψη δεδομένων
fil: I-download ang Data
hi: डेटा डाउनलोड करें
ja: データのダウンロード
lb: Download Daten
sl: Prenos podatkov
th: ดาวน์โหลดข้อมูล

source: Download Sample
bn: নমুনা ডাউনলোড করুন
el: Λήψη δείγματος
fil: Sample ng Pag-download
hi: नमूना डाउनलोड करें
ja: サンプルをダウンロード
lb: Download Probe
sl: Prenesite vzorec
th: ดาวน์โหลดตัวอย่าง

source: Download Selected
bn: ডাউনলোড নির্বাচিত
el: Λήψη Επιλεγμένο
fil: Napili ang Pag-download
hi: डाउनलोड चयनित
ja: 選択したものをダウンロード
lb: Download Ausgewielt
sl: Prenesi izbrano
th: ดาวน์โหลดที่เลือกไว้

source: Download Template
bn: টেমপ্লেট ডাউনলোড করুন
el: Λήψη προτύπου
fil: Template ng Pag-download
hi: टेम्पलेट डाउनलोड करें
ja: テンプレートをダウンロード
lb: Download Schabloun
sl: Prenesite predlogo
th: ดาวน์โหลดเทมเพลต

source: Download the CSV file from the button
bn: বোতাম থেকে CSV ফাইলটি ডাউনলোড করুন
el: Κατεβάστε το αρχείο CSV από το κουμπί
fil: I-download ang CSV file mula sa pindutan
hi: बटन से CSV फ़ाइल डाउनलोड करें
ja: ボタンからCSVファイルをダウンロードする
lb: Luet d'CSV Datei vum Knäppchen erof
sl: Prenesite datoteko CSV iz gumba
th: ดาวน์โหลดไฟล์ CSV จากปุ่ม
