Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: Single Correct Choice
bn: একক সঠিক পছন্দ
el: Ενιαία σωστή επιλογή
fil: Single na Tamang Pagpipilian
hi: एकल सही विकल्प
ja: 単一の正しい選択
lb: Single Korrekt Wiel
sl: Ena pravilna izbira
th: ทางเลือกเดียวที่ถูกต้อง

source: Snippet
bn: স্নিপেট
el: Απόσπασμα
hi: टुकड़ा
ja: スニペット
sl: Odlomek

source: Solution
bn: সমাধান
el: Λύση
fil: Solusyon
hi: समाधान
ja: 解決
lb: Léisung
sl: Rešitev
th: สารละลาย

source: Solution by teacher
bn: শিক্ষক দ্বারা সমাধান
el: Λύση από δάσκαλο
fil: Solusyon ng guro
hi: शिक्षक द्वारा समाधान
ja: 教師による解決策
lb: Léisung vum Enseignant
sl: Rešitev učitelj
th: แก้โดยอาจารย์

source: Solution for the question
bn: প্রশ্নের সমাধান
el: Λύση για την ερώτηση
fil: Solusyon para sa tanong
hi: प्रश्न का समाधान
ja: 質問の解決策
lb: Léisung fir d'Fro
sl: Rešitev za vprašanje
th: คำตอบสำหรับคำถาม

source: Sorry for the inconvenience.
bn: অসুবিধার জন্য দুঃখিত.
el: Συγγνώμη για την ταλαιπωρία.
fil: Paumanhin sa abala.
hi: असुविधा के लिए खेद है।
ja: ご不便おかけしてすみません。
lb: Det mir Leed, fir d'Emständ.
sl: Oprostite za nevšečnosti.
th: ขออภัยในความไม่สะดวก.

source: Special Attempt
bn: বিশেষ প্রচেষ্টা
el: Ειδική Προσπάθεια
fil: Espesyal na Pagtatangka
hi: विशेष प्रयास
ja: 特別な試み
lb: Besonnesch Versuch
sl: Poseben poskus
th: ความพยายามพิเศษ

source: Sr No.
bn: সিনিয়র নং
fil: Ang Sr No.
hi: क्रमांक।
ja: シニア番号
lb: Sr Nr.
sl: Sr št.
th: นายเลขที่

source: Sr. No
bn: সিনিয়র নং
fil: Hindi si Sr.
hi: अनु क्रमांक
ja: シニアいいえ
lb: Sr. Nee
sl: S. Št
th: คุณหนู

source: Standard Testcase
bn: স্ট্যান্ডার্ড টেস্টকেস
el: Τυποποιημένη βαλίτσα
hi: मानक टेस्टकेस
ja: 標準テストケース
lb: Standard Testkëscht
sl: Standardni testni kovček
th: กรณีทดสอบมาตรฐาน

source: Start
bn: শুরু করুন
el: Αρχή
fil: Magsimula
hi: शुरू
ja: 始める
sl: Začni
th: เริ่ม

source: Start Date and Time for enrollment of course
bn: অবশ্যই ভর্তির তারিখ এবং সময়
el: Ημερομηνία έναρξης και ώρα εγγραφής φυσικά
fil: Petsa ng Pagsisimula at Oras para sa pagpapatala ng kurso
hi: पाठ्यक्रम के नामांकन के लिए प्रारंभ तिथि और समय
ja: もちろん登録開始日時
lb: Start Datum an Zäit fir d'Aschreiwung natierlech
sl: Začetni datum in ura za vpis tečaja
th: เริ่มวันและเวลาลงทะเบียนเรียน

source: Start Special Attempt
bn: বিশেষ প্রচেষ্টা শুরু করুন
el: Ξεκινήστε την Ειδική Προσπάθεια
fil: Magsimula ng Espesyal na Pagtatangka
hi: विशेष प्रयास शुरू करें
ja: 特別な試みを開始する
lb: Start Spezielle Versuch
sl: Začni poseben poskus
th: เริ่มความพยายามพิเศษ

source: Start time:
bn: সময় শুরু:
el: Ωρα έναρξης:
fil: Oras ng umpisa:
hi: समय शुरू:
ja: 始まる時間：
lb: Startzeit:
sl: Začetni čas:
th: เวลาเริ่มต้น:

source: Starts On:
bn: শুরু হয়:
el: Ξεκινά στις:
fil: Magsisimula Sa:
hi: शुरू होता है:
ja: 開始日：
lb: Fänkt un:
sl: Začne se:
th: เริ่มเมื่อ:

source: Statistics
bn: পরিসংখ্যান
el: Στατιστική
fil: Mga Istatistika
hi: आंकड़े
ja: 統計
lb: Statistiken
sl: Statistika
th: สถิติ

source: Statistics for
bn: জন্য পরিসংখ্যান
el: Στατιστικά στοιχεία για
fil: Istatistika para sa
hi: सांख्यिकी के लिए
ja: の統計
lb: Statistiken fir
sl: Statistika za
th: สถิติสำหรับ

source: Status
bn: স্থিতি
el: Κατάσταση
fil: Katayuan
hi: स्थिति
ja: 状態
sl: Stanje
th: สถานะ

source: Status:
bn: স্থিতি:
el: Κατάσταση:
fil: Katayuan:
hi: स्थिति:
ja: 状態：
sl: Stanje:
th: สถานะ:

source: StdIO Based Testcase
bn: StdIO ভিত্তিক টেস্টকেস
hi: StdIO आधारित टेस्टकेस
ja: StdIOベースのテストケース
lb: StdIO Baséiert Testcase
sl: StdIO na osnovi testnega primera
th: กรณีทดสอบตาม StdIO

source: STEP 1
el: ΒΗΜΑ 1
hi: चरण 1
ja: ステップ1
lb: SCHRËTT 1
sl: KORAK 1
th: ขั้นตอนที่ 1

source: STEP 2
el: ΒΗΜΑ 2
hi: चरण 2
ja: ステップ2
sl: 2. KORAK
th: ขั้นตอนที่ 2

source: STEP 3
hi: चरण 3
ja: ステップ3
lb: SCHRËTT 3
sl: 3. KORAK
th: ขั้นตอนที่ 3

source: String Testcase
bn: স্ট্রিং টেস্টকেস
el: Δοκιμή χορδών
hi: स्ट्रिंग टेस्टकेस
ja: 文字列テストケース
lb: String Testkëscht
sl: String primerka
th: สตริงทดสอบ

source: Student answer(s):
bn: ছাত্র উত্তর (গুলি):
el: Απαντήσεις μαθητών:
fil: (Mga) Sagot ng mag-aaral:
hi: छात्र उत्तर (ओं):
ja: 学生の回答：
lb: Schüler Äntwert (en):
sl: Odgovor učencev:
th: คำตอบของนักเรียน:

source: Student Dashboard
bn: ছাত্র ড্যাশবোর্ড
el: Πίνακας ελέγχου μαθητών
hi: छात्र डैशबोर्ड
ja: 学生ダッシュボード
lb: Schüler Dashboard
sl: Študentska nadzorna plošča
th: แดชบอร์ดนักเรียน

source: Student Details
bn: ছাত্র বিবরণ
el: Στοιχεία μαθητή
fil: Mga Detalye ng Mag-aaral
hi: छात्र विवरण
ja: 学生の詳細
lb: Schüler Detailer
sl: Podrobnosti študenta
th: รายละเอียดนักศึกษา

source: Student Name
bn: শিক্ষার্থীর নাম
el: Ονομα μαθητή
fil: Pangalan ng estudyante
hi: छात्र का नाम
ja: 学生の名前
lb: Schüler Numm
sl: Študentsko ime
th: ชื่อนักเรียน

source: Student Name:
bn: শিক্ষার্থীর নাম:
el: Ονομα μαθητή:
fil: Pangalan ng estudyante:
hi: छात्र का नाम:
ja: 学生の名前：
lb: Schüler Numm:
sl: Študentsko ime:
th: ชื่อนักเรียน:

source: Student/Faculty/Researcher/Industry/Fellowship/etc.
hi: छात्र/संकाय/शोधकर्ता/उद्योग/अध्येतावृत्ति/आदि।
lb: Student/Fakultéit/Fuerscher/Industrie/Gemeinschaft/etc.
sl: Študent/fakulteta/raziskovalec/industrija/štipendija/itd.
th: นักศึกษา/คณะ/นักวิจัย/อุตสาหกรรม/ทุน/ฯลฯ

source: Submission Details
bn: জমা দেওয়ার বিবরণ
el: Λεπτομέρειες Υποβολής
fil: Mga Detalye ng Pagsumite
hi: सबमिशन विवरण
ja: 提出の詳細
lb: Soumissioun Detailer
sl: Podrobnosti o oddaji
th: รายละเอียดการส่ง

source: Submission Status
bn: জমা অবস্থা
el: Κατάσταση υποβολής
fil: Katayuan ng Pagsumite
hi: सबमिशन की स्थिति
ja: 提出状況
lb: Soumissioun Status
sl: Status oddaje
th: สถานะการส่ง

source: Submissions
bn: জমা
el: Υποβολές
fil: Pagsumite
hi: प्रविष्टियों
ja: 提出物
lb: Soumissiounen
sl: Predložitve
th: ผลงาน

source: Submit
bn: জমা দিন
el: υποβάλλουν
fil: Ipasa
hi: प्रस्तुत करना
ja: 送信
lb: Ofginn
sl: Predloži
th: ส่ง

source: Submit Answer
bn: উত্তর দাখিল করো
el: Υποβολή απάντησης
fil: Isumite ang sagot
hi: उत्तर सबमिट करें
ja: 回答を送信
lb: Äntwert ofginn
sl: Oddajte odgovor
th: ส่งคำตอบ

source: Summary
bn: সারসংক্ষেপ
el: Περίληψη
fil: Buod
hi: सारांश
ja: 概要
lb: Resumé
sl: Povzetek
th: สรุป

source: Summary:
bn: সারসংক্ষেপ:
el: Περίληψη:
fil: Buod:
hi: सारांश:
ja: 概要：
lb: Resumé:
sl: Povzetek:
th: สรุป:

source: Switch To Moderator
bn: মডারেটরে যান
el: Μετάβαση σε Συντονιστή
fil: Lumipat Sa Moderator
hi: मॉडरेटर पर स्विच करें
ja: モデレーターに切り替える
lb: Wiesselen op Moderator
sl: Preklopi na moderatorja
th: เปลี่ยนเป็นผู้ดูแล

source: Switch To Student
bn: শিক্ষার্থীর কাছে যান
el: Μετάβαση σε μαθητή
fil: Lumipat Sa Mag-aaral
hi: छात्र पर स्विच करें
ja: 学生に切り替える
lb: Wiesselen op Student
sl: Preklopi na študenta
th: เปลี่ยนเป็นนักเรียน

source: Table Of Contents
bn: সুচিপত্র
el: Πίνακας περιεχομένων
fil: Talaan ng nilalaman
hi: विषयसूची
ja: 目次
lb: Inhaltsverzeechnes
sl: Kazalo
th: สารบัญ

source: Tags
bn: ট্যাগ
el: Ετικέτες
fil: Mga tag
hi: टैग
ja: タグ
sl: Oznake
th: แท็ก

source: Taken By
bn: দ্বারা গৃহীত
el: Που λαμβάνονται από
fil: Kinuha sa pamamagitan ng
hi: द्वारा उठाए गए
ja: で撮影
lb: Opgeholl
sl: Vzeti od
th: ดำเนินการโดย

source: Teacher comments:
bn: শিক্ষকের মন্তব্য:
el: Σχόλια εκπαιδευτικού:
fil: Mga komento ng guro:
hi: शिक्षक टिप्पणियाँ:
ja: 先生のコメント：
lb: Léier Kommentarer:
sl: Komentarji učiteljev:
th: ความคิดเห็นของครู:

source: Teacher(s) added
bn: শিক্ষক যোগ করেছেন
el: Προστέθηκε δάσκαλος (ες)
fil: (Mga) guro ay idinagdag
hi: शिक्षक जोड़ा गया
ja: 教師が追加されました
lb: Enseignant (en) derbäigesat
sl: Učitelji so dodani
th: อาจารย์เพิ่ม

source: Teacher(s)/TA(s)
bn: শিক্ষক (গুলি)/টিএ (গুলি)
el: Καθηγητής (ες)/ΤΑ
hi: शिक्षक (ओं) / टीए (ओं)
ja: 教師/ TA
lb: Enseignant (en)/TA (en)
sl: Učitelj (i)/TA (i)
th: อาจารย์/ทท.

source: Test
bn: পরীক্ষা
el: Δοκιμή
hi: परीक्षण
ja: テスト
th: ทดสอบ

source: Test case
bn: পরীক্ষা ক্ষেত্রে
el: Θήκη δοκιμής
fil: Kaso sa pagsubok
hi: परीक्षण का मामला
ja: テストケース
lb: Test Fall
sl: Testni primer
th: กรณีทดสอบ

source: Test Cases
bn: টেস্ট কেস
el: Περιπτώσεις δοκιμής
fil: Mga Kaso sa Pagsubok
hi: परीक्षण के मामलों
ja: テストケース
lb: Test Fäll
sl: Testni primeri
th: กรณีทดสอบ

source: Test cases:
bn: পরীক্ষার ক্ষেত্রে:
el: Θήκες δοκιμών:
fil: Mga kaso sa pagsubok:
hi: परीक्षण के मामलों:
ja: テストケース：
lb: Test Fäll:
sl: Testni primeri:
th: กรณีทดสอบ:

source: Test Selected
bn: পরীক্ষা নির্বাচিত
el: Επιλεγμένη δοκιμή
fil: Napili ang Pagsubok
hi: चयनित परीक्षण
ja: 選択したテスト
lb: Test gewielt
sl: Izbran test
th: ทดสอบที่เลือก

source: The following error took place:
bn: নিম্নলিখিত ত্রুটি ঘটেছে:
el: Παρουσιάστηκε το ακόλουθο σφάλμα:
fil: Ang sumusunod na error ay naganap:
hi: निम्नलिखित त्रुटि हुई:
ja: 次のエラーが発生しました。
lb: De folgende Feeler ass geschitt:
sl: Prišlo je do naslednje napake:
th: เกิดข้อผิดพลาดต่อไปนี้:

source: This email already exists
bn: এই ইমেইল আগে থেকেই আছে
el: Αυτό το email υπάρχει ήδη
fil: Mayroon nang ganitong email
hi: यह ईमेल पहले से मौजूद है
ja: このメールは既に存在します
lb: Dës E -Mail gëtt et schonn
sl: Ta e-poštni naslov že obstaja
th: อีเมลนี้มีอยู่แล้ว

source: This event will be reported.
bn: এই ঘটনাটি জানানো হবে।
el: Αυτό το συμβάν θα αναφερθεί.
fil: Ang kaganapan na ito ay maiuulat.
hi: इस घटना की जानकारी दी जाएगी।
ja: このイベントは報告されます。
lb: Dësen Event gëtt bericht.
sl: O tem dogodku bodo poročali.
th: เหตุการณ์นี้จะถูกรายงาน

source: This Quiz has expired. You can no longer attempt this Quiz.
bn: এই কুইজের মেয়াদ শেষ হয়ে গেছে। আপনি আর এই কুইজের চেষ্টা করতে পারবেন না।
el: Αυτό το κουίζ έληξε. Δεν μπορείτε πλέον να δοκιμάσετε αυτό το κουίζ.
fil: Nag-expire na ang Quiz na ito. Hindi mo na matatangka ang Quiz na ito.
hi: यह प्रश्नोत्तरी समाप्त हो गई है। अब आप इस प्रश्नोत्तरी का प्रयास नहीं कर सकते हैं।
ja: このクイズは期限切れです。このクイズはもう試すことができません。
lb: Dëse Quiz ass ofgelaf. Dir kënnt dëse Quiz net méi probéieren.
sl: Ta kviz je potekel. Tega kviza ne morete več poskusiti.
th: แบบทดสอบนี้หมดอายุแล้ว คุณไม่สามารถลองทำแบบทดสอบนี้ได้อีกต่อไป

source: This reset link is no longer valid!
bn: এই রিসেট লিঙ্কটি আর বৈধ নয়!
el: Αυτός ο σύνδεσμος επαναφοράς δεν είναι πλέον έγκυρος!
fil: Ang link na ito sa pag-reset ay hindi na wasto!
hi: यह रीसेट लिंक अब मान्य नहीं है!
ja: このリセットリンクは無効になりました。
lb: Dëse Resetlink ass net méi valabel!
sl: Ta povezava za ponastavitev ni več veljavna!
th: ลิงก์รีเซ็ตนี้ใช้ไม่ได้อีกต่อไป!

source: Time
bn: সময়
el: χρόνος
hi: समय
ja: 時間
lb: Zäit
sl: Čas
th: เวลา

source: Time Extension
bn: সময় সম্প্রসারণ
el: Παράταση χρόνου
fil: Extension ng Oras
hi: समय विस्तार
ja: 時間延長
lb: Zäit Verlängerung
sl: Podaljšanje časa
th: การขยายเวลา

source: Time Left
bn: সময় বাকি
el: Χρόνος που απομένει
hi: शेष समय
ja: 残り時間
lb: Iwwreg Zäit
sl: Preostali čas
th: เวลาที่เหลือ

source: to delete files,
bn: ফাইল মুছে ফেলার জন্য,
el: για διαγραφή αρχείων,
fil: upang tanggalin ang mga file,
hi: फ़ाइलों को हटाने के लिए,
ja: ファイルを削除するには、
lb: fir Dateien ze läschen,
sl: brisanje datotek,
th: เพื่อลบไฟล์

source: to download a sample CSV, edit and upload it
bn: একটি নমুনা CSV ডাউনলোড করতে, সম্পাদনা করুন এবং আপলোড করুন
el: να κατεβάσετε ένα δείγμα CSV, να το επεξεργαστείτε και να το ανεβάσετε
fil: upang mag-download ng isang sample na CSV, i-edit at i-upload ito
hi: एक नमूना सीएसवी डाउनलोड करने के लिए, उसे संपादित करें और अपलोड करें
ja: サンプルCSVをダウンロードするには、編集してアップロードします
lb: fir eng Probe -CSV erofzelueden, z'änneren an eropzelueden
sl: če želite prenesti vzorec datoteke CSV, ga uredite in naložite
th: เพื่อดาวน์โหลดตัวอย่าง CSV แก้ไขและอัปโหลด

source: to extract files and
bn: ফাইল বের করতে এবং
el: για εξαγωγή αρχείων και
fil: upang kumuha ng mga file at
hi: फ़ाइलें निकालने के लिए और
ja: ファイルを抽出し、
lb: Dateien extrahieren an
sl: za ekstrahiranje datotek in
th: เพื่อแยกไฟล์และ

source: to hide files
bn: ফাইল লুকানোর জন্য
el: για απόκρυψη αρχείων
fil: upang itago ang mga file
hi: फाइलों को छिपाने के लिए
ja: ファイルを非表示にする
lb: fir Dateien ze verstoppen
sl: za skrivanje datotek
th: เพื่อซ่อนไฟล์

source: to the programming quiz!
bn: প্রোগ্রামিং কুইজে!
el: στο κουίζ προγραμματισμού!
fil: sa pagsusulit sa programa!
hi: प्रोग्रामिंग प्रश्नोत्तरी के लिए!
ja: プログラミングクイズへ！
lb: zum Programméierungsquiz!
sl: na kviz programiranja!
th: สู่แบบทดสอบการเขียนโปรแกรม!

source: Topic
bn: বিষয়
el: Θέμα
fil: Paksa
hi: विषय
ja: トピック
lb: Thema
sl: Tema
th: หัวข้อ

source: Topic name
bn: বিষয় নাম
el: Όνομα θέματος
fil: Pangalan ng paksa
hi: विषय का नाम
ja: トピック名
lb: Thema Numm
sl: Ime teme
th: ชื่อกระทู้

source: Topic:
bn: বিষয়:
el: Θέμα:
fil: Paksa:
hi: विषय:
ja: トピック：
lb: Thema:
sl: Tema:
th: หัวข้อ:

source: Total attempts
bn: মোট চেষ্টা
el: Συνολικές προσπάθειες
fil: Kabuuang mga pagtatangka
hi: कुल प्रयास
ja: 総試行回数
lb: Total Versich
sl: Skupni poskusi
th: ความพยายามทั้งหมด

source: Total attempts at questions:
bn: প্রশ্নে মোট প্রচেষ্টা:
el: Συνολικές προσπάθειες για ερωτήσεις:
fil: Kabuuang mga pagtatangka sa mga katanungan:
hi: प्रश्नों पर कुल प्रयास:
ja: 質問の合計試行回数：
lb: Total Versuche fir Froen:
sl: Skupni poskusi vprašanj:
th: ความพยายามทั้งหมดในการถามคำถาม:

source: Total Marks:
bn: মোট মার্কস:
el: Σύνολο σημείων:
fil: Kabuuang Mga Marka:
hi: कुल मार्क:
ja: 合計点数：
sl: Skupne ocene:
th: คะแนนรวม:

source: Total number of participants:
bn: মোট অংশগ্রহণকারীর সংখ্যা:
el: Συνολικός αριθμός συμμετεχόντων:
fil: Kabuuang bilang ng mga kalahok:
hi: प्रतिभागियों की कुल संख्या:
ja: 参加者の総数：
lb: Gesamtzuel vun de Participanten:
sl: Skupno število udeležencev:
th: จำนวนผู้เข้าร่วมทั้งหมด:

source: Total Submissions:
bn: মোট জমা:
el: Σύνολο υποβολών:
fil: Kabuuang Mga Isinumite:
hi: कुल सबमिशन:
ja: 総提出数：
lb: Total Soumissiounen:
sl: Skupaj prispevkov:
th: ผลงานทั้งหมด:

source: Total Time:
bn: মোট সময়:
el: Συνολικός χρόνος:
fil: Kabuuang Oras:
hi: कुल समय:
ja: 合計時間：
lb: Gesamtzeit:
sl: Skupni čas:
th: เวลารวม:

source: Try as student
bn: ছাত্র হিসেবে চেষ্টা করুন
el: Δοκιμάστε ως μαθητής
fil: Subukan bilang mag-aaral
hi: छात्र के रूप में प्रयास करें
ja: 学生としてお試しください
lb: Probéiert als Student
sl: Poskusite kot študent
th: ลองเป็นนักเรียน

source: Try as student:
bn: ছাত্র হিসাবে চেষ্টা করুন:
el: Δοκιμάστε ως μαθητής:
fil: Subukan bilang mag-aaral:
hi: छात्र के रूप में प्रयास करें:
ja: 学生として試してみてください：
lb: Probéiert als Student:
sl: Poskusite kot študent:
th: ลองเป็นนักเรียน:

source: Try as teacher
bn: শিক্ষক হিসেবে চেষ্টা করুন
el: Δοκιμάστε ως δάσκαλος
fil: Subukan bilang guro
hi: शिक्षक के रूप में प्रयास करें
ja: 先生としてお試しください
lb: Probéiert als Enseignant
sl: Poskusite kot učitelj
th: ลองเป็นครู

source: Try as teacher:
bn: শিক্ষক হিসাবে চেষ্টা করুন:
el: Δοκιμάστε ως δάσκαλος:
fil: Subukan bilang guro:
hi: शिक्षक के रूप में प्रयास करें:
ja: 教師としてお試しください：
lb: Probéiert als Enseignant:
sl: Poskusite kot učitelj:
th: ลองเป็นครู:

source: Type
bn: প্রকার
el: Τύπος
fil: Uri
hi: प्रकार
ja: タイプ
lb: Typ
sl: Vrsta
th: พิมพ์

source: Type:
bn: প্রকার:
el: Τύπος:
fil: Uri:
hi: प्रकार:
ja: タイプ：
lb: Typ:
sl: Vrsta:
th: พิมพ์:

source: Unattempted question(s)
bn: অপ্রয়োজনীয় প্রশ্ন (গুলি)
el: Μη αποπειραμένες ερωτήσεις
fil: (Mga) tanong na hindi natiyak
hi: अनुत्तरित प्रश्न
ja: 未試行の質問
lb: Onversichtlech Fro (en)
sl: Neizkušena vprašanja
th: คำถามที่ไม่ต้องพยายาม

source: Undo Changes
bn: পরিবর্তনগুলি পূর্বাবস্থায় ফেরান
el: Αναίρεση αλλαγών
fil: I-undo ang Mga Pagbabago
hi: परिवर्तन पूर्ववत करें
ja: 変更を元に戻します
lb: Ännerungen undoen
sl: Razveljavi spremembe
th: เลิกทำการเปลี่ยนแปลง

source: Update
bn: হালনাগাদ
el: Εκσυγχρονίζω
hi: अद्यतन
ja: アップデート
sl: Nadgradnja
th: อัปเดต

source: Upload
bn: আপলোড করুন
el: Μεταφόρτωση
fil: I-upload
hi: डालना
ja: アップロード
lb: Eroplueden
sl: Naloži
th: ที่อัพโหลด

source: Upload / Download MD
bn: এমডি আপলোড / ডাউনলোড করুন
el: Μεταφόρτωση / λήψη MD
fil: Mag-upload / Mag-download ng MD
hi: एमडी . अपलोड / डाउनलोड करें
ja: MDのアップロード/ダウンロード
lb: Eroplueden / Download MD
sl: Naloži / prenesite MD
th: อัพโหลด / ดาวน์โหลด MD

source: Upload assignment file for
bn: জন্য অ্যাসাইনমেন্ট ফাইল আপলোড করুন
el: Μεταφόρτωση αρχείου ανάθεσης για
fil: Mag-upload ng file ng pagtatalaga para sa
hi: के लिए असाइनमेंट फ़ाइल अपलोड करें
ja: の割り当てファイルをアップロードする
lb: Eroplueden Datei fir
sl: Naloži datoteko dodelitve za
th: อัพโหลดไฟล์งานสำหรับ

source: Upload File
bn: ফাইল আপলোড করুন
el: Ανέβασμα αρχείου
fil: Mag-upload ng File
hi: फ़ाइल अपलोड करें
ja: ファイルをアップロードする
lb: Eroplueden Datei
sl: Naloži datoteko
th: อัพโหลดไฟล์

source: Upload Questions
bn: প্রশ্ন আপলোড করুন
el: Μεταφόρτωση Ερωτήσεων
fil: Mag-upload ng Mga Katanungan
hi: प्रश्न अपलोड करें
ja: 質問をアップロードする
lb: Eroplueden Froen
sl: Naložite vprašanja
th: อัพโหลดคำถาม

source: Upload TOC
bn: TOC আপলোড করুন
el: Μεταφόρτωση TOC
fil: Mag-upload ng TOC
hi: टीओसी अपलोड करें
ja: TOCをアップロード
lb: Eroplueden TOC
sl: Naloži TOC
th: อัพโหลด TOC

source: Upload Users
bn: ব্যবহারকারীদের আপলোড করুন
el: Μεταφόρτωση χρηστών
fil: Mag-upload ng Mga Gumagamit
hi: उपयोगकर्ता अपलोड करें
ja: ユーザーのアップロード
lb: Eroplueden Benotzer
sl: Naloži uporabnike
th: อัพโหลดผู้ใช้

source: Uploaded files
bn: আপলোড করা ফাইল
el: Μεταφορτωμένα αρχεία
fil: Nag-upload ng mga file
hi: अपलोड की गई फ़ाइलें
ja: アップロードされたファイル
lb: Eroplueden Dateien
sl: Naložene datoteke
th: ไฟล์ที่อัพโหลด

source: Use a dummy if you don't have one.
bn: আপনার কাছে না থাকলে একটি ডামি ব্যবহার করুন।
el: Χρησιμοποιήστε ένα ανδρείκελο αν δεν το έχετε.
fil: Gumamit ng dummy kung wala ka nito.
hi: यदि आपके पास डमी नहीं है तो डमी का प्रयोग करें।
ja: ダミーがない場合はダミーを使用してください。
lb: Benotzt eng Dummy wann Dir keng hutt.
sl: Uporabite lutko, če je nimate.
th: ใช้หุ่นจำลองหากคุณไม่มี

source: User Data
bn: ব্যবহারকারী তথ্য
el: Δεδομένα χρήστη
fil: Data ng Gumagamit
hi: उपयोगकर्ता का डेटा
ja: ユーザーデータ
lb: Benotzer Daten
sl: Uporabniški podatki
th: ข้อมูลผู้ใช้

source: User IP:
bn: ব্যবহারকারী আইপি:
el: IP χρήστη:
hi: उपयोगकर्ता आईपी:
ja: ユーザーIP：
lb: Benotzer IP:
sl: IP uporabnika:
th: IP ผู้ใช้:

source: User Mode
bn: ব্যবহারকারী মোড
el: Λειτουργία χρήστη
hi: उपयोगकर्ता मोड
ja: ユーザーモード
lb: Benotzer Modus
sl: Uporabniški način
th: โหมดผู้ใช้

source: User output
bn: ব্যবহারকারীর আউটপুট
el: Έξοδος χρήστη
fil: Output ng gumagamit
hi: उपयोगकर्ता आउटपुट
ja: ユーザー出力
lb: Benotzer Ausgab
sl: Izhod uporabnika
th: ผลลัพธ์ของผู้ใช้

source: user(s)
bn: ব্যবহারকারী
el: χρήστης
fil: (mga) gumagamit
hi: उपयोगकर्ता
ja: ユーザー
lb: Benotzer (en)
sl: uporabniki
th: ผู้ใช้

source: Username
bn: ব্যবহারকারীর নাম
el: Όνομα χρήστη
hi: उपयोगकर्ता नाम
ja: ユーザー名
lb: Benotzernumm
sl: Uporabniško ime
th: ชื่อผู้ใช้

source: Username already exists.
bn: ব্যবহারকারীর নাম আগে থেকেই আছে.
el: Το όνομα χρήστη υπάρχει ήδη.
fil: Mayroon nang ganitong username.
hi: उपयोगकर्ता का नाम पहले से मौजूद है।
ja: ユーザー名は既に存在します。
lb: Benotzernumm existéiert schonn.
sl: Uporabniško ime že obstaja.
th: ชื่อผู้ใช้อยู่แล้ว.

source: Username and/or Password is not entered
bn: ব্যবহারকারীর নাম এবং/অথবা পাসওয়ার্ড প্রবেশ করানো হয়নি
el: Το όνομα χρήστη και/ή ο κωδικός πρόσβασης δεν έχουν εισαχθεί
fil: Username at / o Password ay hindi naipasok
hi: उपयोगकर्ता नाम और/या पासवर्ड दर्ज नहीं किया गया है
ja: ユーザー名および/またはパスワードが入力されていません
lb: Benotzernumm an/oder Passwuert gëtt net aginn
sl: Uporabniško ime in/ali geslo ni vneseno
th: ชื่อผู้ใช้และ/หรือรหัสผ่านไม่ได้ป้อน

source: Users created will have username and password same as their email
bn: তৈরি করা ব্যবহারকারীদের ব্যবহারকারীর নাম এবং পাসওয়ার্ড তাদের ইমেইলের মতোই থাকবে
el: Οι χρήστες που δημιουργούνται θα έχουν όνομα χρήστη και κωδικό πρόσβασης ίδιο με το email τους
fil: Ang mga nilikha ng mga gumagamit ay magkakaroon ng username at password na kapareho ng kanilang email
hi: बनाए गए उपयोगकर्ताओं के पास उनके ईमेल के समान उपयोगकर्ता नाम और पासवर्ड होगा
ja: 作成されたユーザーのユーザー名とパスワードはメールアドレスと同じになります
lb: Benotzer erstallt hunn de Benotzernumm a Passwuert d'selwecht wéi hir E -Mail
sl: Ustvarjeni uporabniki bodo imeli enako uporabniško ime in geslo kot njihov e -poštni naslov
th: ผู้ใช้ที่สร้างจะมีชื่อผู้ใช้และรหัสผ่านเหมือนกับอีเมลของพวกเขา

source: Value must be dictionary e.g {'youtube': 'video-id'}
bn: মান অবশ্যই অভিধান হতে হবে যেমন {'youtube': 'video-id'}
el: Η τιμή πρέπει να είναι λεξικό π.χ. {'youtube': 'video-id'}
fil: Ang halaga ay dapat na diksyonaryo hal. '' Youtube ':' video-id '}
hi: मान शब्दकोश होना चाहिए जैसे {'youtube': 'video-id'}
ja: 値は辞書である必要があります。例：{'youtube'： 'video-id'}
lb: Wäert muss Wierderbuch sinn zB {'youtube': 'video-id'}
sl: Vrednost mora biti slovar, npr. {'Youtube': 'video-id'}
th: ค่าต้องเป็นพจนานุกรม เช่น {'youtube': 'video-id'}

source: Video File:
bn: ভিডিও ফাইল:
el: Αρχείο βίντεο:
hi: वीडियो फाइल:
ja: ビデオファイル：
lb: Videodatei:
sl: Video datoteka:
th: ไฟล์วิดีโอ:

source: Video ID for Youtube, Vimeo and URL for others
bn: ইউটিউবের জন্য ভিডিও আইডি, ভিমিও এবং অন্যদের জন্য ইউআরএল
el: Αναγνωριστικό βίντεο για Youtube, Vimeo και URL για άλλους
fil: Video ID para sa Youtube, Vimeo at URL para sa iba pa
hi: Youtube के लिए वीडियो आईडी, दूसरों के लिए Vimeo और URL
ja: Youtube、VimeoのビデオID、その他のURL
lb: Video ID fir Youtube, Vimeo an URL fir anerer
sl: ID videa za Youtube, Vimeo in URL za druge
th: ID วิดีโอสำหรับ Youtube, Vimeo และ URL สำหรับผู้อื่น

source: Video Path:
bn: ভিডিও পথ:
el: Διαδρομή βίντεο:
fil: Path ng Video:
hi: वीडियो पथ:
ja: ビデオパス：
lb: Video Wee:
sl: Video pot:
th: เส้นทางวิดีโอ:

source: Video Views
bn: ভিডিও ভিউ
el: Προβολές βίντεο
fil: Mga Panonood sa Video
hi: वीडियो दृश्य
ja: ビデオビュー
lb: Video Meenung
sl: Ogledi videoposnetkov
th: การดูวิดีโอ

source: View
bn: দেখুন
el: Θέα
fil: Tingnan
hi: राय
ja: 意見
lb: Vue
sl: Pogled
th: ดู

source: View Answer paper
bn: উত্তরপত্র দেখুন
el: Προβολή εγγράφου απαντήσεων
fil: Tingnan ang Sagot na papel
hi: उत्तर पत्र देखें
ja: 解答用紙を見る
lb: View Äntwert Pabeier
sl: Oglejte si dokument z odgovori
th: ดูกระดาษคำตอบ

source: view grade
bn: দেখুন গ্রেড
el: βαθμός προβολής
fil: tingnan ang grado
hi: ग्रेड देखें
ja: グレードを表示
lb: Vue Grad
sl: ogled ocene
th: ดูเกรด

source: We tried you code with the following test case:
bn: আমরা নিম্নলিখিত পরীক্ষার ক্ষেত্রে আপনার কোড চেষ্টা করেছি:
el: Δοκιμάσαμε να κωδικοποιήσετε με την ακόλουθη δοκιμαστική θήκη:
fil: Sinubukan ka namin ng code sa sumusunod na kaso ng pagsubok:
hi: हमने आपको निम्नलिखित परीक्षण मामले के साथ कोड करने की कोशिश की:
ja: 次のテストケースでコーディングを試みました。
lb: Mir hu probéiert Äre Code mam folgenden Testfall:
sl: Poskusili smo kodo z naslednjim testnim primerom:
th: เราพยายามเขียนโค้ดให้คุณด้วยกรณีทดสอบต่อไปนี้:

source: We tried your code with the following test case:
bn: আমরা নিম্নলিখিত পরীক্ষার ক্ষেত্রে আপনার কোড চেষ্টা করেছি:
el: Δοκιμάσαμε τον κωδικό σας με την ακόλουθη δοκιμαστική θήκη:
fil: Sinubukan namin ang iyong code sa sumusunod na kaso ng pagsubok:
hi: हमने निम्नलिखित परीक्षण मामले के साथ आपके कोड की कोशिश की:
ja: 次のテストケースでコードを試しました。
lb: Mir hunn Äre Code mam folgenden Testfall probéiert:
sl: Kodo smo preizkusili z naslednjim testnim primerom:
th: เราลองใช้รหัสของคุณกับกรณีทดสอบต่อไปนี้:

source: Welcome
bn: স্বাগত
el: καλως ΗΡΘΑΤΕ
hi: स्वागत
ja: いらっしゃいませ
lb: Wëllkomm
sl: Dobrodošli
th: ยินดีต้อนรับ

source: What
bn: কি
el: Τι
fil: Ano
hi: क्या
ja: 何
lb: Waat
sl: Kaj
th: อะไร

source: What\
el: Τι\
fil: Ano\
hi: क्या\
ja: 何\
lb: Waat\
sl: Kaj\
th: อะไร\

source: Will be available once the course is complete
bn: কোর্স শেষ হলে পাওয়া যাবে
el: Θα είναι διαθέσιμο μόλις ολοκληρωθεί το μάθημα
fil: Magiging magagamit kapag kumpleto na ang kurso
hi: कोर्स पूरा होने के बाद उपलब्ध होगा
ja: コースが完了すると利用可能になります
lb: Wäert verfügbar sinn wann de Cours fäerdeg ass
sl: Na voljo bo po zaključku tečaja
th: จะสามารถใช้ได้เมื่อหลักสูตรเสร็จสิ้น

source: with Error Margin
bn: ত্রুটি মার্জিন সহ
el: με Ergin Margin
fil: kasama ang Error Margin
hi: त्रुटि मार्जिन के साथ
ja: エラーマージンあり
lb: mat Feeler Margin
sl: z mejo napake
th: ด้วย Error Margin

source: Write your program below:
bn: আপনার প্রোগ্রামটি নীচে লিখুন:
el: Γράψτε το πρόγραμμά σας παρακάτω:
fil: Isulat ang iyong programa sa ibaba:
hi: अपना कार्यक्रम नीचे लिखें:
ja: 以下にプログラムを書いてください。
lb: Schreift Äre Programm hei drënner:
sl: Spodaj napišite svoj program:
th: เขียนโปรแกรมของคุณด้านล่าง:

source: Yes
bn: হ্যাঁ
el: Ναί
fil: Oo
hi: हां
ja: はい
lb: Jo
sl: Da
th: ใช่
