Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: You can attempt this Quiz at any time between
bn: আপনি যেকোনো সময়ে এই কুইজের চেষ্টা করতে পারেন
el: Μπορείτε να δοκιμάσετε αυτό το κουίζ ανά πάσα στιγμή μεταξύ
fil: Maaari mong subukan ang Quiz na ito sa anumang oras sa pagitan
hi: आप इस क्विज़ को बीच में कभी भी आज़मा सकते हैं
ja: このクイズはいつでも試すことができます
lb: Dir kënnt dëse Quiz zu all Moment tëscht probéieren
sl: Ta kviz lahko poskusite kadar koli vmes
th: คุณสามารถลองทำแบบทดสอบนี้ได้ตลอดเวลาระหว่าง

source: You can check the quiz by attempting it in the following modes:
bn: আপনি নিম্নলিখিত মোডে চেষ্টা করে কুইজটি পরীক্ষা করতে পারেন:
el: Μπορείτε να ελέγξετε το κουίζ προσπαθώντας το στις ακόλουθες λειτουργίες:
fil: Maaari mong suriin ang pagsusulit sa pamamagitan ng pagtatangka nito sa mga sumusunod na mode:
hi: आप क्विज़ को निम्नलिखित तरीकों से आज़माकर देख सकते हैं:
ja: 次のモードでクイズを試すことで、クイズを確認できます。
lb: Dir kënnt de Quiz kontrolléieren andeems Dir et an de folgende Modi probéiert:
sl: Kviz lahko preverite tako, da ga poskusite v naslednjih načinih:
th: คุณสามารถตรวจสอบแบบทดสอบได้โดยลองทำในโหมดต่อไปนี้:

source: You can upload question files the following ways -
bn: আপনি নিম্নলিখিত উপায়ে প্রশ্ন ফাইল আপলোড করতে পারেন -
el: Μπορείτε να ανεβάσετε αρχεία ερωτήσεων με τους ακόλουθους τρόπους -
fil: Maaari kang mag-upload ng mga file ng tanong sa mga sumusunod na paraan -
hi: आप निम्न तरीकों से प्रश्न फ़ाइलें अपलोड कर सकते हैं -
ja: 質問ファイルは次の方法でアップロードできます-
lb: Dir kënnt d'Frodateien op déi folgend Weeër eroplueden -
sl: Datoteke vprašanj lahko naložite na naslednje načine -
th: คุณสามารถอัปโหลดไฟล์คำถามได้ด้วยวิธีต่อไปนี้ -

source: You can upload using the file browser here or via the QR code.
bn: আপনি ফাইল ব্রাউজার ব্যবহার করে অথবা QR কোডের মাধ্যমে আপলোড করতে পারেন।
el: Μπορείτε να ανεβάσετε χρησιμοποιώντας το πρόγραμμα περιήγησης αρχείων εδώ ή μέσω του κωδικού QR.
fil: Maaari kang mag-upload gamit ang file browser dito o sa pamamagitan ng QR code.
hi: आप यहां फ़ाइल ब्राउज़र का उपयोग करके या क्यूआर कोड के माध्यम से अपलोड कर सकते हैं।
ja: こちらのファイルブラウザまたはQRコードを使用してアップロードできます。
lb: Dir kënnt mam Dateibrowser hei eroplueden oder iwwer de QR Code.
sl: Naložite jih lahko z brskalnikom datotek tukaj ali prek kode QR.
th: คุณสามารถอัปโหลดโดยใช้ไฟล์เบราว์เซอร์ที่นี่หรือผ่านรหัส QR

source: You have been given a special attempt to the
bn: আপনাকে একটি বিশেষ প্রচেষ্টা দেওয়া হয়েছে
el: Σας έχει δοθεί μια ειδική προσπάθεια στο
fil: Nabigyan ka ng isang espesyal na pagtatangka sa
hi: आपको एक विशेष प्रयास दिया गया है
ja: あなたは特別な試みを与えられました
lb: Dir hutt e besonnesche Versuch dem
sl: Poseben poskus ste imeli pri
th: คุณได้รับความพยายามเป็นพิเศษในการ

source: You have not attempted the Exercise
bn: আপনি ব্যায়ামের চেষ্টা করেননি
el: Δεν έχετε επιχειρήσει την Άσκηση
fil: Hindi mo tinangka ang Ehersisyo
hi: आपने अभ्यास का प्रयास नहीं किया है
ja: あなたは運動を試みていません
lb: Dir hutt d'Ausübung net probéiert
sl: Niste poskusili vaje
th: คุณยังไม่ได้ลองทำแบบฝึกหัด

source: You have not attempted the quiz
bn: আপনি কুইজের চেষ্টা করেননি
el: Δεν έχετε δοκιμάσει το κουίζ
fil: Hindi mo pa tinangka ang pagsusulit
hi: आपने प्रश्नोत्तरी का प्रयास नहीं किया है
ja: クイズを試していません
lb: Dir hutt de Quiz net probéiert
sl: Niste poskusili kviza
th: คุณยังไม่ได้พยายามทำแบบทดสอบ

source: You will be notified about quiz prerequisites.(You can still attempt the quiz though)
bn: আপনাকে কুইজের পূর্বশর্ত সম্পর্কে অবহিত করা হবে। (যদিও আপনি এখনও কুইজের চেষ্টা করতে পারেন)
el: Θα ειδοποιηθείτε για τις προϋποθέσεις κουίζ. (Μπορείτε ακόμα να δοκιμάσετε το κουίζ)
fil: Aabisuhan ka tungkol sa mga kinakailangan sa pagsusulit. (Maaari mo pa ring subukan ang pagsusulit)
hi: आपको प्रश्नोत्तरी पूर्वापेक्षाओं के बारे में सूचित किया जाएगा। (हालांकि आप अभी भी प्रश्नोत्तरी का प्रयास कर सकते हैं)
ja: クイズの前提条件について通知されます（ただし、クイズを試すことはできます）
lb: Dir wäert iwwer Quizviraussetzunge matgedeelt ginn. (Dir kënnt de Quiz awer nach probéieren)
sl: Obveščeni boste o predpogojih kviza. (Kviz lahko še vedno poskusite)
th: คุณจะได้รับแจ้งเกี่ยวกับข้อกำหนดเบื้องต้นของการทดสอบ (คุณยังสามารถทำแบบทดสอบได้)

source: Your code will be reset.
bn: আপনার কোড রিসেট করা হবে।
el: Ο κωδικός σας θα επαναφερθεί.
fil: Mare-reset ang iyong code.
hi: आपका कोड रीसेट हो जाएगा।
ja: コードがリセットされます。
lb: Äre Code gëtt zréckgesat.
sl: Vaša koda bo ponastavljena.
th: รหัสของคุณจะถูกรีเซ็ต

source: Your current answers are saved.
bn: আপনার বর্তমান উত্তরগুলি সংরক্ষিত আছে।
el: Οι τρέχουσες απαντήσεις σας αποθηκεύονται.
fil: Ang iyong kasalukuyang mga sagot ay nai-save.
hi: आपके वर्तमान उत्तर सहेजे गए हैं।
ja: 現在の回答が保存されます。
lb: Är aktuell Äntwerten ginn gespäichert.
sl: Vaši trenutni odgovori so shranjeni.
th: คำตอบปัจจุบันของคุณจะถูกบันทึกไว้

source: Your password has been changed successfully.
bn: আপনার পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে।
el: Ο κωδικός πρόσβασής σας άλλαξε με επιτυχία.
fil: Ang iyong password ay matagumpay na nabago.
hi: तुम्हारा पासवर्ड सफलतापूर्वक बदल दिया गया है।
ja: パスワードが正常に変更されました。
lb: Äert Passwuert gouf erfollegräich geännert.
sl: Vaše geslo je bilo uspešno spremenjeno.
th: รหัสผ่านของคุณถูกเปลี่ยนเรียบร้อยแล้ว

source: Your password has been reset.
bn: আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে।
el: Ο κωδικός πρόσβασής σας έχει επαναφερθεί.
fil: Ang iyong password ay nai-reset.
hi: आपका पासवर्ड रिसेट कर दिया गया है।
ja: あなたのパスワードはリセットされました。
lb: Äert Passwuert gouf zréckgesat.
sl: Geslo je ponastavljeno.
th: รหัสผ่านของคุณถูกรีเซ็ตแล้ว

source: Your Profile is changed
bn: আপনার প্রোফাইল পরিবর্তন করা হয়েছে
el: Το προφίλ σας άλλαξε
fil: Ang iyong Profile ay binago
hi: आपकी प्रोफ़ाइल बदल गई है
ja: あなたのプロフィールが変更されました
lb: Äre Profil gëtt geännert
sl: Vaš profil je spremenjen
th: โปรไฟล์ของคุณมีการเปลี่ยนแปลง

source: Lessons/Quizzes
bn: পাঠ/কুইজ
el: Μαθήματα/κουίζ
fil: Aralin / Pagsusulit
ja: レッスン/クイズ
lb: Lektiounen/Quizzen
sl: Lekcije/kvizi
th: บทเรียน/แบบทดสอบ

source: Timezone:
bn: সময় অঞ্চল:
el: Ζώνη ώρας:
ja: タイムゾーン：
lb: Zäitzone:
sl: Časovni pas:
th: เขตเวลา:

source: TOC
bn: টিওসি

source: Sr.No
el: Sr. Όχι
sl: S. Št
th: พี่โน
