Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: Drop files here or click to upload.
bn: ফাইলগুলো এখানে ড্রপ করুন অথবা আপলোড করতে ক্লিক করুন।
el: Αφήστε τα αρχεία εδώ ή κάντε κλικ για μεταφόρτωση.
fil: Mag-drop ng mga file dito o mag-click upang mag-upload.
hi: फ़ाइलें यहाँ छोड़ें या अपलोड करने के लिए क्लिक करें।
ja: ここにファイルをドロップするか、クリックしてアップロードしてください。
lb: Drop Dateien hei oder klickt fir eropzelueden.
sl: Spustite datoteke tukaj ali kliknite za nalaganje.
th: วางไฟล์ที่นี่หรือคลิกเพื่ออัปโหลด

source: Edit and upload the same
bn: সম্পাদনা করুন এবং একই আপলোড করুন
el: Επεξεργαστείτε και ανεβάστε το ίδιο
fil: I-edit at i-upload ang pareho
hi: इसे संपादित करें और अपलोड करें
ja: 同じものを編集してアップロードする
lb: Ännert an upload d'selwecht
sl: Uredite in naložite isto
th: แก้ไขและอัปโหลดเหมือนกัน

source: Edit Course
bn: কোর্স সম্পাদনা করুন
el: Επεξεργασία Μαθήματος
fil: I-edit ang Kurso
hi: पाठ्यक्रम संपादित करें
ja: コースの編集
lb: Course änneren
sl: Uredi tečaj
th: แก้ไขหลักสูตร

source: Edit Profile
bn: জীবন বৃত্তান্ত সম্পাদনা
el: Επεξεργασία προφίλ
fil: Ibahin ang profile
hi: प्रोफ़ाइल संपादित करें
ja: プロファイル編集
lb: Profil änneren
sl: Uredi profil
th: แก้ไขโปรไฟล์

source: Edit Question Paper
bn: প্রশ্নপত্র সম্পাদনা করুন
el: Επεξεργασία Ερωτηματολογίου
fil: I-edit ang Paper ng Katanungan
hi: प्रश्न पत्र संपादित करें
ja: 質問用紙を編集する
lb: Froenpabeier änneren
sl: Uredite dokument z vprašanji
th: แก้ไขกระดาษคำถาม

source: Email
bn: ইমেইল
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
hi: ईमेल
ja: Eメール
sl: E-naslov
th: อีเมล

source: Email:
bn: ইমেইল:
hi: ईमेल:
ja: Eメール：
sl: E-naslov:
th: อีเมล:

source: end
bn: শেষ
el: τέλος
hi: समाप्त
ja: 終わり
lb: Enn
sl: konec
th: จบ

source: End Date and Time for enrollment of course
bn: কোর্সে ভর্তির শেষ তারিখ এবং সময়
el: Ημερομηνία λήξης και ώρα εγγραφής φυσικά
fil: Pagtatapos ng Petsa at Oras para sa pagpapatala ng kurso
hi: पाठ्यक्रम के नामांकन के लिए अंतिम तिथि और समय
ja: もちろん登録の終了日時
lb: End Datum an Zäit fir d'Aschreiwung natierlech
sl: Končni datum in ura za vpis na tečaj
th: วันและเวลาที่สิ้นสุดการลงทะเบียนเรียน

source: End time:
bn: শেষ সময়:
el: Τέλος χρόνου:
fil: Oras ng pagtatapos:
hi: अंतिम समय:
ja: 終了時間：
lb: Schlusszäit:
sl: Končni čas:
th: เวลาสิ้นสุด:

source: Ends On:
bn: শেষ হয়:
el: Λήγει στις:
fil: Nagtatapos Sa:
hi: पर समाप्त होता है:
ja: 終了日：
lb: Enn op:
sl: Konča se:
th: สิ้นสุดเมื่อ:

source: Enroll
bn: তালিকাভুক্ত করুন
el: Εγγράφω
fil: Magpatala
hi: नामांकन
ja: 登録
lb: Aschreiwen
sl: Včlanite se
th: ลงทะเบียน

source: Enroll Request
bn: নথিভুক্ত করার অনুরোধ
el: Εγγραφή αίτησης
fil: Mag-enrol ng Kahilingan
hi: नामांकन अनुरोध
ja: 登録リクエスト
lb: Aschreiwen Ufro
sl: Zahteva za včlanitev
th: คำขอลงทะเบียน

source: Enroll selected
bn: নির্বাচিত নথিভুক্ত করুন
el: Εγγραφή επιλεγμένο
fil: Napili ang pagpapatala
hi: चयनित नामांकन करें
ja: 選択した登録
lb: Aschreiwen ausgewielt
sl: Vpišite se izbrano
th: ลงทะเบียนที่เลือก

source: Enroll/Reject
bn: তালিকাভুক্ত করুন/প্রত্যাখ্যান করুন
el: Εγγραφή/Απόρριψη
fil: Magpatala / Tanggihan
hi: नामांकन/अस्वीकार करें
ja: 登録/拒否
lb: Aschreiwen/Oflehnen
sl: Včlanitev/zavrnitev
th: ลงทะเบียน/ปฏิเสธ

source: Enrolled Students
bn: তালিকাভুক্ত শিক্ষার্থীরা
el: Εγγεγραμμένοι Φοιτητές
fil: Nag-enrol na Mga Mag-aaral
hi: नामांकित छात्र
ja: 在籍学生
lb: Enregistréiert Studenten
sl: Vpisani študenti
th: นักศึกษาที่ลงทะเบียน

source: enrollment
bn: তালিকাভুক্তি
el: εγγραφή
fil: pagpapatala
hi: उपस्थिति पंजी
ja: 登録
lb: Aschreiwung
sl: vpis
th: การลงทะเบียน

source: Enrollments
bn: তালিকাভুক্তি
el: Εγγραφές
fil: Mga pagpapatala
hi: नामांकन
ja: 登録
lb: Aschreiwungen
sl: Vpisi
th: การลงทะเบียน

source: Enter course code to search
bn: সার্চ করার জন্য কোর্স কোড লিখুন
el: Εισαγάγετε τον κωδικό του μαθήματος για αναζήτηση
fil: Ipasok ang code ng kurso upang maghanap
hi: खोजने के लिए पाठ्यक्रम कोड दर्ज करें
ja: 検索するコースコードを入力してください
lb: Gitt de Courscode an fir ze sichen
sl: Za iskanje vnesite kodo tečaja
th: ใส่รหัสหลักสูตรเพื่อค้นหา

source: Enter Decimal Value :
bn: দশমিক মান লিখুন:
el: Εισαγάγετε δεκαδική τιμή:
fil: Ipasok ang Desimal na Halaga:
hi: दशमलव मान दर्ज करें:
ja: 10進値を入力してください：
lb: Gitt Dezimalwäert an:
sl: Vnesite decimalno vrednost:
th: ป้อนค่าทศนิยม :

source: Enter Integer:
bn: পূর্ণসংখ্যা লিখুন:
el: Εισαγάγετε ακέραιο:
hi: पूर्णांक दर्ज करें:
ja: 整数を入力してください：
lb: Gitt Ganzt an:
sl: Vnesite celo število:
th: ป้อนจำนวนเต็ม:

source: Enter Lesson Description as Markdown text
bn: মার্কডাউন পাঠ্য হিসাবে পাঠের বিবরণ লিখুন
el: Εισαγάγετε την περιγραφή του μαθήματος ως κείμενο Markdown
fil: Ipasok ang Paglalarawan ng Aralin bilang Markdown na teksto
hi: पाठ विवरण को मार्कडाउन टेक्स्ट के रूप में दर्ज करें
ja: マークダウンテキストとしてレッスンの説明を入力します
lb: Gitt d'Lektiounsbeschreiwung als Markdown Text an
sl: Opis lekcije vnesite kot besedilo Markdown
th: ป้อนคำอธิบายบทเรียนเป็นข้อความ Markdown

source: Enter Text:
bn: লেখা অন্তর্ভুক্ত করুন:
el: Εισαγάγετε κείμενο:
fil: Ipasok ang Teksto:
hi: लिखना प्रारम्भ करें:
ja: テキストを入力してください：
lb: Gitt Text:
sl: Vnesite besedilo:
th: ป้อนข้อความ:

source: Enter your registered email address to reset your password
bn: আপনার পাসওয়ার্ড পুনরায় সেট করতে আপনার নিবন্ধিত ইমেল ঠিকানা লিখুন
el: Εισαγάγετε την καταχωρημένη διεύθυνση email για να επαναφέρετε τον κωδικό πρόσβασής σας
fil: Ipasok ang iyong nakarehistrong email address upang i-reset ang iyong password
hi: अपना पासवर्ड रीसेट करने के लिए अपना पंजीकृत ईमेल पता दर्ज करें
ja: 登録したメールアドレスを入力してパスワードをリセットしてください
lb: Gitt Är registréiert E -Mail Adress an fir Äert Passwuert zréckzesetzen
sl: Če želite ponastaviti geslo, vnesite registrirani e -poštni naslov
th: ป้อนที่อยู่อีเมลที่ลงทะเบียนเพื่อรีเซ็ตรหัสผ่านของคุณ

source: Error Message:-
bn: ভুল বার্তা:-
el: Μήνυμα λάθους:-
hi: त्रुटि संदेश:-
ja: エラーメッセージ：-
lb: Feeler Message:-
sl: Obvestilo o napaki:-
th: ข้อความผิดพลาด:-

source: Error No.
bn: ত্রুটি নং
el: Σφάλμα Αρ.
hi: त्रुटि संख्या
ja: エラー番号
lb: Feeler Nr.
sl: Napaka št.
th: หมายเลขข้อผิดพลาด

source: Error:
bn: ত্রুটি:
el: Λάθος:
hi: त्रुटि:
ja: エラー：
lb: Feeler:
sl: Napaka:
th: ข้อผิดพลาด:

source: Exception Message:
bn: ব্যতিক্রম বার্তা:
el: Μήνυμα εξαίρεσης:
hi: अपवाद संदेश:
ja: 例外メッセージ：
lb: Ausnam Message:
sl: Sporočilo o izjemi:
th: ข้อความยกเว้น:

source: Exception Name:
bn: ব্যতিক্রম নাম:
el: Όνομα εξαίρεσης:
fil: Pangalan ng Exception:
hi: अपवाद का नाम:
ja: 例外名：
lb: Ausnam Numm:
sl: Ime izjeme:
th: ชื่อข้อยกเว้น:

source: Exercise
bn: ব্যায়াম
el: Ασκηση
hi: व्यायाम
ja: エクササイズ
lb: Übung
sl: Vaja
th: ออกกำลังกาย

source: Exercise Description
bn: ব্যায়ামের বর্ণনা
el: Περιγραφή άσκησης
fil: Paglalarawan ng Ehersisyo
hi: व्यायाम विवरण
ja: 演習の説明
lb: Übung Beschreiwung
sl: Opis vaje
th: คำอธิบายการออกกำลังกาย

source: Exhausted
bn: ক্লান্ত
el: Εξαντλημένος
fil: Naubos na
hi: थका हुआ
ja: 疲れ果てた
lb: Erschöpft
sl: Izčrpan
th: เหนื่อย

source: Expected Output
bn: প্রত্যাশিত আউটপুট
el: Αναμενόμενη Έξοδος
fil: Inaasahang Output
hi: अपेक्षित उत्पादन
ja: 期待される出力
lb: Erwaart Ausgab
sl: Pričakovani izid
th: ผลผลิตที่คาดหวัง

source: Extract
bn: নির্যাস
el: Εκχύλισμα
fil: Humugot
hi: निचोड़
ja: エキス
lb: Extrait
sl: Izvleček
th: สารสกัด

source: Failed
bn: ব্যর্থ হয়েছে
el: Απέτυχε
fil: Nabigo
hi: अनुत्तीर्ण होना
ja: 失敗した
lb: Ausgefall
sl: Ni uspelo
th: ล้มเหลว

source: File not selected
bn: ফাইল নির্বাচন করা হয়নি
el: Το αρχείο δεν έχει επιλεγεί
fil: Hindi napili ang file
hi: फ़ाइल चयनित नहीं
ja: ファイルが選択されていません
lb: Datei net gewielt
sl: Datoteka ni izbrana
th: ไม่ได้เลือกไฟล์

source: File:
bn: ফাইল:
el: Αρχείο:
hi: फ़ाइल:
ja: ファイル：
lb: Datei:
sl: Mapa:
th: ไฟล์:

source: Files added to this lesson
bn: এই পাঠে ফাইল যোগ করা হয়েছে
el: Προστέθηκαν αρχεία σε αυτό το μάθημα
fil: Idinagdag ang mga file sa araling ito
hi: इस पाठ में फ़ाइलें जोड़ी गईं
ja: このレッスンに追加されたファイル
lb: Dateien derbäigesat zu dëser Lektioun
sl: Datoteke, dodane tej lekciji
th: ไฟล์ที่เพิ่มในบทเรียนนี้

source: Files for this lesson
bn: এই পাঠের জন্য ফাইল
el: Αρχεία για αυτό το μάθημα
fil: Mga file para sa araling ito
hi: इस पाठ के लिए फ़ाइलें
ja: このレッスンのファイル
lb: Dateien fir dës Lektioun
sl: Datoteke za to lekcijo
th: ไฟล์สำหรับบทเรียนนี้

source: Files required by questions
bn: প্রশ্ন দ্বারা প্রয়োজনীয় ফাইল
el: Αρχεία που απαιτούνται από ερωτήσεις
fil: Mga file na kinakailangan ng mga katanungan
hi: प्रश्नों के लिए आवश्यक फ़ाइलें
ja: 質問に必要なファイル
lb: Dateien erfuerdert vu Froen
sl: Datoteke, ki jih zahtevajo vprašanja
th: ไฟล์ที่จำเป็นสำหรับคำถาม

source: Files to download for this question
bn: এই প্রশ্নের জন্য ডাউনলোড করার ফাইল
el: Αρχεία για λήψη για αυτήν την ερώτηση
fil: Mga file upang mai-download para sa katanungang ito
hi: इस प्रश्न के लिए डाउनलोड करने के लिए फ़ाइलें
ja: この質問のためにダウンロードするファイル
lb: Dateien fir dës Fro erofzelueden
sl: Datoteke za prenos tega vprašanja
th: ไฟล์ที่จะดาวน์โหลดสำหรับคำถามนี้

source: FILL IN THE BLANKS WITH FLOAT ANSWER
bn: ফ্লোটের উত্তর দিয়ে শূন্যস্থান পূরণ করুন
el: ΣΥΜΠΛΗΡΩΣΤΕ ΣΤΑ ΚΕΝΙΑ ΜΕ ΑΠΑΝΤΗΣΗ ΠΛΩΤΟΥ
fil: PUNAN ANG MGA BLANKS NA MAY FLOAT ANSWER
hi: फ्लोट उत्तर के साथ रिक्त स्थान भरें
ja: フロートアンサーで空白を埋める
lb: FILL AN DE BLANKS MAT FLOAT ANTWERT
sl: IZPOLNITE PRAZINE S PLAČNIM ODGOVOROM
th: เติมคำในช่องว่างด้วยคำตอบ

source: FILL IN THE BLANKS WITH INTEGER ANSWER
bn: ইনটেইজার উত্তর দিয়ে শূন্যস্থান পূরণ করুন
el: ΓΕΜΙΣΤΕ ΣΤΑ ΚΕΝΙΑ ΜΕ ΑΠΑΝΤΗΣΗ INTEGER
fil: PUNAN ANG MGA BLANKS SA INTEGER SAGOT
hi: रिक्त स्थानों को पूर्णांक उत्तर से भरें
ja: 整数の回答で空白を埋める
lb: FILL AN DE BLANKS MAT INTEGER ÄNTWERT
sl: IZPOLNITE PROSTORA S CELOTNIM ODGOVOROM
th: กรอกข้อมูลในช่องว่างด้วยคำตอบจำนวนเต็ม

source: FILL IN THE BLANKS WITH STRING ANSWER
bn: স্ট্রিং উত্তর দিয়ে শূন্যস্থান পূরণ করুন
el: ΣΥΜΠΛΗΡΩΣΤΕ ΣΤΑ ΚΕΝΙΑ ΜΕ ΣΤΡΙΝΓΚ ΑΠΑΝΤΗΣΗ
fil: PUNAN ANG MGA BLANKS NA MAY SUSUNOD NA SAGOT
hi: STRING उत्तर के साथ रिक्त स्थान भरें
ja: 文字列の回答で空白を埋める
lb: FILL AN DE BLANKS MAT STRING ÄNTWERT
sl: IZPOLNITE PROSTORA S STRANIM ODGOVOROM
th: กรอกข้อมูลในช่องว่างด้วยคำตอบสตริง

source: Filter
bn: ছাঁকনি
el: Φίλτρο
hi: फ़िल्टर
ja: フィルター
th: กรอง

source: Filters Questions:
bn: ফিল্টার প্রশ্ন:
el: Ερωτήσεις φίλτρων:
fil: Mga Katanungan sa Filter:
hi: फ़िल्टर प्रश्न:
ja: フィルタの質問：
lb: Filter Froen:
sl: Vprašanja glede filtrov:
th: คำถามเกี่ยวกับตัวกรอง:

source: Finish
bn: শেষ করুন
el: Φινίρισμα
hi: खत्म हो
ja: 終了
lb: Ofschloss
sl: Končaj
th: เสร็จสิ้น

source: First Name
bn: নামের প্রথম অংশ
el: Ονομα
fil: Pangalan
hi: पहला नाम
ja: ファーストネーム
lb: Virnumm
sl: Ime
th: ชื่อจริง

source: First name:
bn: নামের প্রথম অংশ:
el: Ονομα:
fil: Pangalan:
hi: पहला नाम:
ja: ファーストネーム：
lb: Virnumm:
sl: Ime:
th: ชื่อจริง:

source: firstname, lastname and email.
bn: প্রথম নাম, শেষ নাম এবং ইমেল।
el: όνομα, επώνυμο και email.
fil: apelyido, apelyido at email.
hi: प्रथम नाम, अंतिम नाम और ईमेल।
ja: 名、姓、メールアドレス。
lb: Virnumm, Virnumm an E -Mail.
sl: ime, priimek in e -poštni naslov.
th: ชื่อ นามสกุล และอีเมล

source: firstname, lastname, email, username, password, institute, roll_no, department,
bn: প্রথম নাম, শেষ নাম, ইমেল, ব্যবহারকারীর নাম, পাসওয়ার্ড, ইনস্টিটিউট, roll_no, বিভাগ,
fil: apelyido, apelyido, email, username, password, institute, roll_no, kagawaran,
hi: प्रथम नाम, अंतिम नाम, ईमेल, उपयोगकर्ता नाम, पासवर्ड, संस्थान, रोल_नो, विभाग,
ja: 名、姓、電子メール、ユーザー名、パスワード、研究所、roll_no、部門、
lb: Virnumm, Virnumm, E -Mail, Benotzernumm, Passwuert, Institut, Roll_no, Departement,
sl: ime, priimek, e -poštni naslov, uporabniško ime, geslo, inštitut, roll_no, oddelek,
th: ชื่อ, นามสกุล, อีเมล, ชื่อผู้ใช้, รหัสผ่าน, สถาบัน, roll_no, แผนก,

source: Fixed Questions
bn: স্থির প্রশ্ন
el: Διορθώθηκαν Ερωτήσεις
fil: Naayos na mga Katanungan
hi: निश्चित प्रश्न
ja: 修正された質問
lb: Fixed Froen
sl: Odpravljena vprašanja
th: คำถามคงที่

source: Fixed questions currently in paper:
bn: বর্তমানে কাগজে স্থির প্রশ্ন:
el: Διορθώθηκαν ερωτήσεις επί του παρόντος σε χαρτί:
fil: Ang mga nakapirming tanong na kasalukuyang nasa papel:
hi: वर्तमान में पेपर में निश्चित प्रश्न:
ja: 現在紙に書かれている質問を修正しました：
lb: Fixéiert Froen aktuell am Pabeier:
sl: Odpravljena vprašanja, ki so trenutno na papirju:
th: คำถามที่แก้ไขอยู่ในกระดาษ:

source: Float Testcase
bn: ভাসমান টেস্টকেস
hi: फ्लोट टेस्टकेस
ja: フロートテストケース
lb: Float Testkëscht
th: ทุ่นทดสอบ

source: For additional module settings, Click on Design Module
bn: অতিরিক্ত মডিউল সেটিংসের জন্য, ডিজাইন মডিউল -এ ক্লিক করুন
el: Για πρόσθετες ρυθμίσεις λειτουργικής μονάδας, κάντε κλικ στο στοιχείο Design Module
fil: Para sa mga karagdagang setting ng module, Mag-click sa Disenyo ng Modyul
hi: अतिरिक्त मॉड्यूल सेटिंग्स के लिए, डिज़ाइन मॉड्यूल पर क्लिक करें
ja: 追加のモジュール設定については、デザインモジュールをクリックしてください
lb: Fir zousätzlech Modulastellungen, Klickt op Design Modul
sl: Za dodatne nastavitve modula kliknite Modul za oblikovanje
th: สำหรับการตั้งค่าโมดูลเพิ่มเติม คลิกที่ Design Module

source: For given Input value(s):
bn: প্রদত্ত ইনপুট মান (গুলি) জন্য:
el: Για δεδομένη τιμή (ες) εισαγωγής:
fil: Para sa ibinigay na (mga) halaga ng Input:
hi: दिए गए इनपुट मान के लिए:
ja: 指定された入力値の場合：
lb: Fir uginn Inputwäert (en):
sl: Za podane vhodne vrednosti:
th: สำหรับค่าอินพุตที่กำหนด:

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
el: Ξεχάσατε τον κωδικό;
fil: Nakalimutan ang password?
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
lb: Passwuert vergiess?
sl: Ste pozabili geslo?
th: ลืมรหัสผ่าน?

source: From:
bn: থেকে:
el: Από:
fil: Mula sa:
hi: से:
ja: から：
lb: Vun:
sl: Od:
th: จาก:

source: Full Name
bn: পুরো নাম
el: Πλήρες όνομα
fil: Buong pangalan
hi: पूरा नाम
ja: フルネーム
lb: Ganzen Numm
sl: Polno ime
th: ชื่อเต็ม

source: Full Traceback:
bn: সম্পূর্ণ ট্রেসব্যাক:
el: Πλήρης Traceback:
fil: Buong Traceback:
hi: पूर्ण ट्रेसबैक:
ja: 完全なトレースバック：
lb: Voll Traceback:
sl: Popoln sled:
th: การติดตามผลแบบเต็ม:

source: Generate QR Code
bn: কিউআর কোড তৈরি করুন
el: Δημιουργία κώδικα QR
fil: Bumuo ng QR Code
hi: क्यूआर कोड जनरेट करें
ja: QRコードを生成する
lb: Generéiert den QR Code
sl: Ustvarite QR kodo
th: สร้างรหัส QR

source: Go Back
bn: ফিরে যাও
el: Πήγαινε πίσω
fil: Bumalik ka
hi: वापस जाओ
ja: 戻る
lb: Géi zréck
sl: Pojdi nazaj
th: ย้อนกลับ

source: Go to Login
bn: লগইন এ যান
el: Μεταβείτε στη Σύνδεση
fil: Pumunta sa Login
hi: लॉग इन पर जाएं
ja: ログインに移動
lb: Gitt op Login
sl: Pojdite na Prijava
th: ไปที่เข้าสู่ระบบ

source: Go to Module
bn: মডিউলে যান
el: Μεταβείτε στην ενότητα
fil: Pumunta sa Modyul
hi: मॉड्यूल पर जाएं
ja: モジュールに移動
lb: Gitt op de Modul
sl: Pojdite na Modul
th: ไปที่โมดูล

source: God Mode
bn: আল্লাহ্র রীতি
el: Λειτουργία Θεού
hi: गॉडमोड
ja: 神モード
lb: Gott Modus
sl: Božji način
th: โหมดพระเจ้า

source: God Mode:
bn: আল্লাহ্র রীতি:
el: Λειτουργία Θεού:
fil: Mode ng Diyos:
hi: गॉडमोड:
ja: 神モード：
lb: Gott Modus:
sl: Božji način:
th: โหมดพระเจ้า:

source: Grade
bn: শ্রেণী
el: Βαθμός
hi: ग्रेड
ja: 学年
lb: Grad
sl: Ocena
th: ระดับ

source: Grade:
bn: শ্রেণী:
el: Βαθμός:
hi: ग्रेड:
ja: 学年：
lb: Grad:
sl: Ocena:
th: ระดับ:

source: Graded Quiz
bn: গ্রেড কুইজ
el: Βαθμολογημένο κουίζ
fil: Gradong Pagsusulit
hi: श्रेणीबद्ध प्रश्नोत्तरी
ja: 段階的なクイズ
lb: Qualifizéiert Quiz
sl: Ocenjeni kviz
th: แบบทดสอบให้คะแนน

source: Graded Successfully
bn: সফলভাবে গ্রেড করা হয়েছে
el: Βαθμολογήθηκε με επιτυχία
fil: Matagumpay na na-marka
hi: सफलतापूर्वक ग्रेड किया गया
ja: 正常に採点されました
lb: Erfollegräich ausgezeechent
sl: Ocenjeno uspešno
th: ให้คะแนนเรียบร้อยแล้ว

source: Help
bn: সাহায্য
el: Βοήθεια
fil: Tulong
hi: मदद
ja: ヘルプ
lb: Hëllef
sl: Pomoč
th: ช่วย

source: here
bn: এখানে
el: εδώ
fil: dito
hi: यहां
ja: ここ
lb: hei
sl: tukaj
th: ที่นี่

source: Hidden test case failed
bn: লুকানো পরীক্ষার মামলা ব্যর্থ হয়েছে
el: Η κρυφή δοκιμαστική θήκη απέτυχε
fil: Nabigo ang nakatagong kaso ng pagsubok
hi: हिडन टेस्ट केस फेल
ja: 非表示のテストケースが失敗しました
lb: Verstoppt Testfall gescheitert
sl: Skriti preskusni primer ni uspel
th: กรณีทดสอบที่ซ่อนอยู่ล้มเหลว

source: Hide
bn: লুকান
el: Κρύβω
fil: Tago
hi: छिपाना
ja: 隠れる
lb: Verstoppen
sl: Skrij
th: ซ่อน

source: Home
bn: বাড়ি
el: Σπίτι
hi: घर
ja: 家
lb: Doheem
sl: Domov
th: บ้าน

source: Hook Testcase
bn: হুক টেস্টকেস
el: Δοχείο γάντζου
hi: हुक टेस्टकेस
ja: フックテストケース

source: Inactive
bn: নিষ্ক্রিয়
el: Αδρανής
fil: Hindi aktibo
hi: निष्क्रिय
ja: 非活性
lb: Inaktiv
sl: Neaktivno
th: ไม่ใช้งาน

source: Inactive Course
bn: নিষ্ক্রিয় কোর্স
el: Ανενεργό μάθημα
fil: Hindi Aktibong Kurso
hi: निष्क्रिय पाठ्यक्रम
ja: 非アクティブコース
lb: Inaktiven Cours
sl: Neaktivni tečaj
th: หลักสูตรที่ไม่ใช้งาน

source: Inprogress
bn: চলমান
el: Σε εξέλιξη
hi: चालू
ja: 進行中
lb: A Beaarbechtung
sl: V postopku
th: กำลังดำเนินการ

source: Institute
bn: ইনস্টিটিউট
el: Ινστιτούτο
hi: संस्था
ja: 研究所
lb: Institut
sl: Inštitut
th: สถาบัน

source: Institute/Organization
bn: ইনস্টিটিউট/সংস্থা
el: Ινστιτούτο/Οργανισμός
hi: संस्थान/संगठन
ja: 研究所/組織
lb: Institut/Organisatioun
sl: Inštitut/Organizacija
th: สถาบัน/องค์กร

source: Institute:
bn: ইনস্টিটিউট:
el: Ινστιτούτο:
hi: संस्थान:
ja: 研究所：
lb: Institut:
sl: Inštitut:
th: สถาบัน:

source: Instruction for setting new password has been mailed to your registered email address
bn: নতুন পাসওয়ার্ড সেট করার নির্দেশনা আপনার নিবন্ধিত ইমেইল ঠিকানায় পাঠানো হয়েছে
el: Οι οδηγίες για τον καθορισμό νέου κωδικού πρόσβασης έχουν αποσταλεί στην καταχωρημένη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
fil: Ang tagubilin para sa pagtatakda ng bagong password ay na-mail sa iyong nakarehistrong email address
hi: नया पासवर्ड सेट करने का निर्देश आपके पंजीकृत ईमेल पते पर भेज दिया गया है
ja: 登録したメールアドレスに新しいパスワードの設定方法がメールで送信されました
lb: Uweisunge fir en neit Passwuert opzestellen gouf op Är registréiert E -Mail Adress geschéckt
sl: Navodila za nastavitev novega gesla so bila poslana na vaš registrirani e -poštni naslov
th: ส่งคำแนะนำในการตั้งรหัสผ่านใหม่ไปยังที่อยู่อีเมลที่คุณลงทะเบียนแล้ว

source: Instructions
bn: নির্দেশাবলী
el: Οδηγίες
fil: Panuto
hi: निर्देश
ja: 手順
lb: Uweisungen
sl: Navodila
th: คำแนะนำ

source: Instructor:
bn: প্রশিক্ষক:
el: Εκπαιδευτής:
hi: प्रशिक्षक:
ja: インストラクター：
lb: Enseignant:
sl: Inštruktor:
th: ผู้สอน:

source: Integer Testcase
bn: পূর্ণসংখ্যা টেস্টকেস
el: Ακέραιη βαλίτσα
hi: पूर्णांक टेस्टकेस
ja: 整数テストケース
sl: Celotna preskusna omara
th: กรณีทดสอบจำนวนเต็ม

source: Internal Server error.
bn: অভ্যন্তরীণ সার্ভার ত্রুটি.
el: Εσωτερικό Σφάλμα Διακομιστή.
fil: Error sa panloob na Server.
hi: आंतरिक सर्वर त्रुटि।
ja: 内部サーバーエラー。
lb: Interne Serverfehler.
sl: Napaka notranjega strežnika.
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์

source: Invalid username/password
bn: অবৈধ ব্যবহারকারীর নাম / পাসওয়ার্ড
el: Μη έγκυρο όνομα χρήστη/κωδικός πρόσβασης
fil: Di-wastong username / password
hi: अमान्य उपयोगकर्ता नाम / पासवर्ड
ja: 無効なユーザー名/パスワード
lb: Ongëlteg Benotzernumm/Passwuert
sl: Neveljavno uporabniško ime/geslo
th: ชื่อผู้ใช้/รหัสผ่านไม่ถูกต้อง

source: It seems that you have encountered an error
bn: মনে হচ্ছে আপনি একটি ত্রুটির সম্মুখীন হয়েছেন
el: Φαίνεται ότι αντιμετωπίσατε ένα σφάλμα
fil: Mukhang nakatagpo ka ng isang error
hi: ऐसा लगता है कि आपको एक त्रुटि का सामना करना पड़ा है
ja: エラーが発生したようです
lb: Et schéngt wéi wann Dir e Feeler fonnt hutt
sl: Zdi se, da ste naleteli na napako
th: ดูเหมือนว่าคุณพบข้อผิดพลาด

source: Kindly attach a file and then click upload.
bn: দয়া করে একটি ফাইল সংযুক্ত করুন এবং তারপর আপলোড ক্লিক করুন।
el: Επισυνάψτε ευγενικά ένα αρχείο και, στη συνέχεια, κάντε κλικ στο στοιχείο αποστολή.
fil: Mangyaring maglakip ng isang file at pagkatapos ay i-click ang upload.
hi: कृपया एक फ़ाइल संलग्न करें और फिर अपलोड पर क्लिक करें।
ja: ファイルを添付して、[アップロード]をクリックしてください。
lb: Befestegt w.e.g. eng Datei a klickt duerno op Eroplueden.
sl: Vljudno priložite datoteko in nato kliknite naloži.
th: กรุณาแนบไฟล์แล้วคลิกอัพโหลด

source: Language
bn: ভাষা
el: Γλώσσα
fil: Wika
hi: भाषा
ja: 言語
lb: Sprooch
sl: Jezik
th: ภาษา

source: Language:
bn: ভাষা:
el: Γλώσσα:
fil: Wika:
hi: भाषा:
ja: 言語：
lb: Sprooch:
sl: Jezik:
th: ภาษา:

source: Last Name
bn: নামের শেষাংশ
el: Επίθετο
fil: Huling pangalan
hi: उपनाम
ja: 苗字
lb: Familljennumm
sl: Priimek
th: นามสกุล

source: Last name:
bn: নামের শেষাংশ:
el: Επίθετο:
fil: Huling pangalan:
hi: उपनाम:
ja: 苗字：
lb: Familljennumm:
sl: Priimek:
th: นามสกุล:

source: Last reply
bn: শেষ উত্তর
el: Τελευταία απάντηση
fil: Huling tugon
hi: अंतिम उत्तर
ja: 最後の返信
lb: Lescht Äntwert
sl: Zadnji odgovor
th: ตอบกลับล่าสุด

source: Last submitted answer is considered for evaluation
bn: সর্বশেষ জমা দেওয়া উত্তরটি মূল্যায়নের জন্য বিবেচিত হয়
el: Η τελευταία υποβληθείσα απάντηση θεωρείται για αξιολόγηση
fil: Ang huling naisumite na sagot ay isinasaalang-alang para sa pagsusuri
hi: अंतिम सबमिट किए गए उत्तर को मूल्यांकन के लिए माना जाता है
ja: 最後に提出された回答は評価の対象となります
lb: Déi lescht ofginn Äntwert gëtt als Evaluatioun ugesinn
sl: Zadnji predloženi odgovor se upošteva kot ocena
th: คำตอบที่ส่งล่าสุดได้รับการพิจารณาสำหรับการประเมินผล

source: Last updated:
bn: সর্বশেষ সংষ্করণ:
el: Τελευταία ενημέρωση:
fil: Huling na-update:
hi: आखरी अपडेट:
ja: 最終更新：
lb: Lescht aktualiséiert:
sl: Zadnja posodobitev:
th: ปรับปรุงล่าสุด:

source: Latest Submission
bn: সর্বশেষ জমা
el: Τελευταία Υποβολή
fil: Pinakabagong Pagsumite
hi: नवीनतम सबमिशन
ja: 最新の提出
lb: Lescht Soumissioun
sl: Zadnja predložitev
th: ส่งล่าสุด

source: Learning Module(s) Available
bn: লার্নিং মডিউল পাওয়া যায়
el: Διαθέσιμες ενότητες εκμάθησης
fil: Magagamit ang Modyul ng Pag-aaral
hi: लर्निंग मॉड्यूल उपलब्ध
ja: 利用可能な学習モジュール
lb: Léiermodul (en) Verfügbar
sl: Na voljo so učni moduli
th: มีโมดูลการเรียนรู้

source: Learning Modules
bn: লার্নিং মডিউল
el: Ενότητες εκμάθησης
fil: Mga Modyul sa Pagkatuto
hi: लर्निंग मॉड्यूल
ja: 学習モジュール
lb: Léiermoduler
sl: Učni moduli
th: โมดูลการเรียนรู้

source: Lesson
bn: পাঠ
el: Μάθημα
hi: सबक
ja: レッスン
lb: Lektioun
sl: Lekcija
th: บทเรียนหรือสอนหรือการเรียนและเครื่องเตือนสติ

source: Lesson Description
bn: পাঠের বর্ণনা
el: Περιγραφή μαθήματος
fil: Paglalarawan ng Aralin
hi: पाठ विवरण
ja: レッスンの説明
lb: Lektioun Beschreiwung
sl: Opis lekcije
th: คำอธิบายบทเรียน

source: Lesson Files (Click on lesson file to download)
bn: পাঠ ফাইল (ডাউনলোড করতে পাঠ ফাইলে ক্লিক করুন)
el: Αρχεία μαθήματος (Κάντε κλικ στο αρχείο μαθήματος για λήψη)
fil: Mga File ng Aralin (Mag-click sa file ng aralin upang mag-download)
hi: पाठ फ़ाइलें (डाउनलोड करने के लिए पाठ फ़ाइल पर क्लिक करें)
ja: レッスンファイル（ダウンロードするにはレッスンファイルをクリックしてください）
lb: Lektiounsdateien (Klickt op d'Lektiounsdatei fir erofzelueden)
sl: Datoteke lekcije (kliknite na datoteko lekcije za prenos)
th: ไฟล์บทเรียน (คลิกที่ไฟล์บทเรียนเพื่อดาวน์โหลด)

source: Lesson Files:
bn: পাঠ ফাইল:
el: Αρχεία μαθήματος:
fil: Mga File ng Aralin:
hi: पाठ फ़ाइलें:
ja: レッスンファイル：
lb: Lektiounsdateien:
sl: Datoteke lekcije:
th: ไฟล์บทเรียน:

source: Lesson Name
bn: পাঠের নাম
el: Όνομα μαθήματος
hi: पाठ का नाम
ja: レッスン名
lb: Lektioun Numm
sl: Ime lekcije
th: ชื่อบทเรียน

source: Lesson Quiz Stats
bn: পাঠ কুইজ পরিসংখ্যান
el: Στατιστικά κουίζ μαθήματος
fil: Mga Istatistika ng Quiz ng Aralin
hi: पाठ प्रश्नोत्तरी आँकड़े
ja: レッスンクイズ統計
lb: Lektioun Quiz Statistiken
sl: Statistika kviza lekcije
th: สถิติแบบทดสอบบทเรียน

source: Lesson(s) Available
bn: পাঠ পাওয়া যায়
el: Διαθέσιμο μάθημα
fil: (Mga) Aralin na Magagamit
hi: सबक उपलब्ध
ja: 利用可能なレッスン
lb: Lektioun (en) Verfügbar
sl: Na voljo so lekcije
th: บทเรียนที่มีอยู่

source: Lessons (Click on lesson name to open lesson)
bn: পাঠ (পাঠ খুলতে পাঠের নামে ক্লিক করুন)
el: Μαθήματα (Κάντε κλικ στο όνομα του μαθήματος για να ανοίξετε το μάθημα)
fil: Mga Aralin (Mag-click sa pangalan ng aralin upang buksan ang aralin)
hi: पाठ (पाठ खोलने के लिए पाठ के नाम पर क्लिक करें)
ja: レッスン（レッスン名をクリックしてレッスンを開きます）
lb: Lektiounen (Klickt op den Numm vum Lektioun fir d'Lektioun opzemaachen)
sl: Lekcije (kliknite ime lekcije, da odprete lekcijo)
th: บทเรียน (คลิกที่ชื่อบทเรียนเพื่อเปิดบทเรียน)

source: Lessons Forum
bn: পাঠ ফোরাম
el: Φόρουμ μαθημάτων
hi: पाठ मंच
ja: レッスンフォーラム
lb: Lektioune Forum
sl: Forum lekcij
th: ฟอรั่มบทเรียน
