Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: Letters, digits, period and underscores only.
bn: শুধুমাত্র অক্ষর, সংখ্যা, সময়কাল এবং আন্ডারস্কোর।
el: Γράμματα, ψηφία, τελεία και υπογράμμιση μόνο.
fil: Mga titik, digit, panahon at underscore lamang.
hi: केवल अक्षर, अंक, अवधि और अंडरस्कोर।
ja: 文字、数字、ピリオド、アンダースコアのみ。
lb: Bréiwer, Zifferen, Period an nëmmen ënnersträicht.
sl: Samo črke, števke, pika in podčrtaji.
th: ตัวอักษร ตัวเลข จุด และขีดล่างเท่านั้น

source: Line No.
bn: লাইন নং
el: Γραμμή αρ.
fil: Linya Blg.
hi: लाइन नंबर
ja: 行番号
lb: Linn Nr.
sl: Vrstica št.
th: เลขที่สาย

source: List of Question Papers
bn: প্রশ্নপত্রের তালিকা
el: Λίστα Ερωτηματολογίων
fil: Listahan ng Mga Papel ng Tanong
hi: प्रश्न पत्रों की सूची
ja: 質問用紙のリスト
lb: Lëscht vu Froen Papers
sl: Seznam vprašanj
th: รายชื่อเอกสารคำถาม

source: List of quizzes! Click on the given links to have a look at answer papers for a quiz
bn: কুইজের তালিকা! একটি কুইজের জন্য উত্তরপত্র দেখার জন্য প্রদত্ত লিঙ্কগুলিতে ক্লিক করুন
el: Λίστα κουίζ! Κάντε κλικ στους συνδέσμους που δίνονται για να ρίξετε μια ματιά στα απαντητικά έγγραφα για ένα κουίζ
fil: Listahan ng mga pagsusulit! Mag-click sa mga ibinigay na link upang tingnan ang mga papel na sagutin para sa isang pagsusulit
hi: प्रश्नोत्तरी की सूची! प्रश्नोत्तरी के उत्तर पत्रों को देखने के लिए दिए गए लिंक पर क्लिक करें
ja: クイズのリスト！与えられたリンクをクリックして、クイズの解答用紙を見てください
lb: Lëscht vu Quizzen! Klickt op déi uginn Links fir e Bléck op d'Äntwertpabeieren fir e Quiz ze kucken
sl: Seznam kvizov! Kliknite na dane povezave, če si želite ogledati odgovore na kviz
th: รายชื่อแบบทดสอบ! คลิกที่ลิงค์ที่ให้มาเพื่อดูกระดาษคำตอบสำหรับแบบทดสอบ

source: Loading...
bn: লোড হচ্ছে ...
el: Φόρτωση...
fil: Naglo-load ...
hi: लोड हो रहा है...
ja: 読み込んでいます...
lb: Lued ...
sl: Nalaganje...
th: กำลังโหลด...

source: Log in
bn: প্রবেশ করুন
el: Σύνδεση
fil: Mag log in
hi: लॉग इन करें
ja: ログイン
lb: Aloggen
sl: Vpiši se
th: เข้าสู่ระบบ

source: Login
bn: প্রবেশ করুন
el: Σύνδεση
fil: Mag log in
hi: लॉग इन करें
ja: ログイン
sl: Vpiši se
th: เข้าสู่ระบบ

source: Logout
bn: প্রস্থান
el: Αποσύνδεση
hi: लॉग आउट
ja: ログアウト
lb: Ausloggen
sl: Odjava
th: ออกจากระบบ

source: Manage Course
bn: কোর্স পরিচালনা করুন
el: Διαχείριση Μαθήματος
fil: Pamahalaan ang Kurso
hi: पाठ्यक्रम प्रबंधित करें
ja: コースの管理
lb: Course verwalten
sl: Upravljanje tečaja
th: จัดการหลักสูตร

source: Manual mode to design the
bn: ডিজাইন করার জন্য ম্যানুয়াল মোড
el: Χειροκίνητη λειτουργία για το σχεδιασμό του
fil: Manu-manong mode upang idisenyo ang
hi: डिजाइन करने के लिए मैनुअल मोड
ja: を設計するための手動モード
lb: Manuelle Modus fir den
sl: Ročni način za oblikovanje
th: โหมดแมนนวลเพื่อออกแบบ

source: Mark all as read
bn: সবগুলো পঠিত বলে সনাক্ত কর
el: Επισήμανση όλων ως αναγνωσμένων
fil: Markahan lahat bilang nabasa na
hi: सभी को पढ़ा हुआ मार्क करें
ja: すべて既読としてマーク
lb: Markéiert alles als gelies
sl: označi vse kot prebrano
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Mark(s):
bn: চিহ্ন):
el: Σημάδια):
hi: निशान):
ja: マーク：
sl: Oznake:
th: เครื่องหมาย:

source: Marker time should be in the format hh:mm:ss
bn: মার্কার সময় hh: mm: ss বিন্যাসে হওয়া উচিত
el: Ο χρόνος σήμανσης πρέπει να έχει τη μορφή hh: mm: ss
fil: Ang oras ng marker ay dapat nasa format na hh: mm: ss
hi: मार्कर समय hh:mm:ss . प्रारूप में होना चाहिए
ja: マーカー時間はhh：mm：ssの形式である必要があります
lb: D'Markerzäit sollt am Format hh: mm: ss sinn
sl: Čas označevalnika mora biti v obliki hh: mm: ss
th: เวลาของตัวทำเครื่องหมายควรอยู่ในรูปแบบ hh:mm:ss

source: Marks
bn: চিহ্ন
el: Σημάδια
hi: निशान
ja: マーク
lb: Marken
sl: Oznake
th: เครื่องหมาย

source: Marks Obtained
bn: প্রাপ্ত নম্বর
el: Σημάδια που λήφθηκαν
fil: Mga Marka na Nakuha
hi: अंक प्राप्त की
ja: 獲得点数
lb: Marks kritt
sl: Pridobljene oznake
th: เครื่องหมายที่ได้รับ

source: Marks obtained:
bn: প্রাপ্ত নম্বর:
el: Σημάδια που ελήφθησαν:
fil: Nakuha ang mga marka:
hi: अंक प्राप्त की:
ja: 獲得点数：
lb: Marke kritt:
sl: Dobljene ocene:
th: เครื่องหมายที่ได้รับ:

source: Marks Uploaded!
bn: মার্কস আপলোড করা হয়েছে!
el: Τα σήματα ανέβηκαν!
fil: Na-upload ang Mga Marka!
hi: मार्क्स अपलोड किए गए!
ja: マークがアップロードされました！
lb: Marks eropgelueden!
sl: Naložene oznake!
th: เครื่องหมายอัปโหลด!

source: Marks:
bn: চিহ্ন:
el: Σημάδια:
fil: Mga marka:
hi: निशान:
ja: マーク：
lb: Marken:
sl: Oznake:
th: เครื่องหมาย:

source: Maximum Mark(s):
bn: সর্বোচ্চ চিহ্ন (গুলি):
el: Μέγιστη βαθμολογία (ες):
fil: Maximum na (mga) Marka:
hi: अधिकतम अंक:
ja: 最大マーク：
lb: Maximal Mark (en):
sl: Največja ocena (e):
th: เครื่องหมายสูงสุด:

source: Maximum Marks
bn: সর্বোচ্চ মার্কস
el: Μέγιστοι βαθμοί
fil: Pinakamataas na Marka
hi: अधिकतम अंक
ja: 最大マーク
lb: Maximal Marke
sl: Največje število oznak
th: คะแนนสูงสุด

source: MCQ Testcase
bn: MCQ টেস্টকেস
hi: एमसीक्यू टेस्टकेस
ja: MCQテストケース
lb: MCQ Testkëscht

source: minutes
bn: মিনিট
el: λεπτά
fil: minuto
hi: मिनट
ja: 分
lb: Minutten
sl: minut
th: นาที

source: Module Description
bn: মডিউল বর্ণনা
el: Περιγραφή ενότητας
fil: Paglalarawan ng Modyul
hi: मॉड्यूल विवरण
ja: モジュールの説明
lb: Modul Beschreiwung
sl: Opis modula
th: คำอธิบายโมดูล

source: Module Name
bn: মডিউল নাম
el: Όνομα μονάδας
fil: Pangalan ng Modyul
hi: मोड्यूल का नाम
ja: モジュール名
lb: Modul Numm
sl: Ime modula
th: ชื่อโมดูล

source: Modules
bn: মডিউল
el: Ενότητες
fil: Mga Modyul
hi: मॉड्यूल
ja: モジュール
lb: Moduler
sl: Moduli
th: โมดูล

source: Monitor
bn: মনিটর
el: Οθόνη
hi: मॉनिटर
ja: モニター
th: เฝ้าสังเกต

source: More
bn: আরো
el: Περισσότερο
fil: Dagdag pa
hi: अधिक
ja: もっと
lb: Méi
sl: Več
th: มากกว่า

source: More info
bn: অধিক তথ্য
el: Περισσότερες πληροφορίες
fil: Karagdagang impormasyon
hi: और जानकारी
ja: より詳しい情報
lb: Méi Info
sl: Več informacij
th: ข้อมูลเพิ่มเติม

source: Multiple Correct Choices
bn: একাধিক সঠিক পছন্দ
el: Πολλαπλές σωστές επιλογές
fil: Maramihang Tamang Pagpipilian
hi: एकाधिक सही विकल्प
ja: 複数の正しい選択
lb: Multiple korrekt Wiel
sl: Več pravilnih izbir
th: หลายทางเลือกที่ถูกต้อง

source: My Courses
bn: আমার কোর্স
el: Τα μαθήματα μου
fil: Aking Mga kurso
hi: मेरे पाठ्यक्रम
ja: 私のコース
lb: Meng Coursen
sl: Moji tečaji
th: หลักสูตรของฉัน

source: My Dashboard
bn: আমার ড্যাশবোর্ড
el: Ο πίνακας ελέγχου μου
fil: Ang aking Dashboard
hi: मेरे यंत्र रखने की जगह
ja: マイダッシュボード
lb: Mäi Dashboard
sl: Moja nadzorna plošča
th: แดชบอร์ดของฉัน

source: My Lessons
bn: আমার পাঠ
el: Τα μαθήματά μου
fil: Aking Mga aralin
hi: मेरे सबक
ja: 私のレッスン
lb: Meng Lektioune
sl: Moje lekcije
th: บทเรียนของฉัน

source: My Profile
bn: আমার প্রোফাইল
el: Το ΠΡΟΦΙΛ μου
fil: Ang Profile ko
hi: मेरी प्रोफाइल
ja: 私のプロフィール
lb: Mäi Profil
sl: Moj profil
th: ประวัติของฉัน

source: My Quizzes
bn: আমার কুইজ
el: Τα κουίζ μου
fil: Ang Aking Mga Pagsusulit
hi: मेरी प्रश्नोत्तरी
ja: 私のクイズ
lb: Meng Quizzen
sl: Moji kvizi
th: แบบทดสอบของฉัน

source: Name
bn: নাম
el: Ονομα
fil: Pangalan
hi: नाम
ja: 名前
lb: Numm
sl: Ime
th: ชื่อ

source: Name:
bn: নাম:
el: Ονομα:
fil: Pangalan:
hi: नाम:
ja: 名前：
lb: Numm:
sl: Ime:
th: ชื่อ:

source: New Post
bn: নতুন পোস্ট
el: Νέα ανάρτηση
fil: Bagong Post
hi: नई पोस्ट
ja: 新しい投稿
lb: Neie Post
sl: Nova objava
th: โพสต์ใหม่

source: Next
bn: পরবর্তী
el: Επόμενο
fil: Susunod
hi: अगला
ja: 次
lb: Nächst
sl: Naslednji
th: ต่อไป

source: No
bn: না
el: Οχι
fil: Hindi
hi: नहीं
ja: 番号
lb: Nee
sl: Ne
th: เลขที่

source: No AnswerPapers found
bn: কোন উত্তরপত্র পাওয়া যায়নি
el: Δεν βρέθηκαν απαντητικά χαρτιά
fil: Walang nahanap na mga AnswerPaper
hi: कोई उत्तर पत्र नहीं मिला
ja: AnswerPapersが見つかりません
lb: Keng ÄntwertPabeieren fonnt
sl: Nobenega dokumenta za odgovor ni mogoče najti
th: ไม่พบกระดาษคำตอบ

source: No Available Tags
bn: কোন উপলব্ধ ট্যাগ নেই
el: Δεν υπάρχουν διαθέσιμες ετικέτες
fil: Walang Magagamit na Mga Tag
hi: कोई उपलब्ध टैग . नहीं
ja: 利用可能なタグはありません
lb: Keng verfügbar Tags
sl: Ni razpoložljivih oznak
th: ไม่มีแท็กที่ใช้ได้

source: No course data found
bn: কোন কোর্স ডেটা পাওয়া যায়নি
el: Δεν βρέθηκαν δεδομένα μαθημάτων
fil: Walang nahanap na data ng kurso
hi: कोई पाठ्यक्रम डेटा नहीं मिला
ja: コースデータが見つかりません
lb: Keng Kursdaten fonnt
sl: Ni podatkov o tečaju
th: ไม่พบข้อมูลหลักสูตร

source: No Courses Found
bn: কোন কোর্স পাওয়া যায় নি
el: Δεν βρέθηκαν μαθήματα
fil: Walang Nahanap na Kurso
hi: कोई कोर्स नहीं मिला
ja: コースが見つかりません
lb: Keng Coursen fonnt
sl: Tečaji niso najdeni
th: ไม่พบหลักสูตร

source: No courses found to grade
bn: গ্রেড পর্যন্ত কোন কোর্স পাওয়া যায়নি
el: Δεν βρέθηκαν μαθήματα για βαθμολόγηση
fil: Walang natagpuang mga kurso sa antas
hi: ग्रेड के लिए कोई कोर्स नहीं मिला
ja: 採点するコースが見つかりません
lb: Keng Coursen fonnt fir de Grad
sl: Noben tečaj ni bil ocenjen
th: ไม่พบรายวิชาที่จะให้คะแนน

source: No Courses found. Add a new course or Create demo course
bn: কোন কোর্স পাওয়া যায়নি একটি নতুন কোর্স যোগ করুন অথবা ডেমো কোর্স তৈরি করুন
el: Δεν βρέθηκαν μαθήματα. Προσθήκη νέου μαθήματος ή Δημιουργία μαθημάτων επίδειξης
fil: Walang nahanap na Kurso. Magdagdag ng isang bagong kurso o Lumikha ng kurso sa demo
hi: कोई पाठ्यक्रम नहीं मिला। नया कोर्स जोड़ें या डेमो कोर्स बनाएं
ja: コースが見つかりません。新しいコースを追加するか、デモコースを作成します
lb: Keng Coursen fonnt. Fügt en neie Cours derbäi oder Demo Cours erstellen
sl: Tečajev ni mogoče najti. Dodajte nov tečaj ali Ustvarite demo tečaj
th: ไม่พบหลักสูตร เพิ่มหลักสูตรใหม่หรือสร้างหลักสูตรสาธิต

source: No Courses to display
bn: প্রদর্শনের জন্য কোন কোর্স নেই
el: Δεν υπάρχουν μαθήματα προς εμφάνιση
fil: Walang mga korteng ipapakita
hi: प्रदर्शित करने के लिए कोई पाठ्यक्रम नहीं
ja: 表示するコースはありません
lb: Keng Coursen ze weisen
sl: Ni tečajev za prikaz
th: ไม่มีหลักสูตรที่จะแสดง

source: No discussion posts are there yet. Create one to start discussing.
bn: এখনো কোন আলোচনা পোস্ট নেই। আলোচনা শুরু করার জন্য একটি তৈরি করুন।
el: Δεν υπάρχουν ακόμη δημοσιεύσεις συζήτησης. Δημιουργήστε ένα για να ξεκινήσετε τη συζήτηση.
fil: Wala pang mga post sa talakayan. Lumikha ng isa upang simulang talakayin.
hi: अभी तक कोई चर्चा पोस्ट नहीं है। चर्चा शुरू करने के लिए एक बनाएं।
ja: ディスカッションの投稿はまだありません。議論を始めるためにそれを作成してください。
lb: Et gi nach keng Diskussiounsposte do. Erstellt een fir ze diskutéieren.
sl: Ni še nobenega prispevka za razpravo. Ustvarite eno za začetek razprave.
th: ยังไม่มีกระทู้สนทนา สร้างหนึ่งรายการเพื่อเริ่มการสนทนา

source: No enrolled students yet
bn: এখনো কোন ভর্তি ছাত্র নেই
el: Δεν έχουν εγγραφεί ακόμη μαθητές
fil: Wala pang naka-enrol na mag-aaral
hi: अभी तक कोई नामांकित छात्र नहीं
ja: まだ在籍している学生はいません
lb: Keng ugemellt Studenten nach
sl: Vpisanih študentov še ni
th: ยังไม่มีนักศึกษาลงทะเบียน

source: No Enrollments allowed
bn: কোনো তালিকাভুক্তির অনুমতি নেই
el: Δεν επιτρέπονται εγγραφές
fil: Hindi pinapayagan ang Pag-enrol
hi: नामांकन की अनुमति नहीं
ja: 登録は許可されていません
lb: Keng Aschreiwungen erlaabt
sl: Vpisi niso dovoljeni
th: ไม่อนุญาตให้ลงทะเบียน

source: No Files added to this lesson
bn: এই পাঠে কোন ফাইল যোগ করা হয়নি
el: Δεν προστέθηκαν αρχεία σε αυτό το μάθημα
fil: Walang idinagdag na Mga File sa araling ito
hi: इस पाठ में कोई फ़ाइल नहीं जोड़ी गई
ja: このレッスンにファイルは追加されていません
lb: Keng Dateien derbäigesat zu dëser Lektioun
sl: V to lekcijo ni dodanih datotek
th: ไม่มีไฟล์เพิ่มในบทเรียนนี้

source: No files for
bn: এর জন্য কোন ফাইল নেই
el: Δεν υπάρχουν αρχεία για
fil: Walang mga file para sa
hi: के लिए कोई फाइल नहीं
ja: のファイルはありません
lb: Keng Dateie fir
sl: Ni datotek za
th: ไม่มีไฟล์สำหรับ

source: No learning modules
bn: শেখার কোন মডিউল নেই
el: Δεν υπάρχουν ενότητες μάθησης
fil: Walang mga module ng pag-aaral
hi: कोई लर्निंग मॉड्यूल नहीं
ja: 学習モジュールなし
lb: Keng Léiermoduler
sl: Brez učnih modulov
th: ไม่มีโมดูลการเรียนรู้

source: No learning modules found
bn: কোন শিক্ষণ মডিউল পাওয়া যায় নি
el: Δεν βρέθηκαν μαθησιακές ενότητες
fil: Walang nahanap na mga module sa pag-aaral
hi: कोई लर्निंग मॉड्यूल नहीं मिला
ja: 学習モジュールが見つかりません
lb: Keng Léiermoduler fonnt
sl: Učni moduli niso najdeni
th: ไม่พบโมดูลการเรียนรู้

source: No Learning units
bn: লার্নিং ইউনিট নেই
el: Χωρίς μονάδες εκμάθησης
fil: Walang Yunit ng Pag-aaral
hi: कोई लर्निंग यूनिट नहीं
ja: 学習ユニットなし
lb: Keng Léierunitéiten
sl: Brez učnih enot
th: ไม่มีหน่วยการเรียนรู้

source: No lectures found
bn: কোন বক্তৃতা পাওয়া যায় নি
el: Δεν βρέθηκαν διαλέξεις
fil: Walang nahanap na mga lektura
hi: कोई व्याख्यान नहीं मिला
ja: 講義が見つかりません
lb: Keng Virträg fonnt
sl: Predavanj ni bilo mogoče najti
th: ไม่พบการบรรยาย

source: No Lesson posts here. They will appear when someone comments on video lessons.
bn: এখানে পাঠের কোন পোস্ট নেই। ভিডিও পাঠে কেউ মন্তব্য করলে সেগুলি উপস্থিত হবে।
el: Δεν υπάρχουν αναρτήσεις μαθήματος εδώ. Θα εμφανιστούν όταν κάποιος σχολιάσει μαθήματα βίντεο.
fil: Walang mga post sa Aralin dito. Lilitaw ang mga ito kapag may nagkomento sa mga aralin sa video.
hi: यहां कोई पाठ पोस्ट नहीं है। वे तब दिखाई देंगे जब कोई वीडियो पाठों पर टिप्पणी करेगा।
ja: ここにレッスンの投稿はありません。誰かがビデオレッスンにコメントすると表示されます。
lb: Keng Lektiounsposte hei. Si wäerten erschéngen wann een iwwer Videocoursen kommentéiert.
sl: Tu ni objav o lekciji. Pojavile se bodo, ko nekdo komentira video lekcije.
th: ไม่มีโพสต์บทเรียนที่นี่ จะปรากฏขึ้นเมื่อมีคนแสดงความคิดเห็นเกี่ยวกับบทเรียนวิดีโอ

source: No lesson quizzes found
bn: কোন পাঠ কুইজ পাওয়া যায় নি
el: Δεν βρέθηκαν κουίζ μαθημάτων
fil: Walang nahanap na mga pagsusulit sa aralin
hi: कोई पाठ प्रश्नोत्तरी नहीं मिली
ja: レッスンクイズが見つかりません
lb: Keng Lektiounsquizzen fonnt
sl: Kvizov lekcij ni bilo mogoče najti
th: ไม่พบแบบทดสอบบทเรียน

source: No lesson/quiz added
bn: কোন পাঠ/কুইজ যোগ করা হয়নি
el: Δεν προστέθηκε μάθημα/κουίζ
fil: Walang idinagdag na aralin / pagsusulit
hi: कोई पाठ/प्रश्नोत्तरी नहीं जोड़ा गया
ja: レッスン/クイズは追加されません
lb: Keng Lektioun/Quiz derbäigesat
sl: Dodana ni lekcija/kviz
th: ไม่มีบทเรียน/แบบทดสอบเพิ่ม

source: No lessons found
bn: কোন পাঠ পাওয়া যায় নি
el: Δεν βρέθηκαν μαθήματα
fil: Walang natagpuang aral
hi: कोई सबक नहीं मिला
ja: レッスンが見つかりません
lb: Keng Lektioune fonnt
sl: Lekcije niso bile najdene
th: ไม่พบบทเรียน

source: No Module information
bn: কোন মডিউল তথ্য নেই
el: Χωρίς πληροφορίες ενότητας
fil: Walang impormasyon sa Modyul
hi: कोई मॉड्यूल जानकारी नहीं
ja: モジュール情報なし
lb: Keng Modulinformatioun
sl: Ni podatkov o modulih
th: ไม่มีข้อมูลโมดูล

source: No Notifications Found
bn: কোন বিজ্ঞপ্তি পাওয়া যায়নি
el: Δεν βρέθηκαν ειδοποιήσεις
fil: Walang Nahanap na Mga Abiso
hi: कोई सूचना नहीं मिली
ja: 通知が見つかりません
lb: Keng Notifikatiounen fonnt
th: ไม่พบการแจ้งเตือน

source: No Question Paper
bn: প্রশ্নপত্র নেই
el: Χωρίς Ερωτηματικό
fil: Walang Tanong Papel
hi: कोई प्रश्न पत्र नहीं
ja: 質問用紙なし
lb: Keng Fro Pabeier
sl: Brez papirja z vprašanji
th: ไม่มีกระดาษคำถาม

source: No Question Papers available
bn: কোন প্রশ্নপত্র পাওয়া যায় না
el: Δεν υπάρχουν διαθέσιμα ερωτήματα
fil: Walang magagamit na Mga Papel ng Tanong
hi: कोई प्रश्न पत्र उपलब्ध नहीं
ja: 質問用紙はありません
lb: Keng Froen Papers verfügbar
sl: Na voljo ni dokumentov z vprašanji
th: ไม่มีเอกสารคำถาม

source: No Questions found
bn: কোন প্রশ্ন পাওয়া যায়নি
el: Δεν βρέθηκαν ερωτήσεις
fil: Walang nahanap na mga Katanungan
hi: कोई प्रश्न नहीं मिला
ja: 質問が見つかりません
lb: Keng Froen fonnt
sl: Vprašanja niso najdena
th: ไม่พบคำถาม

source: No Quiz Found
bn: কোন কুইজ পাওয়া যায়নি
el: Δεν βρέθηκε κουίζ
fil: Walang Nahanap na Quiz
hi: कोई प्रश्नोत्तरी नहीं मिली
ja: クイズが見つかりません
lb: Kee Quiz fonnt
sl: Kviza ni bilo mogoče najti
th: ไม่พบแบบทดสอบ

source: No Quizzes
bn: কোন কুইজ নেই
el: Χωρίς κουίζ
fil: Walang Mga Pagsusulit
hi: कोई प्रश्नोत्तरी नहीं
ja: クイズなし
lb: Keng Quizzen
sl: Brez kvizov
th: ไม่มีแบบทดสอบ

source: No quizzes found
bn: কোন কুইজ পাওয়া যায়নি
el: Δεν βρέθηκαν κουίζ
fil: Walang nahanap na mga pagsusulit
hi: कोई प्रश्नोत्तरी नहीं मिली
ja: クイズが見つかりません
lb: Kee Quiz fonnt
sl: Kvizov ni bilo mogoče najti
th: ไม่พบแบบทดสอบ

source: No rejected students yet
bn: এখনো কোন প্রত্যাখ্যাত ছাত্র নেই
el: Δεν έχουν απορριφθεί ακόμη μαθητές
fil: Wala pang tinanggihan na estudyante
hi: अभी तक कोई अस्वीकृत छात्र नहीं
ja: 拒否された学生はまだいません
lb: Keng refuséiert Studenten nach
sl: Zavrnjenih študentov še ni
th: ยังไม่มีนักเรียนที่ถูกปฏิเสธ

source: No requests yet
bn: এখনো কোন অনুরোধ নেই
el: Δεν υπάρχουν ακόμη αιτήματα
fil: Wala pang kahilingan
hi: अभी तक कोई अनुरोध नहीं
ja: まだリクエストはありません
lb: Keng Demanden nach
sl: Zahtev še ni
th: ยังไม่มีการร้องขอ

source: No results found
bn: কোন ফলাফল পাওয়া যায়নি
el: Δεν βρέθηκαν αποτελέσματα
fil: Walang nahanap na resulta
hi: कोई परिणाम नहीं मिला
ja: 結果が見つかりません
lb: Keng Resultater fonnt
sl: Ni zadetkov
th: ไม่พบผลลัพธ์

source: No submissions found
bn: কোনো জমা পাওয়া যায়নি
el: Δεν βρέθηκαν υποβολές
fil: Walang nahanap na mga pagsusumite
hi: कोई सबमिशन नहीं मिला
ja: 提出物が見つかりません
lb: Keng Soumissioun fonnt
sl: Predlogi niso bili najdeni
th: ไม่พบการส่งผลงาน

source: No Table of contents added
bn: কোন বিষয়বস্তু যোগ করা হয়নি
el: Δεν προστέθηκε πίνακας περιεχομένων
fil: Walang idinagdag na Talaan ng mga nilalaman
hi: कोई सामग्री तालिका नहीं जोड़ी गई
ja: 目次は追加されていません
lb: Keng Inhaltsverzeechnes derbäigesat
sl: Ni dodano kazalo
th: ไม่มีสารบัญเพิ่ม

source: No Teacher(s) added
bn: কোন শিক্ষক যোগ করা হয়নি
el: Δεν προστέθηκε καθηγητής (ες)
fil: Walang (mga) Guro ang naidagdag
hi: कोई शिक्षक नहीं जोड़ा गया
ja: 教師が追加されていません
lb: Keng Enseignant (en) derbäigesat
sl: Učitelji niso dodani
th: ไม่มีครูเพิ่ม

source: No Teacher(s)TA(s) Added
bn: কোন শিক্ষক (গুলি) টিএ (গুলি) যোগ করা হয়নি
el: Δεν προστέθηκε Καθηγητής (ες) TA (ες)
fil: Walang (Mga) Guro na Naidagdag
hi: कोई शिक्षक नहीं जोड़ा गया
ja: 教師のTAは追加されていません
lb: Keng Enseignant (en) TA (en) Dobäi
sl: Ni dodanih učiteljev TA (-ov)
th: ไม่มีครู TA ที่เพิ่ม

source: No Users Found for
bn: কোনো ব্যবহারকারী খুঁজে পাওয়া যায়নি
el: Δεν βρέθηκαν χρήστες για
fil: Walang Nahanap na Mga Gumagamit para sa
hi: के लिए कोई उपयोगकर्ता नहीं मिला
ja: のユーザーが見つかりません
lb: Keng Benotzer fonnt fir
sl: Ni uporabnikov za
th: ไม่พบผู้ใช้สำหรับ

source: No. of users Failed
bn: ব্যবহারকারীর সংখ্যা ব্যর্থ হয়েছে
el: Ο αριθμός των χρηστών απέτυχε
fil: Nabigo ang bilang ng mga gumagamit
hi: असफल उपयोगकर्ताओं की संख्या
ja: 失敗したユーザー数
lb: Zuel vu Benotzer Ausgefall
sl: Število uporabnikov ni uspelo
th: จำนวนผู้ใช้ล้มเหลว

source: No. of users Passed
bn: পাস করা ব্যবহারকারীর সংখ্যা
el: Ο αριθμός των χρηστών πέρασε
fil: Bilang ng mga gumagamit na naipasa
hi: उत्तीर्ण उपयोगकर्ताओं की संख्या
ja: 合格したユーザー数
lb: Zuel vu Benotzer Passéiert
sl: Število opravljenih uporabnikov
th: จำนวนผู้ใช้ที่ผ่าน

source: None
bn: কোনটিই নয়
el: Κανένας
fil: Wala
hi: कोई नहीं
ja: なし
lb: Keen
sl: Nobena
th: ไม่มี

source: Not Attempted
bn: চেষ্টা না করা
el: Δεν επιχειρηθηκε
fil: Hindi Sinubukan
hi: प्रयास नहीं किया
ja: 試みられていない
lb: Net probéiert
sl: Ni poskusil
th: ไม่พยายาม

source: Note: Do not change the CSV Headers
bn: দ্রষ্টব্য: CSV হেডার পরিবর্তন করবেন না
el: Σημείωση: Μην αλλάζετε τις κεφαλίδες CSV
fil: Tandaan: Huwag baguhin ang Mga Header ng CSV
hi: नोट: CSV हैडर न बदलें
ja: 注：CSVヘッダーは変更しないでください
lb: Notiz: Ännert d'CSV Header net
sl: Opomba: Ne spreminjajte glav CSV
th: หมายเหตุ: อย่าเปลี่ยน CSV Headers

source: Note:- Please Click on the Next button to submit the quiz. Please do not close the browser without clicking Next.
bn: দ্রষ্টব্য:- কুইজ জমা দিতে অনুগ্রহ করে পরবর্তী বোতামে ক্লিক করুন। অনুগ্রহ করে পরবর্তী ক্লিক না করে ব্রাউজার বন্ধ করবেন না।
el: Σημείωση:- Κάντε κλικ στο κουμπί Επόμενο για να υποβάλετε το κουίζ. Μην κλείσετε το πρόγραμμα περιήγησης χωρίς να κάνετε κλικ στο Επόμενο.
fil: Tandaan: - Mangyaring Mag-click sa Susunod na pindutan upang isumite ang pagsusulit. Mangyaring huwag isara ang browser nang hindi nag-click sa Susunod.
hi: नोट:- क्विज सबमिट करने के लिए नेक्स्ट बटन पर क्लिक करें। कृपया अगला क्लिक किए बिना ब्राउज़र बंद न करें।
ja: 注：-クイズを送信するには、[次へ]ボタンをクリックしてください。 [次へ]をクリックせずにブラウザを閉じないでください。
lb: Notiz:- Klickt w.e.g. op den Nächste Knäppchen fir de Quiz ofzeginn. W.e.g. de Browser net zoumaachen ouni op Next ze klicken.
sl: Opomba:- Če želite poslati kviz, kliknite gumb Naprej. Prosimo, da ne zaprete brskalnika, ne da bi kliknili Naprej.
th: หมายเหตุ: - โปรดคลิกที่ปุ่มถัดไปเพื่อส่งแบบทดสอบ โปรดอย่าปิดเบราว์เซอร์โดยไม่คลิกถัดไป

source: Notifications
bn: বিজ্ঞপ্তি
el: Ειδοποιήσεις
fil: Mga Abiso
hi: सूचनाएं
ja: 通知
lb: Notifikatiounen
sl: Obvestila
th: การแจ้งเตือน

source: Number of papers:
bn: কাগজের সংখ্যা:
el: Αριθμός εγγράφων:
fil: Bilang ng mga papel:
hi: कागजात की संख्या:
ja: 論文数：
lb: Zuel vun de Pabeieren:
sl: Število dokumentov:
th: จำนวนกระดาษ:

source: Number of questions to be picked from the pool
bn: পুল থেকে বাছাই করা প্রশ্নের সংখ্যা
el: Αριθμός ερωτήσεων που πρέπει να επιλέξετε από την πισίνα
fil: Bilang ng mga katanungan na pipiliin mula sa pool
hi: पूल से उठाए जाने वाले प्रश्नों की संख्या
ja: プールから選択する質問の数
lb: Zuel vu Froen aus dem Pool erausgesicht ginn
sl: Število vprašanj, ki jih je treba izbrati iz skupine
th: จำนวนคำถามที่จะเลือกจากพูล

source: Number Of Students:
bn: ছাত্র সংখ্যা:
el: Αριθμός μαθητών:
fil: Bilang ng Mga Mag-aaral:
hi: छात्रों की संख्या:
ja: 生徒達の人数：
lb: Zuel vu Studenten:
sl: Število študentov:
th: จำนวนนักเรียน:

source: Obtained Marks
bn: প্রাপ্ত মার্কস
el: Αποκτήθηκαν σήματα
fil: Nakuha Mga Marka
hi: प्राप्त अंक
ja: 取得したマーク
lb: Kritt Marks
sl: Pridobljene oznake
th: ได้รับเครื่องหมาย

source: OK
bn: ঠিক আছে
el: ΕΝΤΆΞΕΙ
hi: ठीक है
sl: V REDU
th: ตกลง

source: One can also upload zip with the following zip structure -
bn: নিম্নলিখিত জিপ কাঠামোর সাথে জিপ আপলোড করতে পারেন -
el: Μπορείτε επίσης να ανεβάσετε zip με την ακόλουθη δομή zip -
fil: Maaari ring mag-upload ng zip ang isang may sumusunod na istraktura ng zip -
hi: कोई निम्नलिखित ज़िप संरचना के साथ ज़िप भी अपलोड कर सकता है -
ja: 次のzip構造でzipをアップロードすることもできます-
lb: Eent kann och Zip eroplueden mat der folgender Zipstruktur -
sl: Lahko naložite tudi zip z naslednjo zip strukturo -
th: หนึ่งยังสามารถอัปโหลด zip ด้วยโครงสร้าง zip ต่อไปนี้ -

source: Only letters, digits and punctuation are allowed in password
bn: পাসওয়ার্ডে শুধুমাত্র অক্ষর, অঙ্ক এবং বিরামচিহ্ন অনুমোদিত
el: Μόνο γράμματα, ψηφία και σημεία στίξης επιτρέπονται στον κωδικό πρόσβασης
fil: Ang mga titik, digit at bantas lamang ang pinapayagan sa password
hi: पासवर्ड में केवल अक्षर, अंक और विराम चिह्न की अनुमति है
ja: パスワードには文字、数字、句読点のみを使用できます
lb: Nëmme Buschstawen, Zifferen a Punktuéierung sinn a Passwuert erlaabt
sl: V geslu so dovoljene samo črke, številke in ločila
th: อนุญาตให้ใช้เฉพาะตัวอักษร ตัวเลข และเครื่องหมายวรรคตอนเท่านั้นในรหัสผ่าน

source: Only letters, digits, period and underscore characters are allowed in username
bn: ইউজারনেমে শুধুমাত্র অক্ষর, সংখ্যা, পিরিয়ড এবং আন্ডারস্কোর অক্ষর অনুমোদিত
el: Στο όνομα χρήστη επιτρέπονται μόνο γράμματα, ψηφία, χαρακτήρες τελικών και υπογράμμισης
fil: Ang mga titik, digit, panahon at underscore na character lamang ang pinapayagan sa username
hi: उपयोगकर्ता नाम में केवल अक्षर, अंक, अवधि और अंडरस्कोर वर्णों की अनुमति है
ja: ユーザー名には、文字、数字、ピリオド、アンダースコア文字のみを使用できます
lb: Nëmme Buschtawen, Zifferen, Period an ënnersträicht Zeeche sinn am Benotzernumm erlaabt
sl: V uporabniškem imenu so dovoljene samo črke, števke, pike in podčrtani znaki
th: อนุญาตให้ใช้เฉพาะตัวอักษร ตัวเลข จุด และขีดล่างเท่านั้นในชื่อผู้ใช้

source: Only one type of video path is allowed
bn: শুধুমাত্র এক ধরনের ভিডিও পাথ অনুমোদিত
el: Επιτρέπεται μόνο ένας τύπος διαδρομής βίντεο
fil: Isang uri lamang ng path ng video ang pinapayagan
hi: केवल एक प्रकार के वीडियो पथ की अनुमति है
ja: 1種類のビデオパスのみが許可されます
lb: Nëmmen eng Zort Video Wee ass erlaabt
sl: Dovoljena je samo ena vrsta video poti
th: อนุญาตให้ใช้เส้นทางวิดีโอได้เพียงประเภทเดียวเท่านั้น

source: Open Enrollment
bn: খোলা তালিকাভুক্তি
el: Ανοίξτε την εγγραφή
fil: Buksan ang Pag-enrol
hi: खुला नामांकन
ja: オープン登録
lb: Opzemaachen opzemaachen
sl: Odprite prijavo
th: เปิดรับสมัคร

source: Or
bn: অথবা
el: Ή
fil: O kaya naman
hi: या
ja: または
th: หรือ

source: Or Sign in with credentials
bn: অথবা শংসাপত্র সহ সাইন ইন করুন
el: Or Συνδεθείτε με διαπιστευτήρια
fil: O Mag-sign in gamit ang mga kredensyal
hi: या क्रेडेंशियल के साथ साइन इन करें
ja: または資格情報を使用してサインインします
lb: Oder Mellt Iech mat Umeldungsinformatiounen un
sl: Ali pa se prijavite s poverilnicami
th: หรือเข้าสู่ระบบด้วยข้อมูลประจำตัว
