Repository: chaieb-adel/iziklasse2.0
Catalog: yaksh/locale/*/LC_MESSAGES/django.po
Languages: bn, el, fil, hi, ja, lb, sl, th

source: <p> This examination system has been developed with the intention of making you learn programming and be assessed in an interactive and fun manner.You will be presented with a series of programming questions and problems that you will answer online and get immediate feedback for. </p><p>Here are some important instructions and rules that you should understand carefully.</p> <ul><li>For any programming questions, you can submit solutions as many times as you want without a penalty. You may skip questions and solve them later.</li><li> You <strong>may</strong> use your computer's Python/IPython shell or an editor to solve the problem and cut/paste the solution to the web interface. </li><li> <strong>You are not allowed to use any internet resources i.e. no google etc.</strong> </li> <li> Do not copy or share the questions or answers with anyone until the exam is complete <strong>for everyone</strong>. </li><li> <strong>All</strong> your attempts at the questions are logged. Do not try to outsmart and break the testing system. If you do, we know who you are and we will expel you from the course. You have been warned. </li></ul> <p>We hope you enjoy taking this exam !!!</p>
bn: <p> এই পরীক্ষা পদ্ধতিটি আপনাকে প্রোগ্রামিং শেখার এবং একটি ইন্টারেক্টিভ এবং মজাদার পদ্ধতিতে মূল্যায়ন করার উদ্দেশ্যে তৈরি করা হয়েছে। </p> <p> এখানে কিছু গুরুত্বপূর্ণ নির্দেশনা এবং নিয়ম রয়েছে যা আপনাকে সাবধানে বুঝতে হবে। আপনি প্রশ্নগুলি এড়িয়ে পরে সমাধান করতে পারেন। </li> <li> আপনি <strong> আপনার কম্পিউটারের পাইথন/আইপিথন শেল বা এডিটর ব্যবহার করে সমস্যার সমাধান করতে পারেন এবং সমাধানটি ওয়েব ইন্টারফেসে কেটে/পেস্ট করতে পারেন। </li> <li> <strong> আপনাকে কোন ইন্টারনেট রিসোর্স ব্যবহার করার অনুমতি নেই অর্থাৎ গুগল নেই ইত্যাদি </strong> </li> <li> পরীক্ষা না হওয়া পর্যন্ত কারো সাথে প্রশ্ন বা উত্তর কপি বা শেয়ার করবেন না <strong> সবার জন্য </strong> সম্পূর্ণ করুন। </li> <li> <strong> সমস্ত </strong> প্রশ্নে আপনার প্রচেষ্টা লগ করা আছে। আউটস্মার্ট করার চেষ্টা করবেন না এবং পরীক্ষার সিস্টেম ভাঙবেন না। যদি আপনি করেন, আমরা জানি আপনি কে এবং আমরা আপনাকে কোর্স থেকে বহিষ্কার করব। তোমাকে সতর্ক করা হল. </li> </ul> <p> আমরা আশা করি আপনি এই পরীক্ষাটি উপভোগ করবেন !!! </p>
el: <p> Αυτό το σύστημα εξέτασης έχει αναπτυχθεί με σκοπό να σας κάνει να μάθετε προγραμματισμό και να αξιολογηθείτε με διαδραστικό και διασκεδαστικό τρόπο. Θα σας παρουσιαστούν μια σειρά από ερωτήσεις προγραμματισμού και προβλήματα στα οποία θα απαντήσετε στο διαδίκτυο και θα λάβετε άμεσα σχόλια. </p> <p> Ακολουθούν μερικές σημαντικές οδηγίες και κανόνες που πρέπει να κατανοήσετε προσεκτικά. </p> <ul> <li> Για τυχόν ερωτήσεις προγραμματισμού, μπορείτε να υποβάλετε λύσεις όσες φορές θέλετε χωρίς πρόστιμο. Μπορείτε να παραλείψετε ερωτήσεις και να τις λύσετε αργότερα. </li> <li> Μπορείτε <strong> να </strong> χρησιμοποιήσετε το κέλυφος Python/IPython του υπολογιστή σας ή έναν επεξεργαστή για να λύσετε το πρόβλημα και να κόψετε/επικολλήσετε τη λύση στη διεπαφή ιστού. </li> <li> <strong> Δεν επιτρέπεται να χρησιμοποιείτε πόρους διαδικτύου, δηλ. κανένα google κ.λπ. </strong> </li> <li> Μην αντιγράφετε ή μοιράζεστε τις ερωτήσεις ή τις απαντήσεις με κανέναν έως ότου ολοκληρωθεί η εξέταση πλήρες <strong> για όλους </strong>. </li> <li> <strong> Όλες </strong> οι προσπάθειές σας στις ερωτήσεις καταγράφονται. Μην προσπαθήσετε να ξεπεράσετε και να σπάσετε το σύστημα δοκιμών. Αν το κάνετε, γνωρίζουμε ποιος είστε και θα σας διώξουμε από την πορεία. Σε έχω προειδοποιήσει. </li> </ul> <p> Ελπίζουμε να απολαύσετε τη συμμετοχή σε αυτήν την εξέταση !!! </p>
fil: <p> Ang sistemang pagsusuri na ito ay nabuo na may hangarin na matuto ka sa pagprograma at masuri sa isang interactive at masaya na pamamaraan. Maipakita sa iyo ang isang serye ng mga tanong at problema sa pag-program na sasagutin mo sa online at makakuha ng agarang puna para sa. </ i> Narito ang ilang mahahalagang tagubilin at panuntunan na dapat mong maunawaan nang maingat. </ i> Maaari mong laktawan ang mga tanong at malutas ang mga ito sa paglaon. </li> <li> <strong> Hindi ka pinapayagan na gumamit ng anumang mga mapagkukunan sa internet ie walang google atbp </strong> </li> <li> Huwag kopyahin o ibahagi ang mga katanungan o sagot sa sinuman hanggang sa ang pagsusulit ay kumpletuhin ang <strong> para sa lahat </strong>. </li> <li> <strong> Lahat </strong> ang iyong mga pagtatangka sa mga katanungan ay naka-log. Huwag subukang mag-outsmart at masira ang sistema ng pagsubok. Kung gagawin mo ito, alam namin kung sino ka at papalabasin ka namin sa kurso. Binalaan ka </li> </ul> <p> Inaasahan namin na nasiyahan ka sa pagsusulit na ito !!! </p>
hi: <p> यह परीक्षा प्रणाली आपको प्रोग्रामिंग सीखने और एक इंटरैक्टिव और मजेदार तरीके से मूल्यांकन करने के इरादे से विकसित की गई है। आपको प्रोग्रामिंग प्रश्नों और समस्याओं की एक श्रृंखला के साथ प्रस्तुत किया जाएगा जिनका आप ऑनलाइन उत्तर देंगे और इसके लिए तत्काल प्रतिक्रिया प्राप्त करेंगे। </p><p>यहां कुछ महत्वपूर्ण निर्देश और नियम दिए गए हैं जिन्हें आपको ध्यान से समझना चाहिए।</p> <ul><li>किसी भी प्रोग्रामिंग प्रश्न के लिए, आप बिना किसी दंड के जितनी बार चाहें समाधान प्रस्तुत कर सकते हैं। आप प्रश्नों को छोड़ सकते हैं और बाद में उन्हें हल कर सकते हैं।</li><li> आप समस्या को हल करने के लिए अपने कंप्यूटर के Python/IPython शेल या एक संपादक का उपयोग <strong>कर सकते हैं</strong> और वेब इंटरफ़ेस के समाधान को काट/पेस्ट कर सकते हैं। </li><li> <strong>आपको किसी भी इंटरनेट संसाधन का उपयोग करने की अनुमति नहीं है अर्थात कोई Google आदि नहीं है।</strong> </li> <li> परीक्षा समाप्त होने तक किसी के साथ प्रश्नों या उत्तरों को कॉपी या साझा न करें। <strong>सभी के लिए</strong> पूर्ण करें। </li><li> <strong>सभी</strong> प्रश्नों पर आपके प्रयास लॉग किए गए हैं। परीक्षण प्रणाली को बेहतर बनाने और तोड़ने की कोशिश न करें। यदि आप ऐसा करते हैं, तो हम जानते हैं कि आप कौन हैं और हम आपको पाठ्यक्रम से निकाल देंगे। आपको चेतावनी दी गई है। </li></ul> <p>हमें उम्मीद है कि आपको यह परीक्षा देने में मज़ा आया होगा !!!</p>
ja: <p>この試験システムは、プログラミングを学び、インタラクティブで楽しい方法で評価されることを目的として開発されました。オンラインで回答し、すぐにフィードバックを得る一連のプログラミングの質問と問題が提示されます。 </ p> <p>注意深く理解する必要のある重要な手順とルールをいくつか示します。</ p> <ul> <li>プログラミングに関する質問については、ペナルティなしで何度でもソリューションを送信できます。質問をスキップして後で解決することができます。</ li> <li>コンピュータのPython / IPythonシェルまたはエディタを使用して問題を解決し、ソリューションをWebインターフェイスにカットアンドペーストすることができます。</ li> <li> </ strong> </ li> <li> <strong>インターネットリソースの使用は許可されていません。つまり、Googleなどは使用できません。</ strong> </ li> <li>試験が終了するまで、質問や回答をコピーしたり、他の人と共有したりしないでください。 <strong>すべての人のために</ strong>完了します。 </ li> <li> <strong>すべて</ strong>の質問への試行がログに記録されます。テストシステムを裏切って壊そうとしないでください。もしそうなら、私たちはあなたが誰であるかを知っており、コースからあなたを追放します。あなたは警告されました。 </ li> </ ul> <p>この試験を楽しんでいただければ幸いです!!! </ p>
lb: <p> Dësen Untersuchungssystem gouf entwéckelt mat der Absicht Iech programméiere ze léieren an op eng interaktiv a lëschteg Manéier bewäert ze ginn. Dir kritt eng Serie vu Programméierungsfroen a Probleemer presentéiert, op déi Dir online äntweren an direkten Feedback kritt. </p> <p> Hei sinn e puer wichteg Instruktiounen a Reegelen déi Dir suergfälteg verstoe sollt. </p> <ul> <li> Fir all Programméierungsfroen kënnt Dir Léisunge sou dacks wéi Dir wëllt ouni Strof ofginn. Dir kënnt Froen iwwersprangen an se méi spéit léisen. </li> <li> Dir <strong> kënnt </strong> Äre Python/IPython -Shell vun Ärem Computer oder en Editor benotze fir de Problem ze léisen an d'Léisung op d'Webinterface ze schneiden/ze pechen. </li> <li> <strong> Dir hutt keng Internetressourcen benotzt dh kee Google etc. </strong> </li> <li> Kopéiert oder deelt keng Froen oder Äntwerten mat iergendeen bis den Examen ass komplett <strong> fir jiddereen </strong>. </li> <li> <strong> All </strong> Är Versich op d'Froe gi protokolléiert. Probéiert net ze outsmart an den Testsystem ze briechen. Wann Dir et maacht, wësse mir wien Dir sidd a mir wäerte Iech aus dem Cours verdreiwen. Dir sidd gewarnt. </li> </ul> <p> Mir hoffen Dir genéisst dësen Examen !!! </p>
sl: <p> Ta izpitni sistem je bil razvit z namenom, da se naučite programiranja in ga ocenite na interaktiven in zabaven način. Predstavili vam bodo vrsto programskih vprašanj in težav, na katere boste odgovorili na spletu in dobili takojšnje povratne informacije. </p> <p> Tukaj je nekaj pomembnih navodil in pravil, ki jih morate skrbno razumeti. </p> <ul> <li> Za vsa programska vprašanja lahko rešitve pošljete kolikorkrat želite, brez kazni. Vprašanja lahko preskočite in jih pozneje rešite. </li> <li> <strong> Lahko </strong> uporabite lupino Python/IPython v računalniku ali urejevalnik za rešitev težave in rešitev izrežete/prilepite v spletni vmesnik. </li> <li> <strong> Ne smete uporabljati nobenih internetnih virov, tj. googla itd. </strong> </li> <li> Vprašanj ali odgovorov ne kopirajte in ne delite z nikomer, dokler ni izpit popoln <strong> za vse </strong>. </li> <li> <strong> Vsi </strong> vaši poskusi na vprašanja so zabeleženi. Ne poskušajte prelisičiti in zlomiti preskusnega sistema. Če to storite, vemo, kdo ste, in vas bomo izključili s tečaja. Bili ste opozorjeni. </li> </ul> <p> Upamo, da boste uživali pri opravljanju tega izpita !!! </p>
th: <p> ระบบการสอบนี้ได้รับการพัฒนาขึ้นโดยมีจุดประสงค์เพื่อให้คุณเรียนรู้การเขียนโปรแกรมและได้รับการประเมินในลักษณะโต้ตอบและสนุกสนาน คุณจะพบกับชุดคำถามและปัญหาการเขียนโปรแกรมที่คุณจะตอบทางออนไลน์และรับข้อเสนอแนะทันที </p><p>ต่อไปนี้คือคำแนะนำและกฎเกณฑ์ที่สำคัญบางประการที่คุณควรทำความเข้าใจอย่างถี่ถ้วน</p> <ul><li>สำหรับคำถามเกี่ยวกับการเขียนโปรแกรม คุณสามารถส่งวิธีแก้ปัญหากี่ครั้งก็ได้โดยไม่มีการลงโทษ คุณสามารถข้ามคำถามและแก้ไขได้ในภายหลัง</li><li> คุณ <strong>อาจ</strong> ใช้ Python/IPython shell ของคอมพิวเตอร์หรือตัวแก้ไขเพื่อแก้ปัญหาและตัด/วางโซลูชันไปยังเว็บอินเทอร์เฟซ </li><li> <strong>คุณไม่ได้รับอนุญาตให้ใช้แหล่งข้อมูลทางอินเทอร์เน็ต เช่น ไม่มี google เป็นต้น</strong> </li> <li> ห้ามคัดลอกหรือแบ่งปันคำถามหรือคำตอบกับใครจนกว่าการสอบจะเสร็จสิ้น เสร็จสมบูรณ์<strong>สำหรับทุกคน</strong> </li><li> <strong>ทั้งหมด</strong> ความพยายามในการตอบคำถามของคุณจะถูกบันทึกไว้ อย่าพยายามชิงไหวชิงพริบและทำลายระบบการทดสอบ ถ้าคุณทำ เรารู้ว่าคุณเป็นใคร และเราจะไล่คุณออกจากหลักสูตร คุณได้รับการเตือน </li></ul> <p>เราหวังว่าคุณจะสนุกกับการทำข้อสอบ !!!</p>

source: (current)
bn: (বর্তমান)
el: (ρεύμα)
fil: (kasalukuyang)
hi: (वर्तमान)
ja: （現在）
lb: (aktuell)
sl: (trenutno)
th: (หมุนเวียน)

source: (Latest)
bn: (সর্বশেষ)
el: (Αργότερο)
hi: (नवीनतम)
ja: （最新）
lb: (Lescht)
sl: (Najnovejše)
th: (ล่าสุด)

source: (will take
bn: (গ্রহন করবে
el: (θα λάβει
fil: (Dadalhin
hi: (लेगा
ja: （とる
lb: (wäert huelen
sl: (bo
th: (จะทำ

source: - If username and password are not provided then
bn: - যদি ব্যবহারকারীর নাম এবং পাসওয়ার্ড দেওয়া না হয়
el: - Εάν δεν παρέχονται όνομα χρήστη και κωδικός πρόσβασης τότε
fil: - Kung ang username at password ay hindi ibinigay pagkatapos
hi: - यदि उपयोगकर्ता नाम और पासवर्ड प्रदान नहीं किया गया है तो
ja: -ユーザー名とパスワードが提供されていない場合
lb: - Wann de Benotzernumm a Passwuert net ugebuede ginn
sl: - Če uporabniško ime in geslo nista navedena
th: - หากไม่ได้ระบุชื่อผู้ใช้และรหัสผ่าน

source: - Mandatory fields are
bn: - বাধ্যতামূলক ক্ষেত্র হল
el: - Υποχρεωτικά πεδία είναι
fil: - Ang mga sapilitan na patlang ay
hi: - अनिवार्य क्षेत्र हैं
ja: -必須フィールドは
lb: - Obligatoresch Felder sinn
sl: - Obvezna polja so
th: - ช่องบังคับคือ

source: - Other fields are optional.
bn: - অন্যান্য ক্ষেত্র alচ্ছিক।
el: - Τα άλλα πεδία είναι προαιρετικά.
fil: - Ang iba pang mga patlang ay opsyonal.
hi: - अन्य क्षेत्र वैकल्पिक हैं।
ja: -その他のフィールドはオプションです。
lb: - Aner Felder sinn fakultativ.
sl: - Druga polja so neobvezna.
th: - ฟิลด์อื่น ๆ เป็นตัวเลือก

source: - The uploaded csv should have headers exactly same as mentioned below:
bn: - আপলোড করা csv এর শিরোনাম হুবহু নীচে উল্লিখিত হওয়া উচিত:
el: - Το μεταφορτωμένο csv πρέπει να έχει κεφαλίδες ακριβώς ίδιες με αυτές που αναφέρονται παρακάτω:
fil: - Ang na-upload na csv ay dapat na may mga header na eksaktong kapareho ng nabanggit sa ibaba:
hi: - अपलोड किए गए सीएसवी में ठीक उसी तरह के हेडर होने चाहिए जैसा कि नीचे बताया गया है:
ja: -アップロードされたcsvには、以下に記載されているものとまったく同じヘッダーが必要です。
lb: - Déi eropgeluede CSV soll Header genau déiselwecht hunn wéi hei ënnen ernimmt:
sl: - Naloženi csv mora imeti glave popolnoma enake, kot je navedeno spodaj:
th: - csv ที่อัปโหลดควรมีส่วนหัวเหมือนกับที่ระบุไว้ด้านล่าง:

source: Account Activation
bn: অ্যাকাউন্ট সক্রিয়করণ
el: Ενεργοποίηση Λογαριασμού
fil: Pag-activate ng Account
hi: खाता सक्रियण
ja: アカウント開設
lb: Kont Aktivéierung
sl: Aktivacija računa
th: การเปิดใช้งานบัญชี

source: Active
bn: সক্রিয়
el: Ενεργός
fil: Aktibo
hi: सक्रिय
ja: アクティブ
lb: Aktiv
sl: Aktivno
th: คล่องแคล่ว

source: Add
bn: যোগ করুন
el: Προσθήκη
fil: Idagdag pa
hi: जोड़ें
ja: 追加
lb: Dobäizemaachen
sl: Dodaj
th: เพิ่ม

source: Add a Video Path or Upload a video file to setup lesson contents
bn: পাঠের বিষয়বস্তু সেটআপ করার জন্য একটি ভিডিও পাথ যুক্ত করুন বা একটি ভিডিও ফাইল আপলোড করুন
el: Προσθέστε μια διαδρομή βίντεο ή Ανεβάστε ένα αρχείο βίντεο για να ρυθμίσετε το περιεχόμενο του μαθήματος
fil: Magdagdag ng isang Path ng Video o Mag-upload ng isang video file upang i-setup ang mga nilalaman ng aralin
hi: पाठ सामग्री सेटअप करने के लिए वीडियो पथ जोड़ें या वीडियो फ़ाइल अपलोड करें
ja: ビデオパスを追加するか、ビデオファイルをアップロードしてレッスンの内容を設定します
lb: Füügt e Video Path oder Eroplueden eng Videodatei fir de Lektiounsinhalt opzemaachen
sl: Dodajte video pot ali naložite video datoteko za nastavitev vsebine lekcije
th: เพิ่มเส้นทางวิดีโอหรืออัปโหลดไฟล์วิดีโอเพื่อตั้งค่าเนื้อหาบทเรียน

source: Add comment:
bn: মন্তব্য যোগ করুন:
el: Πρόσθεσε σχόλιο:
fil: Magdagdag ng komento:
hi: टिप्पणी जोड़ें:
ja: コメントを追加する：
lb: Kommentar derbäisetzen:
sl: Dodaj komentar:
th: เพิ่มความเห็น:

source: Add Course
bn: কোর্স যোগ করুন
el: Προσθήκη Μαθήματος
fil: Magdagdag ng Kurso
hi: कोर्स जोड़ें
ja: コースを追加
lb: Cours derbäisetzen
sl: Dodaj tečaj
th: เพิ่มรายวิชา

source: Add Exercise
bn: ব্যায়াম যোগ করুন
el: Προσθέστε Άσκηση
fil: Magdagdag ng Ehersisyo
hi: व्यायाम जोड़ें
ja: 運動を追加する
lb: Übung derbäisetzen
sl: Dodajte vajo
th: เพิ่มการออกกำลังกาย

source: Add Fixed Questions
bn: স্থির প্রশ্ন যোগ করুন
el: Προσθήκη Σταθερών Ερωτήσεων
fil: Magdagdag ng Naayos na Mga Katanungan
hi: निश्चित प्रश्न जोड़ें
ja: 修正された質問を追加する
lb: Füügt Fixéiert Froen derbäi
sl: Dodajte fiksna vprašanja
th: เพิ่มคำถามถาวร

source: Add Lesson
bn: পাঠ যোগ করুন
el: Προσθήκη μαθήματος
hi: सबक जोड़ें
ja: レッスンを追加
lb: Lektioun derbäisetzen
sl: Dodaj lekcijo
th: เพิ่มบทเรียน

source: Add Module
bn: মডিউল যোগ করুন
el: Προσθήκη ενότητας
fil: Magdagdag ng Modyul
hi: मॉड्यूल जोड़ें
ja: モジュールの追加
lb: Modul derbäisetzen
sl: Dodaj modul
th: เพิ่มโมดูล

source: Add More
bn: আরো যোগ করো
el: Πρόσθεσε περισσότερα
fil: Magdagdag pa
hi: अधिक जोड़ें
ja: さらに追加
lb: Füügt Méi
sl: Dodaj Več
th: เพิ่มมากขึ้น

source: Add New Exercise
bn: নতুন ব্যায়াম যোগ করুন
el: Προσθήκη νέας άσκησης
fil: Magdagdag ng Bagong Ehersisyo
hi: नया व्यायाम जोड़ें
ja: 新しい演習を追加する
lb: Neie Übung derbäisetzen
sl: Dodajte novo vajo
th: เพิ่มแบบฝึกหัดใหม่

source: Add new Lesson
bn: নতুন পাঠ যোগ করুন
el: Προσθήκη νέου μαθήματος
fil: Magdagdag ng bagong Aralin
hi: नया पाठ जोड़ें
ja: 新しいレッスンを追加する
lb: Fügt nei Lektioun un
sl: Dodaj novo lekcijo
th: เพิ่มบทเรียนใหม่

source: Add new Module
bn: নতুন মডিউল যোগ করুন
el: Προσθήκη νέας ενότητας
fil: Magdagdag ng bagong Modyul
hi: नया मॉड्यूल जोड़ें
ja: 新しいモジュールを追加する
lb: Neie Modul derbäi
sl: Dodajte nov modul
th: เพิ่มโมดูลใหม่

source: Add New Quiz
bn: নতুন কুইজ যোগ করুন
el: Προσθήκη νέου κουίζ
fil: Magdagdag ng Bagong Pagsusulit
hi: नई प्रश्नोत्तरी जोड़ें
ja: 新しいクイズを追加する
lb: Neie Quiz derbäisetzen
sl: Dodaj nov kviz
th: เพิ่มแบบทดสอบใหม่

source: Add Question
bn: প্রশ্ন যোগ করুন
el: Προσθήκη Ερώτησης
fil: Magdagdag ng Katanungan
hi: प्रश्न जोड़ें
ja: 質問を追加
lb: Fro derbäisetzen
sl: Dodaj vprašanje
th: เพิ่มคำถาม

source: Add Quiz
bn: কুইজ যোগ করুন
el: Προσθήκη κουίζ
fil: Magdagdag ng Pagsusulit
hi: प्रश्नोत्तरी जोड़ें
ja: クイズを追加
lb: Quiz derbäisetzen
sl: Dodaj kviz
th: เพิ่มแบบทดสอบ

source: Add Quizzes/Lessons for
bn: এর জন্য কুইজ/পাঠ যোগ করুন
el: Προσθέστε κουίζ/μαθήματα για
fil: Magdagdag ng Mga Pagsusulit / Aralin para sa
hi: इसके लिए क्विज़/पाठ जोड़ें
ja: のクイズ/レッスンを追加する
lb: Füügt Quizzen/Lektioune fir
sl: Dodaj kvize/lekcije za
th: เพิ่มแบบทดสอบ/บทเรียนสำหรับ

source: Add Random Questions
bn: এলোমেলো প্রশ্ন যোগ করুন
el: Προσθέστε τυχαίες ερωτήσεις
fil: Magdagdag ng Mga Random na Katanungan
hi: यादृच्छिक प्रश्न जोड़ें
ja: ランダムな質問を追加する
lb: Füügt Zoufälleg Froen derbäi
sl: Dodajte naključna vprašanja
th: เพิ่มคำถามสุ่ม

source: Add Selected
bn: নির্বাচিত যোগ করুন
el: Προσθήκη επιλεγμένων
fil: Idagdag ang Napili
hi: चुने हुए को जोड़ो
ja: 選択したものを追加
sl: Dodaj izbrano
th: เพิ่มรายการที่เลือก

source: Add Teachers/TAs
bn: শিক্ষক/টিএ যোগ করুন
el: Προσθέστε εκπαιδευτικούς/ΤΑ
fil: Magdagdag ng Mga Guro / TA
hi: शिक्षक/टीएएस जोड़ें
ja: 教師/ TAを追加する
lb: Fügt Enseignanten/TAen derbäi
sl: Dodaj učitelje/tehnične sodelavce
th: เพิ่มอาจารย์/TAs

source: Add Test Case:
bn: টেস্ট কেস যোগ করুন:
el: Προσθήκη θήκης δοκιμής:
fil: Magdagdag ng Kaso ng Pagsubok:
hi: टेस्ट केस जोड़ें:
ja: テストケースの追加：
sl: Dodaj testni primer:
th: เพิ่มกรณีทดสอบ:

source: Add to course
bn: কোর্সে যোগ করুন
el: Προσθήκη στο μάθημα
fil: Idagdag sa kurso
hi: पाठ्यक्रम में जोड़ें
ja: コースに追加
lb: Bäisetzen der Course
sl: Dodajte tečaju
th: เพิ่มในรายวิชา

source: Add to Module
bn: মডিউলে যোগ করুন
el: Προσθήκη στην ενότητα
fil: Idagdag sa Modyul
hi: मॉड्यूल में जोड़ें
ja: モジュールに追加
lb: Füügt zu Modul
sl: Dodaj v modul
th: เพิ่มไปยังโมดูล

source: Add to paper
bn: কাগজে যোগ করুন
el: Προσθήκη στο χαρτί
fil: Idagdag sa papel
hi: कागज में जोड़ें
ja: 紙に追加
lb: Bäisetzen op Pabeier
sl: Dodaj na papir
th: เพิ่มลงในกระดาษ

source: Add videos from youtube, vimeo or other
bn: ইউটিউব, ভিমিও বা অন্যান্য থেকে ভিডিও যুক্ত করুন
el: Προσθέστε βίντεο από το youtube, το vimeo ή άλλο
fil: Magdagdag ng mga video mula sa youtube, vimeo o iba pa
hi: youtube, vimeo या अन्य से वीडियो जोड़ें
ja: youtube、vimeoまたは他からのビデオを追加します
lb: Füügt Videoen vun YouTube, Vimeo oder soss an
sl: Dodajte videoposnetke z youtube, vimeo ali drugega
th: เพิ่มวิดีโอจาก youtube, vimeo หรืออื่นๆ

source: Add/Edit Content
bn: সামগ্রী যোগ/সম্পাদনা করুন
el: Προσθήκη/Επεξεργασία Περιεχομένου
fil: Magdagdag / Mag-edit ng Nilalaman
hi: सामग्री जोड़ें/संपादित करें
ja: コンテンツの追加/編集
lb: Add/Edit Inhalt
sl: Dodajanje/urejanje vsebine
th: เพิ่ม/แก้ไขเนื้อหา

source: Add/Edit Course
bn: কোর্স যোগ/সম্পাদনা করুন
el: Προσθήκη/Επεξεργασία Μαθήματος
fil: Magdagdag / Mag-edit ng Kurso
hi: पाठ्यक्रम जोड़ें/संपादित करें
ja: コースの追加/編集
lb: Füügt/ännert Cours
sl: Dodaj/uredi tečaj
th: เพิ่ม/แก้ไขรายวิชา

source: Add/Edit Quiz
bn: কুইজ যোগ/সম্পাদনা করুন
el: Προσθήκη/Επεξεργασία κουίζ
fil: Magdagdag / Mag-edit ng Quiz
hi: प्रश्नोत्तरी जोड़ें/संपादित करें
ja: クイズの追加/編集
sl: Dodaj/uredi kviz
th: เพิ่ม/แก้ไข แบบทดสอบ

source: Add/View Grading Systems
bn: গ্রেডিং সিস্টেম যোগ/দেখুন
el: Προσθήκη/Προβολή συστημάτων βαθμολόγησης
fil: Magdagdag / Tingnan ang Mga Grading System
hi: ग्रेडिंग सिस्टम जोड़ें / देखें
ja: グレーディングシステムの追加/表示
lb: Füügt/Kuckt Bewäertungssystemer
sl: Dodaj/oglej ocenjevalne sisteme
th: เพิ่ม/ดูระบบการให้เกรด

source: Add/View Lessons
bn: পাঠ যোগ করুন/দেখুন
el: Προσθήκη/Προβολή μαθημάτων
fil: Magdagdag / Tingnan ang Mga Aralin
hi: पाठ जोड़ें/देखें
ja: レッスンの追加/表示
lb: Füügt/Kuckt Lektiounen
sl: Dodaj/poglej lekcije
th: เพิ่ม/ดูบทเรียน

source: Add/View Modules
bn: মডিউল যোগ/দেখুন
el: Προσθήκη/προβολή ενοτήτων
fil: Magdagdag / Tingnan ang Mga Modyul
hi: मॉड्यूल जोड़ें / देखें
ja: モジュールの追加/表示
lb: Füügt/Kuckt Moduler
sl: Moduli za dodajanje/ogled
th: เพิ่ม/ดูโมดูล

source: Add/View Quizzes
bn: কুইজ যোগ করুন/দেখুন
el: Προσθήκη/Προβολή κουίζ
fil: Magdagdag / Tingnan ang Mga Pagsusulit
hi: क्विज़ जोड़ें/देखें
ja: クイズの追加/表示
lb: Füügt/Kuckt Quizzen
sl: Dodaj/oglej kvize
th: เพิ่ม/ดูแบบทดสอบ

source: All Courses
bn: সকল কোর্স
el: Όλα τα Μαθήματα
fil: Lahat ng Kurso
hi: सभी पाठ्यक्रम
ja: すべてのコース
lb: All Coursen
sl: Vsi tečaji
th: ทุกหลักสูตร

source: All Questions
bn: সব প্রশ্ন
el: Όλες οι Ερωτήσεις
fil: Lahat ng Katanungan
hi: सभी प्रश्न
ja: すべての質問
lb: All Froen
sl: Vsa vprašanja
th: คำถามทั้งหมด

source: All timings are shown based on the selected timezone
bn: সমস্ত সময় নির্বাচিত সময় অঞ্চলের উপর ভিত্তি করে দেখানো হয়
el: Όλοι οι χρόνοι εμφανίζονται με βάση την επιλεγμένη ζώνη ώρας
fil: Ang lahat ng mga oras ay ipinapakita batay sa napiling timezone
hi: सभी समय चयनित समय क्षेत्र के आधार पर दिखाए जाते हैं
ja: すべてのタイミングは、選択したタイムゾーンに基づいて表示されます
lb: All Timings ginn ugewise baséiert op der gewielter Zäitzone
sl: Vsi časovni razporedi so prikazani glede na izbrani časovni pas
th: เวลาทั้งหมดจะแสดงตามเขตเวลาที่เลือก

source: Allotted Course
bn: বরাদ্দকৃত কোর্স
el: Παραχωρημένο μάθημα
fil: Inilaang Kurso
hi: आवंटित पाठ्यक्रम
ja: 割り当てられたコース
lb: Allotéiert Cours
sl: Dodeljeni tečaj
th: หลักสูตรที่กำหนด

source: Allow
bn: অনুমতি দিন
el: Επιτρέπω
fil: Payagan
hi: अनुमति देना
ja: 許可する
lb: Erlaabt
sl: Dovoli
th: อนุญาต

source: Almost finished creating your question paper
bn: আপনার প্রশ্নপত্র তৈরি করা প্রায় শেষ
el: Σχεδόν ολοκληρώθηκε η δημιουργία του ερωτηματολογίου σας
fil: Halos tapos na ang paglikha ng iyong papel ng tanong
hi: आपका प्रश्न पत्र बनाना लगभग समाप्त हो गया
ja: 質問用紙の作成がほぼ完了しました
lb: Bal fäerdeg mat Ärem Froepabeier ze kreéieren
sl: Ustvarjanje vprašalnika je skoraj končano
th: สร้างกระดาษคำถามของคุณใกล้เสร็จแล้ว

source: and
bn: এবং
el: και
fil: at
hi: तथा
ja: と
lb: an
sl: in
th: และ

source: Anonymous
bn: বেনামী
el: Ανώνυμος
hi: अनाम
ja: 匿名
lb: Anonym
sl: Anonimno
th: ไม่ระบุชื่อ

source: Answer in Float
bn: ফ্লোটে উত্তর দিন
el: Απάντηση στο Float
fil: Sagot sa Float
hi: फ्लोट में उत्तर दें
ja: 浮動小数点での回答
lb: Äntwert a Float
sl: Odgovor v Float
th: คำตอบใน Float

source: Answer in Integer
bn: পূর্ণসংখ্যায় উত্তর
el: Απάντηση σε Ακέραιο
fil: Sagot sa Integer
hi: पूर्णांक में उत्तर दें
ja: 整数で答える
lb: Äntwert op Ganzt
sl: Odgovor v Integerju
th: ตอบเป็นจำนวนเต็ม

source: Answer in String
bn: স্ট্রিংয়ে উত্তর দিন
el: Απάντηση στη συμβολοσειρά
fil: Sagot sa String
hi: स्ट्रिंग में उत्तर दें
ja: 文字列で答える
lb: Äntwert am String
sl: Odgovor v nizu
th: ตอบเป็นสตริง

source: Answer paper
bn: উত্তরপত্র
el: Χαρτί απαντήσεων
fil: Sagot na papel
hi: उत्तर पत्र
ja: 解答用紙
lb: Äntwertpabeier
sl: Pismo za odgovore
th: กระดาษคำตอบ

source: Answer Paper for
bn: জন্য উত্তরপত্র
el: Απαντητικό έγγραφο για
fil: Sagot na Papel para sa
hi: के लिए उत्तर पत्र
ja: の解答用紙
lb: Äntwert Pabeier fir
sl: Odgovorni list za
th: กระดาษคำตอบสำหรับ

source: Answer:
bn: উত্তর:
el: Απάντηση:
hi: उत्तर:
ja: 答え：
lb: Äntwert:
sl: Odgovor:
th: ตอบ:

source: Answered Correctly
bn: সঠিক উত্তর দিয়েছেন
el: Απαντήθηκε σωστά
fil: Sinagot ng Tama
hi: सही उत्तर दिया
ja: 正解
lb: Richteg geäntwert
sl: Pravilno odgovorili
th: ตอบถูก

source: Are you sure you wish to quit the exam?
bn: আপনি কি নিশ্চিত যে আপনি পরীক্ষা ছাড়তে চান?
el: Είστε βέβαιοι ότι θέλετε να εγκαταλείψετε τις εξετάσεις;
fil: Sigurado ka bang nais mong umalis sa pagsusulit?
hi: क्या आप वाकई परीक्षा छोड़ना चाहते हैं?
ja: 試験をやめてもよろしいですか？
lb: Sidd Dir sécher datt Dir den Examen ophale wëllt?
sl: Ali ste prepričani, da želite opustiti izpit?
th: คุณแน่ใจหรือว่าต้องการออกจากการสอบ?

source: Are you sure you wish to quit the Exercise?
bn: আপনি কি ব্যায়াম ছাড়তে চান?
el: Είστε βέβαιοι ότι θέλετε να σταματήσετε την Άσκηση;
fil: Sigurado ka bang nais mong umalis sa Ehersisyo?
hi: क्या आप वाकई व्यायाम छोड़ना चाहते हैं?
ja: 演習を終了してもよろしいですか？
lb: Sidd Dir sécher datt Dir den Training wëllt ophalen?
sl: Ali ste prepričani, da želite zapustiti vajo?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากการออกกำลังกาย

source: Are you Sure?
bn: তুমি কি নিশ্চিত?
el: Είσαι σίγουρος?
fil: Sigurado ka ba?
hi: क्या आपको यकीन है?
ja: 本気ですか？
lb: Bass du secher?
sl: Ali si prepričan?
th: คุณแน่ใจไหม?
