Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: Quiz Submissions
ar: عمليات إرسال الاختبار
be: Прадстаўленні віктарыны
ca: Enviaments de qüestionaris
et: Viktoriini esildised
he: הגשת חידון
hu: Kvíz beküldések
id: Pengiriman Kuis
nl: Quiz-inzendingen
ru: Отправка викторин

source: Quiz Test Modes
ar: أوضاع اختبار الاختبار
be: Рэжымы тэставання
ca: Modes de prova de prova
et: Viktoriini testimisrežiimid
he: מצבי מבחן חידון
hu: Kvíz tesztmódok
id: Mode Tes Kuis
nl: Quiz-testmodi
ru: Режимы тестирования викторины

source: Quiz Time
ar: وقت الاختبار
be: Час віктарыны
ca: Temps de prova
et: Viktoriini aeg
he: זמן בוחן
hu: Kvíz idő
id: Waktu kuis
nl: Tijd voor een quiz
ru: Время викторины

source: Quiz will have the same duration as that of the original quiz.
ar: مدة الاختبار هي نفس مدة الاختبار الأصلي.
be: Віктарына будзе мець такую ж працягласць, як і зыходная віктарына.
ca: El test tindrà la mateixa durada que el test original.
et: Viktoriin kestab sama kaua kui esialgne viktoriin.
he: משך החידון יהיה זהה לזה של החידון המקורי.
hu: A kvíz időtartama megegyezik az eredeti kvíz időtartamával.
id: Kuis akan memiliki durasi yang sama dengan kuis asli.
nl: Quiz zal dezelfde duur hebben als die van de originele quiz.
ru: Викторина будет иметь ту же продолжительность, что и исходная викторина.

source: Quiz won
ar: فاز المسابقة
be: Віктарына перамагла
ca: Va guanyar el concurs
et: Viktoriin võitis
he: החידון ניצח
hu: A kvíz nyert
id: kuis menang
nl: Quiz gewonnen
ru: Викторина выиграла

source: Quiz won\
ar: فاز الاختبار \
be: Віктарына перамагла \
ca: El concurs ha guanyat \
et: Viktoriin võitis \
he: חידון זכה \
hu: A kvíz nyert \
id: Kuis menang\
nl: Quiz gewonnen\
ru: Викторина выиграла \

source: Quiz(zes) Available
ar: مسابقة (zes) متوفرة
be: Даступна віктарына (zes)
ca: Quiz (zes) disponible
et: Viktoriin (zes) Saadaval
he: חידון (6) זמין
hu: Kvíz (zes) Elérhető
id: Kuis Tersedia
nl: Quiz(zes) beschikbaar
ru: Доступна викторина (zes)

source: Quiz/Exercise
ar: مسابقة / تمرين
be: Віктарына/Практыкаванне
ca: Prova / exercici
et: Viktoriin/harjutus
he: חידון/תרגיל
hu: Kvíz/gyakorlat
id: Kuis/Latihan
ru: Викторина / упражнение

source: Quiz:
ar: اختبار:
be: Віктарына:
ca: Prova:
et: Viktoriin:
he: חִידוֹן:
hu: Kvíz:
id: Ulangan:
ru: Контрольный опрос:

source: Quizzes
ar: الإختبارات
be: Віктарыны
ca: Concursos
et: Viktoriinid
he: חידונים
hu: Kvízek
id: kuis
nl: Quizzen
ru: Викторины

source: Random Questions
ar: أسئلة عشوائية
be: Выпадковыя пытанні
ca: Preguntes aleatòries
et: Juhuslikud küsimused
he: שאלות אקראיות
hu: Véletlen kérdések
id: Pertanyaan Acak
nl: Willekeurige vragen
ru: Случайные вопросы

source: Random Set
ar: مجموعة عشوائية
be: Выпадковы набор
ca: Conjunt aleatori
et: Juhuslik komplekt
he: סט אקראי
hu: Véletlen készlet
id: Set Acak
nl: Willekeurige reeks
ru: Случайный набор

source: randomly out of
ar: عشوائيا من
be: выпадковым чынам з
ca: fora de l'atzar
et: juhuslikult välja
he: יוצא באופן אקראי
hu: véletlenszerűen ki
id: secara acak dari
nl: willekeurig uit
ru: случайно из

source: Redirecting ...
ar: إعادة توجيه ...
be: Пераадрасацыя ...
ca: S'està redirigint ...
et: Ümbersuunamine ...
he: מפנה מחדש ...
hu: Átirányítás ...
id: Mengarahkan ulang...
nl: Omleiden...
ru: Перенаправление ...

source: Redirecting...
ar: إعادة توجيه...
be: Пераадрасацыя ...
ca: S'està redirigint ...
et: Ümbersuunamine ...
he: מפנה מחדש ...
hu: Átirányítás ...
id: Mengarahkan ulang...
nl: Omleiden...
ru: Перенаправление ...

source: Register
ar: يسجل
be: Рэгістрацыя
ca: Registra't
et: Registreeri
he: הירשם
hu: Regisztráció
id: Daftar
ru: регистр

source: Registration
ar: تسجيل
be: Рэгістрацыя
ca: Inscripció
et: Registreerimine
he: הַרשָׁמָה
hu: Bejegyzés
id: Registrasi
nl: Registratie
ru: Регистрация

source: Regrade
ar: إعادة تقدير
be: Абнавіць
he: התייחסות מחדש
id: Tingkatkan ulang
nl: Herwaarderen
ru: Обновить

source: Regrade papers by questions
ar: إعادة ترتيب الأوراق عن طريق الأسئلة
be: Абнавіце дакументы па пытаннях
ca: Regrade papers per preguntes
et: Rendeerige paberid küsimuste järgi
he: התייחס מחדש למסמכים לפי שאלות
hu: Rendezze át az újságokat kérdések szerint
id: Regrade kertas dengan pertanyaan
nl: Papieren herwaarderen op vragen
ru: Пересортировать статьи по вопросам

source: Regrade Whole Paper
ar: إعادة ترتيب الورق بالكامل
be: Абнавіце ўсю паперу
ca: Regrade Paper sencer
et: Regrade kogu paber
he: רגר נייר שלם
hu: Regrade teljes papír
id: Regrade Seluruh Kertas
nl: Herwaarderen van heel papier
ru: Обновите всю бумагу

source: Reject
ar: رفض
be: Адхіліць
ca: Rebutjar
et: Keeldu
he: לִדחוֹת
hu: Elutasít
id: Menolak
nl: Afwijzen
ru: Отклонять

source: Reject selected
ar: رفض المحدد
be: Адхіліць выбранае
ca: Rebutja la selecció
et: Keeldu valitud
he: דחה נבחר
hu: Kiválasztott elutasítása
id: Tolak dipilih
nl: Geselecteerde afwijzen
ru: Отклонить выбрано

source: Rejected Students
ar: الطلاب المرفوضون
be: Адхіленыя студэнты
ca: Estudiants rebutjats
et: Tagasilükatud õpilased
he: סטודנטים שנדחו
hu: Elutasított diákok
id: Siswa yang Ditolak
nl: Afgewezen studenten
ru: Отвергнутые студенты

source: remove
ar: إزالة
be: выдаліць
ca: eliminar
et: eemaldada
he: לְהַסִיר
hu: távolítsa el
id: menghapus
nl: verwijderen
ru: Удалить

source: Remove from course
ar: إزالة من الدورة
be: Выдаліць з курса
ca: Elimina del curs
et: Eemalda kursuselt
he: הסר מהקורס
hu: Eltávolítás a kurzusról
id: Hapus dari kursus
nl: Verwijderen van cursus
ru: Удалить с курса

source: Remove from Module
ar: إزالة من الوحدة النمطية
be: Выдаліць з модуля
ca: Elimina del mòdul
et: Eemalda moodulist
he: הסר מהמודול
hu: Távolítsa el a modulból
id: Hapus dari Modul
nl: Verwijderen uit module
ru: Удалить из модуля

source: Remove from paper
ar: أزل من الورق
be: Зняць з паперы
ca: Traieu-lo del paper
et: Eemaldage paberist
he: הסר מהנייר
hu: Vegye ki a papírból
id: Keluarkan dari kertas
nl: Van papier verwijderen
ru: Убрать с бумаги

source: Remove Teachers
ar: إزالة المعلمين
be: Выдаліць настаўнікаў
ca: Elimina els professors
et: Eemalda õpetajad
he: הסר מורים
hu: A tanárok eltávolítása
id: Hapus Guru
nl: Docenten verwijderen
ru: Удалить учителей

source: Replies
ar: الردود
be: Адказы
ca: Respostes
et: Vastused
he: תשובות
hu: Válaszok
id: Balasan
nl: Antwoorden
ru: Ответы

source: Request
ar: طلب
be: Запыт
ca: Sol·licitud
et: Taotlus
he: בַּקָשָׁה
hu: Kérés
id: Meminta
nl: Verzoek
ru: Запрос

source: Request Pending
ar: الطلب معلق
be: Запыт чакае чакання
ca: Sol·licitud pendent
et: Taotlus on ootel
he: בקשה בהמתנה
hu: A kérelem függőben
id: Permintaan tertunda
nl: Aanvraag in behandeling
ru: Запрос ожидает выполнения

source: Request Rejected
ar: طلب رفض
be: Запыт адхілены
ca: Sol·licitud rebutjada
et: Taotlus lükati tagasi
he: הבקשה נדחית
hu: Kérés elutasítva
id: Permintaan Ditolak
nl: Verzoek afgewezen
ru: Запрос отклонен

source: Requested Students
ar: طلب الطلاب
be: Запытаныя студэнты
ca: Estudiants sol·licitats
et: Soovitud õpilased
he: סטודנטים מבוקשים
hu: Kért diákok
id: Siswa yang Diminta
nl: Gevraagde studenten
ru: Запрошенные студенты

source: Reset Password
ar: إعادة تعيين كلمة المرور
be: Скінуць пароль
ca: Restablir la contrasenya
et: Lähtesta parool
he: לאפס את הסיסמה
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
nl: Wachtwoord opnieuw instellen
ru: Сброс пароля

source: Results
ar: نتائج
be: Вынікі
ca: Resultats
et: Tulemused
he: תוצאות
hu: Eredmények
id: Hasil
nl: Resultaten
ru: Полученные результаты

source: Revoke
ar: سحب او إبطال
be: Адмяніць
ca: Revocar
et: Tühista
he: לְבַטֵל
hu: Visszavonás
id: Menarik kembali
nl: Herroepen
ru: Отозвать

source: Roll No
ar: لفة لا
be: Рулон №
ca: Rotllo núm
et: Rull nr
he: גליל לא
id: Nomor Gulungan
nl: Rol nr
ru: Ролл Нет

source: Roll No.
ar: رقم اللفة
be: Рулон №
ca: Rotllo núm.
et: Rull nr.
he: גליל מס '
hu: Tekercs No.
id: Gulungan No.
nl: Rol nr.

source: Roll Number
ar: رقم اللفة
be: Нумар рулона
ca: Número de rotllo
et: Rulli number
he: מספר גליל
hu: Tekercs száma
id: Nomor Gulungan
nl: Rolnummer
ru: Номер рулона

source: Roll number:
ar: رقم اللفة:
be: Нумар рулона:
ca: Número del rotlle:
et: Rulli number:
he: מספר גליל:
hu: Tekercs száma:
id: Nomor gulungan:
nl: Rolnummer:
ru: Номер рулона:

source: Save
ar: يحفظ
be: Захаваць
ca: Desa
et: Salvesta
he: להציל
hu: Megment
id: Menyimpan
nl: Opslaan
ru: Сохранить

source: Scorecard
ar: بطاقة الأداء
be: Картка адзнак
ca: Quadre de comandament
et: Tulemuskaart
he: כרטיס ניקוד
hu: Eredménymutató
id: Kartu catatan angka
ru: Оценочная карта

source: Search
ar: بحث
be: Пошук
ca: Cerca
et: Otsing
he: לחפש
hu: Keresés
id: Mencari
nl: Zoeken
ru: Поиск

source: Search by course name
ar: البحث عن طريق اسم الدورة
be: Пошук па назве курса
ca: Cerca per nom del curs
et: Otsi kursuse nime järgi
he: חפש לפי שם הקורס
hu: Keresés a tanfolyam neve alapján
id: Cari berdasarkan nama kursus
nl: Zoeken op cursusnaam
ru: Поиск по названию курса

source: Search Questions:
ar: أسئلة البحث:
be: Пытанні пошуку:
ca: Preguntes de cerca:
et: Otsinguküsimused:
he: שאלות לחיפוש:
hu: Keresési kérdések:
id: Cari Pertanyaan:
nl: Zoekvragen:
ru: Поисковые вопросы:

source: Search Results
ar: نتائج البحث
be: Вынікі пошуку
ca: Resultats de la cerca
et: Otsingu tulemused
he: תוצאות חיפוש
hu: Keresési eredmények
id: Hasil Pencarian
nl: Zoekresultaten
ru: результаты поиска

source: Search results does not include teachers already added
ar: نتائج البحث لا تشمل المعلمين المضافة بالفعل
be: Вынікі пошуку не ўключаюць ужо дададзеных настаўнікаў
ca: Els resultats de la cerca no inclouen professors ja afegits
et: Otsingutulemused ei hõlma juba lisatud õpetajaid
he: תוצאות החיפוש אינן כוללות מורים שכבר נוספו
hu: A keresési eredmények nem tartalmazzák a már hozzáadott tanárokat
id: Hasil pencarian tidak termasuk guru yang sudah ditambahkan
nl: De zoekresultaten bevatten geen reeds toegevoegde docenten
ru: Результаты поиска не включают уже добавленных учителей

source: Search using Tags:
ar: البحث باستخدام العلامات:
be: Шукаць з дапамогай тэгаў:
ca: Cerqueu amb etiquetes:
et: Otsige märgendite abil:
he: חפש באמצעות תגים:
hu: Keresés címkék használatával:
id: Cari menggunakan Tag:
nl: Zoek met behulp van tags:
ru: Искать с помощью тегов:

source: Search/Filter Courses
ar: بحث / تصفية الدورات
be: Курсы пошуку/фільтрацыі
ca: Cercar / filtrar cursos
et: Otsi/filtreeri kursusi
he: קורסי חיפוש/סינון
hu: Tanfolyamok keresése/szűrése
id: Cari/Filter Kursus
nl: Cursussen zoeken/filteren
ru: Искать / фильтровать курсы

source: Search/Filter Learning Modules
ar: البحث / تصفية وحدات التعلم النمطية
be: Модулі навучання пошуку/фільтрацыі
ca: Cercar / filtrar mòduls d'aprenentatge
et: Otsi/filtreeri õppemooduleid
he: מודולי למידה של חיפוש/סינון
hu: Tanulási modulok keresése/szűrése
id: Cari/Filter Modul Pembelajaran
nl: Leermodules zoeken/filteren
ru: Поиск / фильтрация учебных модулей

source: Search/Filter Lessons
ar: بحث / تصفية الدروس
be: Урокі пошуку/фільтрацыі
ca: Buscar / Filtrar lliçons
et: Otsi/filtreeri õppetunde
he: שיעורי חיפוש/סינון
hu: Keresés/szűrés leckék
id: Cari/Filter Pelajaran
nl: Lessen zoeken/filteren
ru: Поиск / фильтрация уроков

source: Search/Filter Quizzes
ar: بحث / تصفية الاختبارات
be: Пошук/Фільтр віктарыны
ca: Concursos de cerca / filtre
et: Otsi/filtreeri viktoriinid
he: חידון/חיפוש סינון
hu: Keresés/szűrő kvízek
id: Cari/Filter Kuis
nl: Quizzen zoeken/filteren
ru: Поиск / фильтрация викторин

source: Select
ar: يختار
be: Выберыце
ca: Seleccioneu
et: Valige
he: בחר
hu: Válassza a lehetőséget
id: Pilih
nl: Selecteer
ru: Выбирать

source: Select all
ar: اختر الكل
be: Абраць усё
ca: Seleccionar tot
et: Vali kõik
he: בחר הכל
hu: Mindet kiválaszt
id: Pilih Semua
nl: Selecteer alles
ru: Выбрать все

source: Select attempt number
ar: حدد رقم المحاولة
be: Выберыце нумар спробы
ca: Seleccioneu el número d'intent
et: Valige katse number
he: בחר מספר ניסיון
hu: Válassza ki a kísérlet számát
id: Pilih nomor percobaan
nl: Selecteer poging nummer
ru: Выберите номер попытки

source: Select Attempt number:
ar: حدد رقم المحاولة:
be: Выберыце нумар спробы:
ca: Seleccioneu el número d'intent:
et: Valige katse number:
he: בחר מספר ניסיון:
hu: Válassza ki a kísérlet számát:
id: Pilih nomor Percobaan:
nl: Selecteer Poging nummer:
ru: Выберите номер попытки:

source: Select Attempt Number: Default latest attempt
ar: حدد رقم المحاولة: آخر محاولة افتراضية
be: Выберыце нумар спробы: апошняя спроба па змаўчанні
ca: Seleccioneu el número d'intent: l'últim intent predeterminat
et: Valige Katse number: vaikimisi viimane katse
he: בחר מספר ניסיון: ברירת מחדל ניסיון אחרון
hu: Válassza ki a Kísérlet száma lehetőséget: Alapértelmezett utolsó kísérlet
id: Pilih Nomor Upaya: Upaya terbaru default
nl: Selecteer Poging Nummer: Standaard laatste poging
ru: Выберите номер попытки: последняя попытка по умолчанию

source: Select Language
ar: اختار اللغة
be: Выберыце мову
ca: Escolliu l'idioma
et: Vali keel
he: בחר שפה
hu: Válasszon nyelvet
id: Pilih bahasa
nl: Selecteer taal
ru: Выбрать язык

source: Select Marker
ar: حدد علامة
be: Выберыце маркер
ca: Seleccioneu Marcador
et: Valige Marker
he: בחר סמן
hu: Válassza a Jelölő lehetőséget
id: Pilih Penanda
nl: Markering selecteren
ru: Выбрать маркер

source: Select Marks
ar: حدد العلامات
be: Выберыце Адзнакі
ca: Seleccioneu Marques
et: Valige märgid
he: בחר סימנים
hu: Válassza ki a jelöléseket
id: Pilih Tanda
nl: Markeringen selecteren
ru: Выбрать отметки

source: Select question type
ar: حدد نوع السؤال
be: Выберыце тып пытання
ca: Seleccioneu el tipus de pregunta
et: Valige küsimuse tüüp
he: בחר סוג שאלה
hu: Válassza ki a kérdés típusát
id: Pilih jenis pertanyaan
nl: Selecteer vraagtype
ru: Выберите тип вопроса

source: Select questions to add to the pool:
ar: حدد الأسئلة لإضافتها إلى التجمع:
be: Выберыце пытанні, якія трэба дадаць у пул:
ca: Seleccioneu les preguntes que voleu afegir a la piscina:
et: Valige basseini lisatavad küsimused:
he: בחר שאלות להוספה למאגר:
hu: Válassza ki a készlethez hozzáadandó kérdéseket:
id: Pilih pertanyaan untuk ditambahkan ke kumpulan:
nl: Selecteer vragen om toe te voegen aan de pool:
ru: Выберите вопросы для добавления в пул:

source: Select questions to add:
ar: حدد أسئلة لإضافتها:
be: Выберыце пытанні, якія трэба дадаць:
ca: Seleccioneu preguntes per afegir:
et: Valige lisatavad küsimused:
he: בחר שאלות להוסיף:
hu: Válassza ki a hozzáadni kívánt kérdéseket:
id: Pilih pertanyaan untuk ditambahkan:
nl: Selecteer vragen om toe te voegen:
ru: Выберите вопросы для добавления:

source: Select Status
ar: حدد الحالة
be: Выберыце Статус
ca: Seleccioneu Estat
et: Valige Olek
he: בחר סטטוס
hu: Válassza az Állapot lehetőséget
id: Pilih Status
nl: Selecteer Status
ru: Выберите статус

source: Select student
ar: اختر الطالب
be: Выберыце студэнта
ca: Selecciona estudiant
et: Valige õpilane
he: בחר תלמיד
hu: Válasszon diákot
id: Pilih siswa
nl: Selecteer leerling
ru: Выбрать студента

source: Select Testcase
ar: حدد Testcase
be: Выберыце Тэст -кейс
ca: Seleccioneu Testcase
et: Valige Testcase
he: בחר Testcase
hu: Válassza a Testcase lehetőséget
id: Pilih Testcase
nl: Selecteer Testcase
ru: Выберите Testcase

source: Select Video Option
ar: حدد خيار الفيديو
be: Выберыце опцыю відэа
ca: Seleccioneu Opció de vídeo
et: Valige Video suvand
he: בחר באפשרות וידאו
hu: Válassza a Videó opciót
id: Pilih Opsi Video
nl: Selecteer video-optie
ru: Выберите вариант видео

source: Send Email
ar: ارسل بريد الكتروني
be: Адправіць электронную пошту
ca: Envia un correu electrònic
et: Saada email
he: שלח אימייל
hu: Küldjön e-mailt
id: Mengirim email
nl: E-mail verzenden
ru: Отправить электронное письмо

source: Send Mail
ar: ارسل بريد
be: Адправіць пошту
ca: Envia un correu
et: Kirja saatma
he: שלח מייל
hu: Levél küldés
id: Kirim Email
nl: Verzend mail
ru: Отправить письмо

source: Show
ar: تبين
be: Паказаць
ca: Espectacle
et: Näita
he: הופעה
hu: Előadás
id: Menunjukkan
nl: Laten zien
ru: Показать

source: Shuffle MCQ/MCC options for each student
ar: تبديل خيارات MCQ / MCC لكل طالب
be: Перамяшаць варыянты MCQ/MCC для кожнага студэнта
ca: Barreja les opcions MCQ / MCC per a cada estudiant
et: Sega MCQ/MCC valikud iga õpilase jaoks
he: ערבב אפשרויות MCQ/MCC לכל תלמיד
hu: Véletlenszerű MCQ/MCC beállítások minden diák számára
id: Acak opsi MCQ/MCC untuk setiap siswa
nl: Shuffle MCQ/MCC-opties voor elke student
ru: Перемешать варианты MCQ / MCC для каждого учащегося

source: Shuffle questions\
ar: تبديل الأسئلة عشوائيًا \
be: Перамяшаць пытанні \
ca: Barreja preguntes \
et: Sega küsimused \
he: ערבב שאלות \
hu: Véletlen sorrendű kérdések \
id: Acak pertanyaan\
nl: Shuffle vragen\
ru: Перемешать вопросы \

source: Sign in
ar: تسجيل الدخول
be: Увайсці
ca: Inicieu la sessió
et: Logi sisse
he: להתחבר
hu: Bejelentkezés
id: Masuk
nl: Inloggen
ru: Войти

source: Sign in with
ar: قم بتسجيل الدخول باستخدام
be: Увайсці з дапамогай
ca: Inicieu la sessió amb
et: Logige sisse
he: להתחבר עם
hu: Jelentkezz be vele
id: Masuk dengan
nl: Aanmelden met
ru: Войти в систему с

source: Single Correct Choice
ar: اختيار واحد صحيح
be: Адзіны правільны выбар
ca: Selecció correcta
et: Üks õige valik
he: בחירה נכונה יחידה
hu: Egyetlen helyes választás
id: Pilihan Benar Tunggal
nl: Enkele juiste keuze
ru: Единый правильный выбор

source: Snippet
ar: مقتطف
be: Фрагмент
ca: Fragment
et: Katkend
he: קטע
hu: Töredék
id: Potongan
ru: Фрагмент

source: Solution
ar: حل
be: Рашэнне
ca: Solució
et: Lahendus
he: פִּתָרוֹן
hu: Megoldás
id: Larutan
nl: Oplossing
ru: Решение

source: Solution by teacher
ar: حل من قبل المعلم
be: Рашэнне настаўнікам
ca: Solució per part del professor
et: Lahendus õpetaja poolt
he: פתרון על ידי המורה
hu: Megoldás a tanár által
id: Solusi oleh guru
nl: Oplossing door docent
ru: Решение учителя

source: Solution for the question
ar: حل السؤال
be: Рашэнне пытання
ca: Solució per a la pregunta
et: Lahendus küsimusele
he: פתרון לשאלה
hu: Megoldás a kérdésre
id: Solusi untuk pertanyaan
nl: Oplossing voor de vraag
ru: Решение вопроса

source: Sorry for the inconvenience.
ar: نأسف للإزعاج.
be: Выбачайце за нязручнасці.
ca: Disculpeu les molèsties.
et: Vabandame ebamugavuste pärast.
he: מצטער על אי הנוחות.
hu: Elnézést a kellemetlenségért.
id: Maaf untuk ketidaknyamanannya.
nl: Excuses voor het ongemak.
ru: Извините за беспокойство.

source: Special Attempt
ar: محاولة خاصة
be: Спецыяльная спроба
ca: Intent especial
et: Eriline katse
he: ניסיון מיוחד
hu: Különleges kísérlet
id: Upaya Khusus
nl: Speciale poging
ru: Специальная попытка

source: Sr No.
ar: الأب رقم.
be: Ср.
ca: Sr núm.
et: Sr nr.
he: סרן לא.
id: No.
nl: Sorry. Nee.
ru: Sr Нет.

source: Sr. No
ar: الأب رقم
be: С
ca: Sr.
et: Sr nr
he: האב לא
hu: Id. Nem
id: No
nl: Sorry. Nee
ru: Старший Нет

source: Sr.No
ar: الأب رقم
be: Ср
he: האב לא
ru: Старший Нет

source: Standard Testcase
ar: معيار Testcase
be: Стандартны тэст -кейс
ca: Prova de prova estàndard
et: Standardne testkast
he: מארז מבחן סטנדרטי
hu: Standard teszteset
id: Testcase Standar
nl: Standaard testcase
ru: Стандартный тестовый набор

source: Start
ar: يبدأ
be: Пачаць
ca: Començar
et: Alusta
he: הַתחָלָה
hu: Rajt
id: Awal
ru: Начинать

source: Start Date and Time for enrollment of course
ar: تاريخ البدء ووقت التسجيل في الدورة
be: Дата і час пачатку рэгістрацыі курса
ca: Data i hora d'inici de la inscripció del curs
et: Kursuse registreerimise alguskuupäev ja kellaaeg
he: תאריך ושעה התחלה להרשמה כמובן
hu: A tanfolyam kezdési dátuma és időpontja
id: Tanggal Mulai dan Waktu untuk pendaftaran kursus
nl: Startdatum en -tijd voor inschrijving natuurlijk
ru: Дата и время начала записи на курс

source: Start Special Attempt
ar: ابدأ محاولة خاصة
be: Пачаць спецыяльную спробу
ca: Inicia un intent especial
et: Alustage erikatset
he: התחל ניסיון מיוחד
hu: Indítsa el a különleges kísérletet
id: Mulai Upaya Khusus
nl: Speciale poging starten
ru: Начать специальную попытку

source: Start time:
ar: وقت البدء:
be: Час пачатку:
ca: L'hora d'inici:
et: Algusaeg:
he: שעת התחלה:
hu: Kezdési idő:
id: Waktu mulai:
nl: Starttijd:
ru: Начальное время:

source: Starts On:
ar: يبدأ في:
be: Пачынаецца:
ca: Comença el:
et: Algab:
he: מתחיל ב:
hu: Kezdés:
id: Mulai Pada:
nl: Begint op:
ru: Начинается:

source: Statistics
ar: إحصائيات
be: Статыстыка
ca: Estadístiques
et: Statistika
he: סטָטִיסטִיקָה
hu: Statisztika
id: Statistik
nl: Statistieken
ru: Статистика

source: Statistics for
ar: إحصائيات
be: Статыстыка для
ca: Estadístiques de
et: Statistika
he: סטטיסטיקה עבור
hu: Statisztika a
id: Statistik untuk
nl: Statistieken voor
ru: Статистика для

source: Status
ar: حالة
be: Стан
ca: Estat
et: Olek
he: סטָטוּס
hu: Állapot
ru: Положение дел

source: Status:
ar: حالة:
be: Статус:
ca: Estat:
et: Olek:
he: סטָטוּס:
hu: Állapot:
ru: Положение дел:

source: StdIO Based Testcase
ar: Testcase القائم على StdIO
be: Тэст на аснове StdIO
ca: Prova de prova basada en StdIO
et: StdIO -põhine test
he: מבחן מבוסס StdIO
hu: StdIO alapú teszteset
id: Testcase Berbasis StdIO
nl: StdIO-gebaseerde testcase
ru: Тестовый набор на основе StdIO

source: STEP 1
ar: الخطوة 1
be: КРОК 1
ca: PAS 1
et: SAMM 1
he: שלב 1
hu: 1. LÉPÉS
id: LANGKAH 1
nl: STAP 1
ru: ШАГ 1

source: STEP 2
ar: الخطوة 2
be: КРОК 2
ca: PAS 2
et: 2. SAMM
he: שלב 2
hu: 2. LÉPÉS
id: LANGKAH 2
nl: STAP 2
ru: ШАГ 2

source: STEP 3
ar: الخطوه 3
be: КРОК 3
ca: PAS 3
et: 3. SAMM
he: שלב 3
hu: 3. LÉPÉS
id: LANGKAH 3
nl: STAP 3
ru: ШАГ 3

source: String Testcase
ar: سلسلة Testcase
be: Радок тэст
ca: Prova de cadena
he: מארז מבחן מחרוזת
ru: Строка Testcase

source: Student answer(s):
ar: إجابة الطالب:
be: Адказ (ы) вучняў:
ca: Resposta (s) de l'estudiant:
et: Õpilase vastus (ed):
he: תשובות התלמידים:
hu: Diák válasz (ok):
id: Jawaban siswa:
nl: Student antwoord(en):
ru: Ответ (ы) студента:

source: Student Dashboard
ar: لوحة الطالب
be: Панэль навучэнцаў
ca: Tauler d’estudiants
et: Õpilaste armatuurlaud
he: לוח מחוונים לסטודנטים
hu: Hallgatói műszerfal
id: Dasbor Siswa
nl: Studentendashboard
ru: Панель управления студента

source: Student Details
ar: تفاصيل الطالب
be: Падрабязнасці студэнта
ca: Detalls de l’alumne
et: Õpilase andmed
he: פרטי סטודנט
hu: Hallgatói adatok
id: Rincian Siswa
nl: Studentgegevens
ru: Сведения о студенте

source: Student Name
ar: أسم الطالب
be: Імя студэнта
ca: Nom de l'estudiant
et: Õpilase nimi
he: שם תלמיד
hu: Tanuló név
id: Nama siswa
nl: Studenten naam
ru: Имя ученика

source: Student Name:
ar: أسم الطالب:
be: Імя студэнта:
ca: Nom de l'estudiant:
et: Õpilase nimi:
he: שם תלמיד:
hu: Tanuló név:
id: Nama siswa:
nl: Studenten naam:
ru: Имя ученика:

source: Student/Faculty/Researcher/Industry/Fellowship/etc.
ar: طالب / كلية / باحث / صناعة / زمالة / إلخ.
be: Студэнт/Факультэт/Даследчык/Прамысловасць/Стыпендыя/і г.д.
ca: Estudiant / Facultat / Investigador / Indústria / Beques / etc.
nl: Student/Faculteit/Onderzoeker/Industrie/Fellowship/etc.

source: Submission Details
ar: تفاصيل التقديم
be: Падрабязнасці прадстаўлення
ca: Detalls de l'enviament
et: Esitamise üksikasjad
he: פרטי הגשה
hu: Beküldés részletei
id: Rincian Pengajuan
nl: Inzendingsdetails
ru: Детали представления

source: Submission Status
ar: حالة تقديم
be: Статус прадстаўлення
ca: Estat de l'enviament
et: Esitamise olek
he: מעמד הגשה
hu: Beküldés állapota
id: Status Pengiriman
nl: Inzendingsstatus
ru: Статус отправки

source: Submissions
ar: التقديمات
be: Матэрыялы
ca: Enviaments
et: Esitused
he: הגשות
hu: Beadványok
id: Kiriman
nl: Inzendingen
ru: Представления

source: Submit
ar: يقدم
be: Адправіць
ca: Presentar
et: Esita
he: שלח
hu: Beküldés
id: Kirim
nl: Indienen
ru: Представлять на рассмотрение

source: Submit Answer
ar: سلم الاجابة
be: Адпраўце адказ
ca: Envia la resposta
et: Esita vastus
he: שלח תשובה
hu: Válasz beküldése
id: Kirim Jawaban
nl: Antwoord indienen
ru: Отправить ответ

source: Summary
ar: ملخص
be: Рэзюмэ
ca: Resum
et: Kokkuvõte
he: סיכום
hu: Összefoglaló
id: Ringkasan
nl: Samenvatting
ru: Резюме
