Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: Hidden test case failed
ar: فشلت حالة الاختبار المخفية
be: Збой схаванага тэсту
ca: Ha fallat el cas de prova ocult
et: Varjatud testjuhtum ebaõnnestus
he: מקרה ניסוי מוסתר נכשל
hu: A rejtett tesztesemény sikertelen
id: Kasus uji tersembunyi gagal
nl: Verborgen testcase mislukt
ru: Скрытый тестовый пример не прошел

source: Hide
ar: إخفاء
be: Схаваць
ca: Amaga
et: Peida
he: להתחבא
hu: Elrejt
id: Bersembunyi
nl: Verbergen
ru: Скрывать

source: Home
ar: الصفحة الرئيسية
be: Дадому
ca: Inici
et: Kodu
he: בית
hu: itthon
id: Rumah
nl: Huis
ru: Дом

source: Hook Testcase
ar: Testcase هوك
be: Кручок Тэст -кейс
ca: Penjador de ganxo
et: Konksu test
he: מארז מבחן וו
id: Kait Testcase
nl: Haak Testcase
ru: Крючок Testcase

source: Inactive
ar: غير نشط
be: Неактыўны
ca: Inactiu
et: Mitteaktiivne
he: לֹא פָּעִיל
hu: Inaktív
id: Tidak aktif
nl: Inactief
ru: Неактивный

source: Inactive Course
ar: دورة غير نشطة
be: Неактыўны курс
ca: Curs inactiu
et: Mitteaktiivne kursus
he: קורס לא פעיל
hu: Inaktív tanfolyam
id: Kursus Tidak Aktif
nl: Inactieve cursus
ru: Неактивный курс

source: Inprogress
ar: في تقدم
be: У працэсе
ca: En progrés
et: Pooleli
he: בתהליך
hu: Folyamatban
id: Sedang berlangsung
nl: Bezig
ru: В ходе выполнения

source: Institute
ar: معهد
be: Інстытут
ca: Institut
et: Instituut
he: מכון
hu: Intézet
id: Lembaga
nl: Instituut
ru: Институт

source: Institute/Organization
ar: المعهد / المنظمة
be: Інстытут/Арганізацыя
ca: Institut / Organització
et: Instituut/organisatsioon
he: מכון/ארגון
hu: Intézet/Szervezet
id: Institut/Organisasi
nl: Instituut/Organisatie
ru: Институт / Организация

source: Institute:
ar: معهد:
be: Інстытут:
ca: Institut:
et: Instituut:
he: מכון:
hu: Intézet:
id: Lembaga:
nl: Instituut:
ru: Институт:

source: Instruction for setting new password has been mailed to your registered email address
ar: تم إرسال تعليمات تعيين كلمة المرور الجديدة إلى عنوان بريدك الإلكتروني المسجل
be: Інструкцыя па ўсталёўцы новага пароля была адпраўлена на ваш зарэгістраваны адрас электроннай пошты
ca: Les instruccions per definir una nova contrasenya s’han enviat per correu a la vostra adreça de correu electrònic registrada
et: Juhised uue parooli määramiseks saadeti teie registreeritud e -posti aadressile
he: הוראות להגדרת סיסמה חדשה נשלחו בדואר אל כתובת הדוא"ל הרשומה שלך
hu: Az új jelszó beállítására vonatkozó utasításokat elküldtük a regisztrált e -mail címére
id: Instruksi untuk mengatur kata sandi baru telah dikirimkan ke alamat email Anda yang terdaftar
nl: De instructie voor het instellen van een nieuw wachtwoord is naar uw geregistreerde e-mailadres gestuurd
ru: Инструкция по установке нового пароля была отправлена на ваш зарегистрированный адрес электронной почты.

source: Instructions
ar: تعليمات
be: Інструкцыі
ca: Instruccions
et: Juhised
he: הוראות
hu: Utasítás
id: instruksi
nl: instructies:
ru: инструкции

source: Instructor:
ar: معلم:
be: Выкладчык:
et: Juhendaja:
he: מַדְרִיך:
hu: Oktató:
id: Pengajar:
nl: Instructeur:
ru: Инструктор:

source: Integer Testcase
ar: عدد صحيح Testcase
be: Цэлалікавы тэст
et: Täisarvuline test
he: מארז מבחן שלם
hu: Egész teszteset
id: Kasus Tes Bilangan Bulat
ru: Целочисленный тестовый набор

source: Internal Server error.
ar: خطأ في الخادم الداخلي.
be: Унутраная памылка сервера.
ca: Error del servidor intern.
et: Sisemine serveri viga.
he: שגיאת שרת פנימית.
hu: Belső Szerverhiba.
id: Kesalahan server dari dalam.
nl: Interne Server Fout.
ru: Внутренняя Ошибка Сервера.

source: Invalid username/password
ar: اسم المتسخدم / كلمة المرور غير صحيحة
be: Няправільнае імя карыстальніка/пароль
ca: Nom d'usuari / contrasenya no vàlid
et: Vale kasutajanimi / parool
he: שם משתמש / סיסמא שגויים
hu: Érvénytelen felhasználónév / jelszó
id: Nama pengguna / sandi tidak benar
nl: Ongeldige gebruikersnaam / wachtwoord
ru: Неверное имя пользователя / пароль

source: It seems that you have encountered an error
ar: يبدو أنك واجهت خطأ
be: Здаецца, вы сутыкнуліся з памылкай
ca: Sembla que heu trobat un error
et: Tundub, et ilmnes viga
he: נראה שנתקלת בשגיאה
hu: Úgy tűnik, hogy hibába ütközött
id: Sepertinya Anda mengalami kesalahan
nl: Het lijkt erop dat u een fout bent tegengekomen
ru: Кажется, вы столкнулись с ошибкой

source: Kindly attach a file and then click upload.
ar: يرجى إرفاق ملف ثم النقر فوق تحميل.
be: Калі ласка, далучыце файл, а затым націсніце кнопку загрузіць.
ca: Si us plau, adjunteu un fitxer i feu clic a Carrega.
et: Palun lisage fail ja klõpsake siis nuppu Laadi üles.
he: אנא צרף קובץ ולאחר מכן לחץ על העלה.
hu: Kérjük, csatoljon egy fájlt, majd kattintson a Feltöltés gombra.
id: Lampirkan file, lalu klik unggah.
nl: Voeg een bestand toe en klik vervolgens op uploaden.
ru: Пожалуйста, прикрепите файл и нажмите «Загрузить».

source: Language
ar: لغة
be: Мова
ca: Llenguatge
et: Keel
he: שפה
hu: Nyelv
id: Bahasa
nl: Taal
ru: Язык

source: Language:
ar: لغة:
be: Мова:
ca: Llenguatge:
et: Keel:
he: שפה:
hu: Nyelv:
id: Bahasa:
nl: Taal:
ru: Язык:

source: Last Name
ar: الكنية
be: Прозвішча
ca: Cognom
et: Perekonnanimi
he: שם משפחה
hu: Vezetéknév
id: Nama keluarga
nl: Achternaam
ru: Фамилия

source: Last name:
ar: الكنية:
be: Прозвішча:
ca: Cognom:
et: Perekonnanimi:
he: שם משפחה:
hu: Vezetéknév:
id: Nama keluarga:
nl: Achternaam:
ru: Фамилия:

source: Last reply
ar: الرد الأخير
be: Апошні адказ
ca: Darrera resposta
et: Viimane vastus
he: תשובה אחרונה
hu: Utolsó válasz
id: Balasan terakhir
nl: Laatste antwoord
ru: Последний ответ

source: Last submitted answer is considered for evaluation
ar: تعتبر آخر إجابة مقدمة للتقييم
be: Апошні прадстаўлены адказ разглядаецца для ацэнкі
ca: Es considera l'avaluació de la darrera resposta enviada
et: Viimati esitatud vastust arvestatakse hindamisega
he: התשובה האחרונה שנשלחה נחשבת להערכה
hu: Az utolsó beküldött választ figyelembe vesszük értékelésre
id: Jawaban yang terakhir dikirim akan dipertimbangkan untuk evaluasi
nl: Het laatst ingediende antwoord komt in aanmerking voor evaluatie
ru: Последний отправленный ответ рассматривается для оценки

source: Last updated:
ar: التحديث الاخير:
be: Апошняе абнаўленне:
ca: Última actualització:
et: Viimati uuendatud:
he: עודכן לאחרונה:
hu: Utolsó frissítés:
id: Terakhir diperbarui:
nl: Laatst bijgewerkt:
ru: Последнее обновление:

source: Latest Submission
ar: آخر تقديم
be: Апошняе прадстаўленне
ca: Última presentació
et: Viimane esitus
he: ההגשה האחרונה
hu: Legújabb beküldés
id: Kiriman Terbaru
nl: Laatste inzending
ru: Последняя отправка

source: Learning Module(s) Available
ar: وحدة (وحدات) التعلم المتاحة
be: Даступныя навучальныя модулі
ca: Mòduls d'aprenentatge disponibles
et: Saadaval on õppemoodul (id)
he: מודולי למידה זמינים
hu: Tanulási modul (ok) állnak rendelkezésre
id: Modul Pembelajaran Tersedia
nl: Leermodule(s) beschikbaar
ru: Доступные учебные модули

source: Learning Modules
ar: وحدات التعلم
be: Навучальныя модулі
ca: Mòduls d’aprenentatge
et: Õppemoodulid
he: מודולי למידה
hu: Tanulási modulok
id: Modul Pembelajaran
nl: Leermodules
ru: Модули обучения

source: Lesson
ar: درس
be: Урок
ca: Lliçó
et: Õppetund
he: שיעור
hu: Lecke
id: Pelajaran
nl: Les
ru: Урок

source: Lesson Description
ar: وصف الدرس
be: Апісанне ўрока
ca: Descripció de la lliçó
et: Õppetunni kirjeldus
he: תיאור השיעור
hu: Lecke leírása
id: Deskripsi Pelajaran
nl: Lesbeschrijving
ru: Описание урока

source: Lesson Files (Click on lesson file to download)
ar: ملفات الدروس (اضغط على ملف الدرس للتحميل)
be: Файлы ўрока (націсніце на файл урока, каб загрузіць)
ca: Fitxers de lliçons (feu clic al fitxer de la lliçó per descarregar-lo)
et: Õppetundifailid (allalaadimiseks klõpsake õppetööfailil)
he: קבצי שיעור (לחץ על קובץ השיעור להורדה)
hu: Leckefájlok (kattintson a leckefájlra a letöltéshez)
id: File Pelajaran (Klik pada file pelajaran untuk mengunduh)
nl: Lesbestanden (klik op lesbestand om te downloaden)
ru: Файлы урока (нажмите на файл урока, чтобы загрузить)

source: Lesson Files:
ar: ملفات الدروس:
be: Файлы ўрока:
ca: Fitxers de la lliçó:
et: Õppetöö failid:
he: קבצי השיעורים:
hu: Leckefájlok:
id: File Pelajaran:
nl: Lesbestanden:
ru: Файлы урока:

source: Lesson Name
ar: اسم الدرس
be: Назва ўрока
ca: Nom de la lliçó
et: Õppetunni nimi
he: שם השיעור
hu: Lecke neve
id: Nama Pelajaran
nl: Lesnaam
ru: Название урока

source: Lesson Quiz Stats
ar: إحصائيات اختبار الدرس
be: Статыстыка віктарыны
ca: Estadístiques del qüestionari de la lliçó
et: Tundide viktoriini statistika
he: סטטיסטיקות חידון שיעורים
hu: Lecke kvíz statisztika
id: Statistik Kuis Pelajaran
nl: Lesquiz-statistieken
ru: Статистика уроков викторины

source: Lesson(s) Available
ar: الدرس (ق) المتاحة
be: Даступны ўрокі
ca: Lliçons disponibles
et: Õppetund (ed) saadaval
he: שיעור זמין
hu: Lecke (k)
id: Pelajaran Tersedia
nl: Les(s) beschikbaar
ru: Уроки доступны

source: Lessons (Click on lesson name to open lesson)
ar: الدروس (اضغط على اسم الدرس لفتح الدرس)
be: Урокі (націсніце на назву ўрока, каб адкрыць урок)
ca: Lliçons (Feu clic al nom de la lliçó per obrir la lliçó)
et: Õppetunnid (tunni avamiseks klõpsake tunni nime)
he: שיעורים (לחץ על שם השיעור לפתיחת השיעור)
hu: Leckék (a lecke megnyitásához kattintson a lecke nevére)
id: Pelajaran (Klik pada nama pelajaran untuk membuka pelajaran)
nl: Lessen (Klik op de lesnaam om de les te openen)
ru: Уроки (Нажмите на название урока, чтобы открыть урок)

source: Lessons Forum
ar: منتدى الدروس
be: Форум урокаў
ca: Fòrum de lliçons
et: Õppetundide foorum
he: פורום שיעורים
id: Forum Pelajaran
nl: Lessenforum
ru: Форум уроков

source: Lessons/Quizzes
ar: الدروس / الاختبارات
be: Урокі/Віктарыны
et: Õppetunnid/viktoriinid
he: שיעורים/חידונים
hu: Leckék/kvízek
id: Pelajaran/Kuis
nl: Lessen/Quizzen
ru: Уроки / викторины

source: Letters, digits, period and underscores only.
ar: أحرف وأرقام ونقاط وشرطات سفلية فقط.
be: Толькі літары, лічбы, кропка і падкрэсліванне.
ca: Només lletres, dígits, punt i subratllat.
et: Ainult tähed, numbrid, punkt ja alljooned.
he: אותיות, ספרות, נקודה וקווים תחתונים בלבד.
hu: Csak betűk, számjegyek, pont és aláhúzás.
id: Huruf, angka, titik, dan garis bawah saja.
nl: Alleen letters, cijfers, punten en onderstrepingstekens.
ru: Только буквы, цифры, точка и подчеркивание.

source: Line No.
ar: رقم الخط
be: Радок №
ca: Línia núm.
et: Liin nr.
he: שורה מס '
hu: Sor
id: Nomor baris
nl: Lijn nr.
ru: Линия №

source: List of Question Papers
ar: قائمة أوراق الأسئلة
be: Спіс дакументаў з пытаннямі
ca: Llista de documents de preguntes
et: Küsimustike loetelu
he: רשימת מאמרי שאלה
hu: Kérdőívek listája
id: Daftar Makalah Soal
nl: Lijst met vragenpapieren
ru: Список вопросов

source: List of quizzes! Click on the given links to have a look at answer papers for a quiz
ar: قائمة الاختبارات! انقر فوق الروابط المحددة لإلقاء نظرة على أوراق الإجابة للاختبار
be: Спіс віктарын! Націсніце на дадзеныя спасылкі, каб паглядзець дакументы з адказамі на віктарыну
ca: Llista de qüestionaris. Feu clic als enllaços donats per veure els articles de resposta per a un qüestionari
et: Viktoriinide nimekiri! Viktoriini vastuste paberitele vaatamiseks klõpsake antud linkidel
he: רשימת חידונים! לחץ על הקישורים שניתנו לעיון במסמכי התשובה לחידון
hu: A kvízek listája! A megadott linkekre kattintva megtekintheti a kvízre vonatkozó válaszokat
id: Daftar kuis! Klik pada tautan yang diberikan untuk melihat kertas jawaban untuk kuis
nl: Lijst met quizzen! Klik op de gegeven links om antwoordpapieren voor een quiz te bekijken
ru: Список викторин! Нажмите на указанные ссылки, чтобы просмотреть листы с ответами на викторину.

source: Loading...
ar: تحميل...
be: Загрузка ...
ca: S'està carregant ...
et: Laadimine ...
he: טוען...
hu: Betöltés...
id: Memuat...
nl: Bezig met laden...
ru: Загружается ...

source: Log in
ar: يسجل دخول
be: Увайсці
ca: Iniciar Sessió
et: Logi sisse
he: התחברות
hu: Belépés
id: Gabung
ru: Авторизоваться

source: Login
ar: تسجيل الدخول
be: Увайсці
ca: iniciar Sessió
et: Logi sisse
he: התחברות
hu: Belépés
ru: Авторизоваться

source: Logout
ar: تسجيل خروج
be: Выхад з сістэмы
ca: Tancar sessió
et: Logi välja
he: להתנתק
hu: Kijelentkezés
id: Keluar
ru: Выйти

source: Manage Course
ar: إدارة الدورة
be: Кіраванне курсам
ca: Gestiona el curs
et: Kursuse haldamine
he: ניהול הקורס
hu: Tanfolyam kezelése
id: Kelola Kursus
nl: Cursus beheren
ru: Управлять курсом

source: Manual mode to design the
ar: الوضع اليدوي لتصميم ملف
be: Ручной рэжым праектавання
ca: Mode manual per dissenyar el fitxer
et: Käsitsi kujundamise režiim
he: מצב ידני לעיצוב
hu: Manuális mód a tervezéshez
id: Mode manual untuk mendesain
nl: Handmatige modus om de . te ontwerpen
ru: Ручной режим для проектирования

source: Mark all as read
ar: اشر عليها بانها قرات
be: Адзначыць усё як прачытанае
ca: Marcar tots com a llegits
et: Märgi kõik loetuks
he: סמן הכל כנקרא
hu: összes megjelölése olvasottként
id: tandai semua telah dibaca
nl: Markeer alles als gelezen
ru: отметить все как прочитанное

source: Mark(s):
ar: العلامة (العلامات):
be: Адзнака (ы):
ca: Marca (s):
et: Märk (id):
he: סימנים:
hu: Jel (ek):
id: Tanda):
nl: Merk(en):
ru: Метки):

source: Marker time should be in the format hh:mm:ss
ar: يجب أن يكون وقت العلامة بالتنسيق hh: mm: ss
be: Час маркера павінен быць у фармаце чч: мм: сс
ca: El temps del marcador ha de tenir el format hh: mm: ss
et: Markeri aeg peaks olema vormingus hh: mm: ss
he: זמן הסמן צריך להיות בפורמט hh: mm: ss
hu: A jelölőidő formátuma hh: mm: ss
id: Waktu penanda harus dalam format jj:mm:dd
nl: Markeertijd moet de notatie uu:mm:ss . hebben
ru: Время маркера должно быть в формате чч: мм: сс.

source: Marks
ar: ماركس
be: Адзнакі
ca: Marques
et: Märgid
he: סימנים
hu: Jelzések
id: Tanda
nl: merken
ru: Метки

source: Marks Obtained
ar: العلامات المتحصل عليها
be: Адзнакі атрыманы
ca: Marques obtingudes
et: Saadud märgid
he: השגת סימנים
hu: Szerzett érdemjegyek
id: Tanda yang Diperoleh
nl: Punten behaald
ru: Полученные отметки

source: Marks obtained:
ar: العلامات المتحصل عليها:
be: Атрыманыя адзнакі:
ca: Marques obtingudes:
et: Saadud märgid:
he: השיגו סימנים:
hu: Szerzett érdemjegyek:
id: Tanda yang diperoleh:
nl: behaalde punten:
ru: Получено оценок:

source: Marks Uploaded!
ar: تم تحميل العلامات!
be: Адзнакі загружаны!
ca: Marques penjades
et: Märgid on üles laaditud!
he: סימנים הועלה!
hu: Jelek feltöltve!
id: Tanda Diunggah!
nl: Markeringen geüpload!
ru: Отметки загружены!

source: Marks:
ar: علامات:
be: Адзнакі:
ca: Marques:
et: Märgid:
he: סימנים:
hu: Jelzések:
id: Tanda:
nl: merken:
ru: Метки:

source: Maximum Mark(s):
ar: الحد الأقصى للعلامة (العلامات):
be: Максімальная адзнака (адзнакі):
ca: Marca màxima:
et: Maksimaalsed märgid:
he: סימן מרבי:
hu: Maximális jel (ek):
id: Tanda Maksimum:
nl: Maximaal(e) cijfer(s):
ru: Максимальный балл (и):

source: Maximum Marks
ar: علامات قصوى
be: Максімальныя адзнакі
ca: Marques màximes
et: Maksimaalsed märgid
he: מקסימום ציונים
hu: Maximum jelölések
id: Nilai Maksimum
nl: Maximum aantal punten
ru: Максимальные оценки

source: minutes
ar: الدقائق
be: хвілін
ca: minuts
et: minutit
he: דקות
hu: percek
id: menit
nl: minuten
ru: минут

source: Module Description
ar: وصف الوحدة
be: Апісанне модуля
ca: Descripció del mòdul
et: Mooduli kirjeldus
he: תיאור המודול
hu: A modul leírása
id: Deskripsi Modul
nl: Modulebeschrijving:
ru: Описание модуля

source: Module Name
ar: اسم وحدة
be: Назва модуля
ca: Nom del mòdul
et: Mooduli nimi
he: שם המודול
hu: Modul neve
id: Nama Modul
nl: module naam
ru: Название модуля

source: Modules
ar: الوحدات
be: Модулі
ca: Mòduls
et: Moodulid
he: מודולים
hu: Modulok
id: Modul
ru: Модули

source: Monitor
ar: مراقب
be: Манітор
he: צג
id: Memantau
ru: Монитор

source: More
ar: أكثر
be: Больш
ca: Més
et: Veel
he: יותר
hu: Több
id: Lagi
nl: Meer
ru: Более

source: More info
ar: مزيد من المعلومات
be: Больш інфармацыі
ca: Més informació
et: Rohkem infot
he: עוד מידע
hu: Több információ
id: Info lebih lanjut
nl: Meer informatie
ru: Больше информации

source: Multiple Correct Choices
ar: اختيارات متعددة صحيحة
be: Некалькі правільных выбараў
ca: Múltiples opcions correctes
et: Mitu õiget valikut
he: אפשרויות נכונות מרובות
hu: Több helyes választás
id: Pilihan Ganda yang Benar
nl: Meerdere juiste keuzes
ru: Множественный правильный выбор

source: My Courses
ar: دوراتي
be: Мае курсы
ca: Els meus cursos
et: Minu kursused
he: הקורסים שלי
hu: Tanfolyamaim
id: Kursus Saya
nl: Mijn vakken
ru: Мои курсы

source: My Dashboard
ar: لوحة القيادة الخاصة بي
be: Мая прыборная панэль
ca: El meu tauler
et: Minu armatuurlaud
he: לוח המחוונים שלי
hu: Saját irányítópult
id: Dasbor saya
nl: mijn dashboard
ru: Мой Dashboard

source: My Lessons
ar: دروسي
be: Мае ўрокі
ca: Les meves lliçons
et: Minu õppetunnid
he: השיעורים שלי
hu: Saját órák
id: Pelajaranku
nl: Mijn lessen
ru: Мои уроки

source: My Profile
ar: ملفي
be: Мой профіль
ca: El meu perfil
et: Minu profiil
he: הפרופיל שלי
hu: A profilom
id: Profil saya
nl: Mijn profiel
ru: Мой профайл

source: My Quizzes
ar: اختباراتي
be: Мае віктарыны
ca: Els meus concursos
et: Minu viktoriinid
he: החידונים שלי
hu: Saját kvízek
id: Kuis Saya
nl: Mijn quizzen
ru: Мои викторины

source: Name
ar: اسم
be: Імя
ca: Nom
et: Nimi
he: שֵׁם
hu: Név
id: Nama
nl: Naam
ru: Имя

source: Name:
ar: اسم:
be: Імя:
ca: Nom:
et: Nimi:
he: שֵׁם:
hu: Név:
id: Nama:
nl: Naam:
ru: Имя:

source: New Post
ar: منشور جديد
be: Новы пост
ca: Publicació nova
et: Uus postitus
he: פרסום חדש
hu: Új bejegyzés
id: Berita Baru
nl: Nieuw bericht
ru: Новый пост

source: Next
ar: التالي
be: Далей
ca: Pròxim
et: Edasi
he: הַבָּא
hu: Következő
id: Lanjut
nl: Volgende
ru: Следующий

source: No
ar: لا
be: Не
et: Ei
he: לא
hu: Nem
id: Tidak
nl: Nee
ru: Нет

source: No AnswerPapers found
ar: لم يتم العثور على أوراق
be: Няма дакументаў AnswerPapers
ca: No s'ha trobat cap resposta
et: Vastuseid ei leitud
he: לא נמצאו מסמכי תשובה
hu: Nem található válaszpapír
id: Tidak ada Makalah Jawaban yang ditemukan
nl: Geen antwoordPapieren gevonden
ru: Нет ответа

source: No Available Tags
ar: لا توجد علامات متاحة
be: Няма даступных тэгаў
ca: No hi ha etiquetes disponibles
et: Sildid puuduvad
he: אין תגים זמינים
hu: Nincs elérhető címke
id: Tidak Ada Tag yang Tersedia
nl: Geen beschikbare tags
ru: Нет доступных тегов

source: No course data found
ar: لم يتم العثور على بيانات الدورة التدريبية
be: Дадзеныя курса не знойдзены
ca: No s'han trobat dades del curs
et: Kursuse andmeid ei leitud
he: לא נמצאו נתוני הקורס
hu: Nem találhatók tanfolyamadatok
id: Tidak ada data kursus yang ditemukan
nl: Geen cursusgegevens gevonden
ru: Данные курса не найдены

source: No Courses Found
ar: لم يتم العثور على دورات
be: Курсы не знойдзены
ca: No s'ha trobat cap curs
et: Kursusi ei leitud
he: לא נמצאו קורסים
hu: Nem található tanfolyam
id: Tidak Ada Kursus yang Ditemukan
nl: Geen cursussen gevonden
ru: Курсы не найдены

source: No courses found to grade
ar: لم يتم العثور على دورات لتقديرها
be: Курсы для ацэнкі не знойдзены
ca: No s'ha trobat cap curs per qualificar
et: Hindele ei leitud ühtegi kursust
he: לא נמצאו קורסים לציון
hu: Nem található kurzus minősítésre
id: Tidak ada mata kuliah yang dapat dinilai
nl: Geen cursussen gevonden om te beoordelen
ru: Курсов для оценки не найдено

source: No Courses found. Add a new course or Create demo course
ar: لم يتم العثور على دورات. إضافة دورة جديدة أو إنشاء دورة تدريبية
be: Курсы не знойдзены. Дадайце новы курс або Стварыце дэма -курс
ca: No s'ha trobat cap curs. Afegiu un curs nou o Creeu un curs de demostració
et: Kursusi ei leitud. Lisage uus kursus või Loo demokursus
he: לא נמצאו קורסים. הוסף קורס חדש או צור קורס הדגמה
hu: Nem található kurzus. Új tanfolyam hozzáadása vagy Demo tanfolyam létrehozása
id: Tidak ada Kursus yang ditemukan. Tambahkan kursus baru atau Buat kursus demo
nl: Geen cursussen gevonden. Een nieuwe cursus toevoegen of een democursus maken
ru: Курсы не найдены. Добавить новый курс или Создать демонстрационный курс

source: No Courses to display
ar: لا توجد دورات لعرضها
be: Няма курсаў для адлюстравання
ca: No hi ha cursos per mostrar
et: Kuvatavaid kursusi pole
he: אין קורסים להצגה
hu: Nincs megjeleníthető tanfolyam
id: Tidak ada Kursus untuk ditampilkan
nl: Geen cursussen om weer te geven
ru: Нет курсов для отображения

source: No discussion posts are there yet. Create one to start discussing.
ar: لا توجد مشاركات مناقشة حتى الآن. قم بإنشاء واحدة لبدء المناقشة.
be: Дыскусійных паведамленняў пакуль няма. Стварыце яго, каб пачаць абмяркоўваць.
ca: Encara no hi ha publicacions de debat. Creeu-ne un per començar a debatre.
et: Arutelupostitusi veel pole. Looge see arutelu alustamiseks.
he: עדיין אין פוסטים לדיון. צור אחד כדי להתחיל לדון.
hu: Még nincsenek vita bejegyzések. Hozzon létre egyet a megbeszélés megkezdéséhez.
id: Belum ada postingan diskusi. Buat satu untuk mulai berdiskusi.
nl: Er zijn nog geen discussieberichten. Maak er een om te beginnen met bespreken.
ru: Нет сообщений для обсуждения. Создайте один, чтобы начать обсуждение.

source: No enrolled students yet
ar: لا يوجد طلاب مسجلين بعد
be: Запісаных студэнтаў пакуль няма
ca: Encara no hi ha estudiants inscrits
et: Registreeritud õpilasi pole veel
he: עדיין אין סטודנטים רשומים
hu: Még nincs beiratkozott diák
id: Belum ada siswa yang terdaftar
nl: Nog geen ingeschreven studenten
ru: Студентов еще нет

source: No Enrollments allowed
ar: لا يسمح بالتسجيل
be: Запіс не дапускаецца
ca: No es permeten inscripcions
et: Registreerumisi pole lubatud
he: אין אפשרות להרשם
hu: Jelentkezés nem engedélyezett
id: Tidak ada Pendaftaran diperbolehkan
nl: Geen inschrijvingen toegestaan
ru: Регистрация не разрешена

source: No Files added to this lesson
ar: لم يتم إضافة ملفات إلى هذا الدرس
be: Да гэтага ўрока не дададзена файлаў
ca: No s'ha afegit cap fitxer a aquesta lliçó
et: Sellesse õppetükki ei lisatud ühtegi faili
he: לא נוספו קבצים לשיעור זה
hu: Nincs fájl hozzáadva ehhez a leckéhez
id: Tidak ada File yang ditambahkan ke pelajaran ini
nl: Geen bestanden toegevoegd aan deze les
ru: К этому уроку файлы не добавлены

source: No files for
ar: لا توجد ملفات لـ
be: Няма файлаў для
ca: No hi ha fitxers per a
et: Faile pole
he: אין קבצים עבור
hu: Nincs fájl ehhez
id: Tidak ada file untuk
nl: Geen bestanden voor
ru: Нет файлов для

source: No learning modules
ar: لا توجد وحدات تعليمية
be: Няма навучальных модуляў
ca: No hi ha mòduls d’aprenentatge
et: Õppemooduleid pole
he: ללא מודולי למידה
hu: Nincsenek tanulási modulok
id: Tidak ada modul pembelajaran
nl: Geen leermodules
ru: Нет учебных модулей

source: No learning modules found
ar: لم يتم العثور على وحدات تعليمية
be: Модулі навучання не знойдзены
ca: No s'ha trobat cap mòdul d'aprenentatge
et: Õppemooduleid ei leitud
he: לא נמצאו מודולי למידה
hu: Nem találhatók tanulási modulok
id: Tidak ada modul pembelajaran yang ditemukan
nl: Geen leermodules gevonden
ru: Учебных модулей не найдено

source: No Learning units
ar: لا توجد وحدات تعليمية
be: Няма навучальных адзінак
ca: No hi ha unitats d'aprenentatge
et: Õppeüksusi pole
he: אין יחידות למידה
hu: Nincsenek tanulási egységek
id: Tidak ada unit Pembelajaran
nl: Geen leereenheden
ru: Нет учебных единиц

source: No lectures found
ar: لم يتم العثور على محاضرات
be: Лекцый не знойдзена
ca: No s'ha trobat cap conferència
et: Loenguid ei leitud
he: לא נמצאו הרצאות
hu: Nem található előadás
id: Tidak ada kuliah yang ditemukan
nl: Geen lezingen gevonden
ru: Лекций не найдено
