Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: You have not attempted the quiz
ar: أنت لم تحاول الاختبار
be: Вы не спрабавалі праверыць віктарыну
ca: No heu provat el test
et: Te pole viktoriini proovinud
he: לא ניסית את החידון
hu: Nem próbálta meg a kvízt
id: Anda belum mencoba kuis
nl: Je hebt de quiz niet geprobeerd
ru: Вы не пробовали пройти викторину

source: You will be notified about quiz prerequisites.(You can still attempt the quiz though)
ar: سيتم إخطارك بالمتطلبات الأساسية للاختبار. (لا يزال بإمكانك محاولة الاختبار رغم ذلك)
be: Вы будзеце атрымліваць апавяшчэнні аб перадумовах віктарыны. (Вы ўсё ж можаце паспрабаваць віктарыну)
ca: Se us notificarà sobre els requisits previs per a la prova (tot i així, podeu provar-la)
et: Teid teavitatakse viktoriini eeltingimustest. (Võite siiski viktoriini proovida)
he: תקבל הודעה על דרישות מוקדמות לחידון. (אתה עדיין יכול לנסות את החידון)
hu: Értesítést kap a kvíz előfeltételeiről. (A kvízt azonban továbbra is megpróbálhatja)
id: Anda akan diberi tahu tentang prasyarat kuis. (Anda masih dapat mencoba kuis)
nl: U wordt op de hoogte gesteld van de vereisten voor de quiz. (U kunt de quiz echter nog steeds proberen)
ru: Вы будете уведомлены о предварительных требованиях к викторине (хотя вы все равно можете попробовать пройти тест).

source: Your code will be reset.
ar: سيتم إعادة تعيين الرمز الخاص بك.
be: Ваш код будзе скінуты.
ca: El vostre codi es restablirà.
et: Teie kood lähtestatakse.
he: הקוד שלך יאופס.
hu: A kód visszaáll.
id: Kode Anda akan diatur ulang.
nl: Je code wordt gereset.
ru: Ваш код будет сброшен.

source: Your current answers are saved.
ar: يتم حفظ إجاباتك الحالية.
be: Вашы бягучыя адказы захаваны.
ca: Les vostres respostes actuals es guarden.
et: Teie praegused vastused salvestatakse.
he: התשובות הנוכחיות שלך נשמרות.
hu: A jelenlegi válaszok mentésre kerülnek.
id: Jawaban Anda saat ini disimpan.
nl: Uw huidige antwoorden worden opgeslagen.
ru: Ваши текущие ответы сохранены.

source: Your password has been changed successfully.
ar: تم تغيير كلمة المرور الخاصة بك بنجاح.
be: Ваш пароль паспяхова зменены.
ca: La vostra contrasenya s’ha canviat correctament.
et: Teie parooli muutmine õnnestus.
he: הסיסמה שלך שונתה בהצלחה.
hu: Jelszava sikeresen megváltozott.
id: Kata sandi Anda telah berhasil diubah.
nl: Je wachtwoord is met succes veranderd.
ru: Ваш пароль был успешно изменен.

source: Your password has been reset.
ar: تم إعادة تعيين كلمة المرور الخاصة بك.
be: Ваш пароль быў скінуты.
ca: La vostra contrasenya s’ha restablert.
et: Teie parool on lähtestatud.
he: הסיסמה שלך אופסה.
hu: A jelszavad vissza lett állítva.
id: Kata sandi Anda telah disetel ulang.
nl: Jouw wachtwoord is gereset.
ru: Ваш пароль был сброшен.

source: Your Profile is changed
ar: تم تغيير ملف التعريف الخاص بك
be: Ваш профіль зменены
ca: El vostre perfil ha canviat
et: Teie profiil on muutunud
he: הפרופיל שלך השתנה
hu: Profilja megváltozott
id: Profil Anda berubah
nl: Je profiel is gewijzigd
ru: Ваш профиль изменен

source: MCQ Testcase
be: Тэст -тэст MCQ
et: MCQ testkast
he: מארז מבחן MCQ
hu: MCQ teszteset
id: Kotak Tes MCQ
ru: Тестовый набор MCQ
