Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: No Lesson posts here. They will appear when someone comments on video lessons.
ar: لا توجد مشاركات درس هنا. سيظهرون عندما يعلق شخص ما على دروس الفيديو.
be: Тут няма паведамленняў пра ўрокі. Яны з'явяцца, калі хтосьці каментуе відэа ўрокі.
ca: No hi ha publicacions de lliçons aquí. Apareixeran quan algú comenti les lliçons de vídeo.
et: Õppetundi postitusi siin pole. Need ilmuvad siis, kui keegi kommenteerib videotunde.
he: אין כאן פוסטים בשיעור. הם יופיעו כאשר מישהו מעיר על שיעורי וידאו.
hu: Nincs lecke bejegyzés itt. Akkor jelennek meg, ha valaki megjegyzést fűz a videóleckékhez.
id: Tidak ada posting Pelajaran di sini. Mereka akan muncul ketika seseorang mengomentari pelajaran video.
nl: Geen lesberichten hier. Ze verschijnen wanneer iemand commentaar geeft op videolessen.
ru: Здесь нет сообщений об уроках. Они появятся, когда кто-то прокомментирует видеоуроки.

source: No lesson quizzes found
ar: لم يتم العثور على اختبارات الدرس
be: Віктарыны ўрокаў не знойдзены
ca: No s'han trobat proves de lliçons
et: Ühtegi õppetundi viktoriini ei leitud
he: לא נמצאו חידוני שיעור
hu: Nincs lecke kvíz
id: Tidak ada kuis pelajaran yang ditemukan
nl: Geen lesquizzen gevonden
ru: Тесты на уроках не найдены

source: No lesson/quiz added
ar: لم يتم إضافة درس / اختبار
be: Урок/віктарына не дададзеныя
ca: No s'ha afegit cap lliçó / prova
et: Tundi/viktoriini pole lisatud
he: לא נוספו שיעור/חידון
hu: Nincs hozzáadva lecke/kvíz
id: Tidak ada pelajaran/kuis yang ditambahkan
nl: Geen les/quiz toegevoegd
ru: Урок / викторина не добавлена

source: No lessons found
ar: لم يتم العثور على دروس
be: Урокаў не знойдзена
ca: No s'ha trobat cap lliçó
et: Õppetunde ei leitud
he: לא נמצאו שיעורים
hu: Nem található lecke
id: Tidak ada pelajaran yang ditemukan
nl: Geen lessen gevonden
ru: Уроки не найдены

source: No Module information
ar: لا توجد معلومات الوحدة النمطية
be: Няма інфармацыі аб модулі
ca: No hi ha informació del mòdul
et: Mooduli teave puudub
he: אין מידע על המודול
hu: Nincs információ a modulról
id: Tidak ada informasi Modul
nl: Geen module-informatie
ru: Нет информации о модуле

source: No Notifications Found
ar: لم يتم العثور على إخطارات
be: Апавяшчэнняў не знойдзена
ca: No s'han trobat notificacions
et: Märguandeid ei leitud
he: לא נמצאו הודעות
hu: Nincs értesítés
id: Tidak Ada Pemberitahuan Ditemukan
nl: Geen meldingen gevonden
ru: Уведомлений не найдено

source: No Question Paper
ar: لا سؤال ورقة
be: Няма дакументаў з пытаннямі
ca: Cap document de preguntes
et: Küsimusteta paber
he: אין נייר שאלה
hu: Nincs kérdőív
id: Tidak Ada Kertas Soal
nl: Geen vraag papier
ru: Без вопросов

source: No Question Papers available
ar: لا أوراق أسئلة متاحة
be: Няма дакументаў з пытаннямі
ca: No hi ha documents de preguntes disponibles
et: Küsimustikke pole saadaval
he: אין מאמרי שאלה זמינים
hu: Kérdőívek nem állnak rendelkezésre
id: Tidak ada Kertas Pertanyaan yang tersedia
nl: Geen vragenpapieren beschikbaar
ru: Нет доступных вопросников

source: No Questions found
ar: لم يتم العثور على أسئلة
be: Пытанняў не знойдзена
ca: No s'ha trobat cap pregunta
et: Küsimusi ei leitud
he: לא נמצאו שאלות
hu: Nincs kérdés
id: Tidak ada Pertanyaan yang ditemukan
nl: Geen vragen gevonden
ru: Вопросов не найдено

source: No Quiz Found
ar: لم يتم العثور على اختبار
be: Віктарына не знойдзена
ca: No s'ha trobat cap prova
et: Viktoriini ei leitud
he: לא נמצא חידון
hu: Nincs kvíz
id: Tidak Ada Kuis Ditemukan
nl: Geen quiz gevonden
ru: Тест не найден

source: No Quizzes
ar: لا اختبارات
be: Няма віктарын
ca: Sense proves
et: Ei mingeid viktoriine
he: בלי חידונים
hu: Nincs kvíz
id: Tidak Ada Kuis
nl: Geen quizzen
ru: Нет викторин

source: No quizzes found
ar: لم يتم العثور على اختبارات
be: Віктарыны не знойдзены
ca: No s'han trobat proves
et: Ühtegi viktoriini ei leitud
he: לא נמצאו חידונים
hu: Nem találhatók kvízek
id: Tidak ada kuis yang ditemukan
nl: Geen quizzen gevonden
ru: Тестов не найдено

source: No rejected students yet
ar: لا يوجد طلاب مرفوضون حتى الآن
be: Адмоўленых студэнтаў пакуль няма
ca: Encara no hi ha estudiants rebutjats
et: Hüljatud õpilasi pole veel
he: עדיין אין תלמידים שנדחו
hu: Még nincs elutasított diák
id: Belum ada siswa yang ditolak
nl: Nog geen afgewezen studenten
ru: Пока нет отклоненных студентов

source: No requests yet
ar: لا توجد طلبات حتى الآن
be: Запытаў пакуль няма
ca: Encara no hi ha cap sol·licitud
et: Taotlusi pole veel
he: עדיין אין בקשות
hu: Még nincsenek kérések
id: Belum ada permintaan
nl: Nog geen aanvragen
ru: Запросов пока нет

source: No results found
ar: لم يتم العثور على نتائج
be: Нічога не знойдзена
ca: Sense resultats
et: Tulemusi ei leitud
he: לא נמצאו תוצאות
hu: Nincs találat
id: Tidak ada hasil yang ditemukan
nl: geen resultaten gevonden
ru: результаты не найдены

source: No submissions found
ar: لم يتم العثور على عمليات إرسال
be: Прадстаўленняў не знойдзена
ca: No s'ha trobat cap enviament
et: Esitusi ei leitud
he: לא נמצאו הגשות
hu: Nem található beküldés
id: Tidak ada kiriman yang ditemukan
nl: Geen inzendingen gevonden
ru: Работы не найдены

source: No Table of contents added
ar: لم يتم إضافة جدول محتويات
be: Змест не дададзены
ca: No s'ha afegit cap taula de contingut
et: Sisukorda pole lisatud
he: לא נוספו תוכן עניינים
hu: Nincs tartalomjegyzék hozzáadva
id: Tidak ada Daftar isi yang ditambahkan
nl: Geen inhoudsopgave toegevoegd
ru: Оглавление не добавлено

source: No Teacher(s) added
ar: لم تتم إضافة مدرس (مدرسين)
be: Выкладчыкі не дададзены
ca: No s'ha afegit cap professor
et: Õpetajaid pole lisatud
he: לא נוספו מורים
hu: Nincsenek hozzáadva tanárok
id: Tidak ada Guru yang ditambahkan
nl: Geen docent(en) toegevoegd
ru: Учителя не добавлены

source: No Teacher(s)TA(s) Added
ar: لم يتم إضافة مدرس (مدرسين) TA (ق)
be: Няма настаўнікаў (-аў) ТА (-аў) дададзена
ca: No s'ha afegit cap professor (s)
et: Õpetajaid pole lisatud
he: לא נוספו מורים (ים) ת"א
hu: Nincs hozzáadva tanár (ok) TA (k)
id: Tidak Ada Guru yang Ditambahkan TA
nl: Geen docent(en)TA('s) toegevoegd
ru: Учитель (-и) TA (-и) не добавлены

source: No Users Found for
ar: لم يتم العثور على مستخدمين لـ
be: Карыстальнікаў для не знойдзена
ca: No s'ha trobat cap usuari per a
et: Kasutajaid ei leitud
he: לא נמצאו משתמשים עבור
hu: Nem található felhasználó erre
id: Tidak Ada Pengguna Ditemukan untuk
nl: Geen gebruikers gevonden voor
ru: Не найдено ни одного пользователя для

source: No. of users Failed
ar: عدد المستخدمين فشل
be: Не атрымалася колькасць карыстальнікаў
ca: S'ha produït un error en el nombre d'usuaris
et: Kasutajate arv nurjus
he: מספר המשתמשים נכשל
hu: Felhasználók száma Nem sikerült
id: Jumlah pengguna Gagal
nl: Aantal gebruikers Mislukt
ru: Кол-во пользователей Ошибка

source: No. of users Passed
ar: اجتاز عدد المستخدمين
be: Колькасць пройдзеных карыстальнікаў
ca: Nombre d'usuaris aprovats
et: Läbitud kasutajate arv
he: מספר המשתמשים עברו
hu: Felhasználók száma Átment
id: Jumlah pengguna Lulus
nl: Aantal gebruikers Geslaagd
ru: Количество пользователей прошло

source: None
ar: لا أحد
be: Ніякіх
ca: Cap
et: Puudub
he: אף אחד
hu: Egyik sem
id: Tidak ada
nl: Geen
ru: Никто

source: Not Attempted
ar: لم تحاول
be: Не спрабаваў
ca: No s’intenta
et: Pole proovinud
he: לא ניסה
hu: Nem próbálta
id: Tidak Dicoba
nl: Niet geprobeerd
ru: Не пытался

source: Note: Do not change the CSV Headers
ar: ملاحظة: لا تغير رؤوس CSV
be: Заўвага: Не змяняйце загалоўкі CSV
ca: Nota: no canvieu les capçaleres CSV
et: Märkus. Ärge muutke CSV päiseid
he: הערה: אל תשנה את כותרות ה- CSV
hu: Megjegyzés: Ne módosítsa a CSV -fejléceket
id: Catatan: Jangan ubah Header CSV
nl: Opmerking: verander de CSV-headers niet
ru: Примечание. Не меняйте заголовки CSV.

source: Note:- Please Click on the Next button to submit the quiz. Please do not close the browser without clicking Next.
ar: ملاحظة: - الرجاء الضغط على زر "التالي" لإرسال الاختبار. الرجاء عدم إغلاق المتصفح دون النقر فوق "التالي".
be: Заўвага:- Калі ласка, націсніце кнопку Далей, каб адправіць віктарыну. Калі ласка, не зачыняйце браўзэр, не націснуўшы Далей.
ca: Nota: - Feu clic al botó Següent per enviar el qüestionari. No tanqueu el navegador sense fer clic a Següent.
et: Märkus:- Palun klõpsake viktoriini saatmiseks nuppu Edasi. Palun ärge sulgege brauserit ilma Järgmine klõpsamiseta.
he: הערה:- אנא לחץ על כפתור הבא כדי לשלוח את החידון. נא לא לסגור את הדפדפן מבלי ללחוץ על הבא.
hu: Megjegyzés:- Kérjük, kattintson a Tovább gombra a kvíz elküldéséhez. Kérjük, ne zárja be a böngészőt a Tovább gombra kattintás nélkül.
id: Catatan: - Silakan Klik tombol Berikutnya untuk mengirimkan kuis. Harap jangan menutup browser tanpa mengklik Berikutnya.
nl: Opmerking: - Klik op de knop Volgende om de quiz in te dienen. Sluit de browser niet zonder op Volgende te klikken.
ru: Примечание. - Нажмите кнопку «Далее», чтобы отправить тест. Пожалуйста, не закрывайте браузер, не нажав Далее.

source: Notifications
ar: إشعارات
be: Апавяшчэнні
ca: Notificacions
et: Märguanded
he: התראות
hu: Értesítések
id: Pemberitahuan
nl: Meldingen
ru: Уведомления

source: Number of papers:
ar: عدد الأوراق:
be: Колькасць дакументаў:
ca: Nombre de papers:
et: Paberite arv:
he: מספר ניירות:
hu: Papírok száma:
id: Jumlah makalah:
nl: Aantal papieren:
ru: Количество работ:

source: Number of questions to be picked from the pool
ar: عدد الأسئلة التي سيتم انتقاؤها من المسبح
be: Колькасць пытанняў, якія трэба выбраць з пула
ca: Nombre de preguntes a triar a la piscina
et: Basseinist valitavate küsimuste arv
he: מספר השאלות שיש לבחור מהבריכה
hu: A medencéből választandó kérdések száma
id: Jumlah pertanyaan yang akan diambil dari pool
nl: Aantal te kiezen vragen uit het zwembad
ru: Количество вопросов, которые нужно выбрать из пула

source: Number Of Students:
ar: عدد الطلاب:
be: Колькасць студэнтаў:
ca: Nombre d'estudiants:
et: Õpilaste arv:
he: מספר תלמידים:
hu: A tanulók száma:
id: Jumlah Siswa:
nl: Aantal studenten:
ru: Количество студентов:

source: Obtained Marks
ar: الحصول على العلامات
be: Атрыманыя адзнакі
ca: Marques obtingudes
et: Saadud märgid
he: השיגו סימנים
hu: Jelzéseket szerzett
id: Memperoleh Tanda
nl: Behaalde punten
ru: Полученные знаки

source: OK
ar: نعم
be: ДОБРА
ca: D'ACORD
he: בסדר
id: OKE

source: One can also upload zip with the following zip structure -
ar: يمكن للمرء أيضًا تحميل ملف zip بهيكل zip التالي -
be: Можна таксама загрузіць zip з наступнай структурай zip -
ca: També es pot penjar zip amb la següent estructura zip:
et: Zip -i saab üles laadida ka järgmise zip -struktuuriga -
he: אפשר גם להעלות zip עם מבנה ה- zip הבא -
hu: A zip a következő zip struktúrával is feltölthető:
id: Seseorang juga dapat mengunggah zip dengan struktur zip berikut -
nl: Men kan ook zip uploaden met de volgende zip-structuur -
ru: Также можно загрузить zip со следующей структурой zip -

source: Only letters, digits and punctuation are allowed in password
ar: يُسمح فقط بالأحرف والأرقام وعلامات الترقيم في كلمة المرور
be: У паролі дазволены толькі літары, лічбы і знакі прыпынку
ca: Només es permeten lletres, dígits i puntuació a la contrasenya
et: Paroolis on lubatud ainult tähed, numbrid ja kirjavahemärgid
he: רק אותיות, ספרות ופיסוק מותרות בסיסמה
hu: A jelszóban csak betűk, számjegyek és írásjelek megengedettek
id: Hanya huruf, angka, dan tanda baca yang diperbolehkan dalam kata sandi
nl: Alleen letters, cijfers en leestekens zijn toegestaan in het wachtwoord
ru: В пароле можно использовать только буквы, цифры и знаки препинания.

source: Only letters, digits, period and underscore characters are allowed in username
ar: يُسمح فقط باستخدام الأحرف والأرقام والنقطة والشرطة السفلية في اسم المستخدم
be: У імя карыстальніка дапускаюцца толькі літары, лічбы, кропка і знакі падкрэслівання
ca: Només es permeten lletres, dígits, punts i caràcters de subratllat al nom d'usuari
et: Kasutajanimes on lubatud ainult tähed, numbrid, punkt ja alajoon
he: רק שם, ספרות, נקודה ותווים תחתונים מותרים בשם המשתמש
hu: A felhasználónévben csak betűk, számjegyek, pont és aláhúzás karakterek megengedettek
id: Hanya huruf, angka, titik, dan karakter garis bawah yang diperbolehkan dalam nama pengguna
nl: Alleen letters, cijfers, punten en onderstrepingstekens zijn toegestaan in de gebruikersnaam
ru: В имени пользователя можно использовать только буквы, цифры, точку и символы подчеркивания.

source: Only one type of video path is allowed
ar: يُسمح بنوع واحد فقط من مسارات الفيديو
be: Дапускаецца толькі адзін тып відэадарожкі
ca: Només es permet un tipus de camí de vídeo
et: Lubatud on ainult ühte tüüpi videoteed
he: מותר רק סוג אחד של נתיב וידאו
hu: Csak egyféle videóút engedélyezett
id: Hanya satu jenis jalur video yang diizinkan
nl: Er is slechts één type videopad toegestaan
ru: Разрешен только один тип видеотракта.

source: Open Enrollment
ar: افتح التسجيل
be: Адкрытая рэгістрацыя
ca: Inscripció oberta
et: Avage Registreerimine
he: ההרשמה פתוחה
hu: Nyissa meg a beiratkozást
id: Buka Pendaftaran
nl: Open inschrijving
ru: Открытая регистрация

source: Or
ar: أو
et: Või
he: אוֹ
hu: Vagy
id: Atau
nl: Of
ru: Или

source: Or Sign in with credentials
ar: أو قم بتسجيل الدخول باستخدام بيانات الاعتماد
be: Або ўвайдзіце з уліковымі дадзенымі
ca: O inicieu la sessió amb credencials
et: Või logige sisse mandaadiga
he: או היכנס עם אישורים
hu: Vagy jelentkezzen be hitelesítő adatokkal
id: Atau Masuk dengan kredensial
nl: Of Log in met inloggegevens
ru: Или войдите с учетными данными

source: Order
ar: ترتيب
be: Парадак
ca: Comanda
et: Telli
he: להזמין
hu: Rendelés
id: Memesan
nl: Volgorde
ru: порядок

source: Others
ar: آحرون
be: Іншыя
ca: Altres
et: Teised
he: אחרים
hu: Mások
id: Yang lain
nl: anderen
ru: Другие

source: out of
ar: بعيدا عن المكان
be: з
ca: fora de
et: otsas
he: מִתוֹך
hu: kívül
id: dari
nl: uit
ru: снаружи

source: Papers Completed:
ar: الأوراق المنجزة:
be: Завершаныя дакументы:
ca: Comunicacions completades:
et: Valmis paberid:
he: מסמכים שהושלמו:
hu: Befejezett dolgozatok:
id: Makalah Selesai:
nl: Voltooide papieren:
ru: Составленные статьи:

source: Papers in progress:
ar: الأوراق قيد التنفيذ:
be: Дакументы ў працэсе:
ca: Comunicacions en curs:
et: Paberid pooleli:
he: מסמכים בעיצומן:
hu: Folyamatban lévő dolgozatok:
id: Makalah dalam proses:
nl: Papieren in uitvoering:
ru: Документы в процессе:

source: Passed
ar: مر
be: Прайшоў
ca: Aprovat
et: Läbitud
he: עבר
hu: Telt
id: Lulus
nl: Geslaagd
ru: Прошедший

source: Password
ar: كلمه السر
be: Пароль
ca: Contrasenya
et: Parool
he: סיסמה
hu: Jelszó
id: Kata sandi
nl: Wachtwoord
ru: Пароль

source: Password reset successful
ar: تمت إعادة تعيين كلمة المرور بنجاح
be: Скід пароля паспяховы
ca: S'ha restablert la contrasenya correctament
et: Parooli lähtestamine õnnestus
he: איפוס הסיסמה הצליח
hu: A jelszó visszaállítása sikeres
id: Reset kata sandi berhasil
nl: Wachtwoord opnieuw instellen succesvol
ru: Сброс пароля выполнен успешно

source: Passwords do not match
ar: كلمة المرور غير مطابقة
be: Паролі не супадаюць
ca: Les contrasenyes no coincideixen
et: Paroolid ei kattu
he: סיסמאות לא תואמות
hu: A jelszavak nem egyeznek
id: Sandi tidak cocok
nl: Wachtwoorden komen niet overeen
ru: Пароли не соответствуют

source: Per Module Progress:
ar: التقدم لكل وحدة:
be: За прагрэс модуля:
ca: Per progrés del mòdul:
et: Mooduli edenemise kohta:
he: התקדמות לכל מודול:
hu: Modulonként:
id: Kemajuan Per Modul:
nl: Per modulevoortgang:
ru: Ход выполнения модуля:

source: Percentage
ar: النسبة المئوية
be: Працэнт
ca: Percentatge
et: Protsent
he: אֲחוּזִים
hu: Százalék
id: Persentase
ru: Процент

source: Percentage obtained:
ar: النسبة المئوية التي تم الحصول عليها:
be: Атрыманы працэнт:
ca: Percentatge obtingut:
et: Saadud protsent:
he: אחוז שהתקבל:
hu: Százalék:
id: Persentase yang diperoleh:
nl: Percentage behaald:
ru: Полученный процент:

source: Please contact your administrator
ar: الرجاء الاتصال بالمسؤول الخاص بك
be: Калі ласка, звярніцеся да адміністратара
ca: Poseu-vos en contacte amb el vostre administrador
et: Võtke ühendust oma administraatoriga
he: אנא צור קשר עם מנהל המערכת שלך
hu: Kérjük, lépjen kapcsolatba rendszergazdájával
id: Silakan hubungi administrator Anda
nl: Neem contact op met uw beheerder
ru: Пожалуйста, свяжитесь со своим администратором

source: Please enter your new password twice so we can verify you typed it in correctly
ar: الرجاء إدخال كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من كتابتها بشكل صحيح
be: Калі ласка, увядзіце новы пароль двойчы, каб мы маглі праверыць, ці правільна вы яго ўвялі
ca: Introduïu la vostra nova contrasenya dues vegades per poder verificar que la heu escrit correctament
et: Sisestage oma uus parool kaks korda, et saaksime kontrollida, kas sisestasite selle õigesti
he: אנא הזן את הסיסמה החדשה שלך פעמיים כדי שנוכל לאמת שהקלדת אותה נכון
hu: Kérjük, kétszer adja meg új jelszavát, hogy ellenőrizni tudjuk, helyesen írta -e be
id: Silakan masukkan kata sandi baru Anda dua kali sehingga kami dapat memverifikasi bahwa Anda mengetiknya dengan benar
nl: Voer uw nieuwe wachtwoord twee keer in, zodat we kunnen controleren of u het correct hebt ingevoerd
ru: Пожалуйста, введите свой новый пароль дважды, чтобы мы могли проверить, правильно ли вы ввели его.

source: Please fill in the following details:
ar: يرجى ملء التفاصيل التالية:
be: Калі ласка, запоўніце наступныя дадзеныя:
ca: Empleneu les dades següents:
et: Palun täitke järgmised andmed:
he: אנא מלא את הפרטים הבאים:
hu: Kérjük, töltse ki az alábbi adatokat:
id: Silakan isi detail berikut:
nl: Gelieve de volgende gegevens in te vullen:
ru: Пожалуйста, заполните следующие данные:

source: Please select atleast one question
ar: الرجاء تحديد سؤال واحد على الأقل
be: Калі ласка, абярыце хаця б адно пытанне
ca: Seleccioneu almenys una pregunta
et: Palun valige vähemalt üks küsimus
he: אנא בחר לפחות שאלה אחת
hu: Kérjük, válasszon legalább egy kérdést
id: Silakan pilih setidaknya satu pertanyaan
nl: Selecteer ten minste één vraag
ru: Выберите хотя бы один вопрос

source: Please select Question type and Marks
ar: الرجاء تحديد نوع السؤال والعلامات
be: Выберыце тып пытання і адзнакі
ca: Seleccioneu Tipus de pregunta i Marques
et: Valige küsimuse tüüp ja märgid
he: בחר סוג שאלה וסימנים
hu: Kérjük, válassza ki a Kérdés típusát és a jelöléseket
id: Silakan pilih Jenis pertanyaan dan Tanda
nl: Selecteer het vraagtype en de punten
ru: Пожалуйста, выберите тип вопроса и отметки

source: Points
ar: نقاط
be: Ачкі
ca: Punts
et: Punktid
he: נקודות
hu: Pontok
id: Poin
nl: Punten
ru: Точки

source: Points:
ar: نقاط:
be: Ачкі:
ca: Punts:
et: Punktid:
he: נקודות:
hu: Pontok:
id: Poin:
nl: Punten:
ru: Точки:

source: Poll
ar: تصويت
be: Апытанне
ca: Enquesta
et: Küsitlus
he: מִשׁאָל
hu: Közvélemény kutatás
id: Pemilihan
nl: Opiniepeiling
ru: Опрос

source: Pool of questions currently in paper:
ar: مجموعة الأسئلة الموجودة حاليًا في الورق:
be: Пул пытанняў у цяперашні час у паперы:
ca: Grup de preguntes actualment en paper:
et: Hetkel paberis olevate küsimuste kogum:
he: מאגר השאלות הנמצא כעת בנייר:
hu: Kérdések gyűjteménye jelenleg papíron:
id: Kumpulan pertanyaan saat ini di kertas:
nl: Pool van vragen die momenteel op papier staan:
ru: Пул вопросов, которые в настоящее время находятся в статье:

source: Position
ar: موقع
be: Пазіцыя
ca: Posició
et: Asend
he: עמדה
hu: Pozíció
id: Posisi
nl: Positie
ru: Позиция

source: Position:
ar: موقع:
be: Пазіцыя:
ca: Posició:
et: Positsioon:
he: עמדה:
hu: Pozíció:
id: Posisi:
nl: Positie:
ru: Позиция:

source: Posts
ar: دعامات
be: Паведамленні
ca: Publicacions
et: Postitused
he: פוסטים
hu: Bejegyzések
id: Postingan
nl: Berichten
ru: Сообщения

source: Preview
ar: معاينة
be: Папярэдні прагляд
ca: Vista prèvia
et: Eelvaade
he: תצוגה מקדימה
hu: Előnézet
id: Pratinjau
nl: Voorbeeld
ru: Предварительный просмотр

source: Preview Question Paper
ar: معاينة ورقة الأسئلة
be: Папярэдні дакумент з пытаннямі
ca: Vista prèvia del document de preguntes
et: Küsimustiku eelvaade
he: תצוגה מקדימה של נייר שאלות
hu: Kérdőív előnézete
id: Pratinjau Kertas Soal
nl: Voorbeeldvragenpapier
ru: Предварительный просмотр вопросника

source: Previous
ar: سابق
be: Папярэдні
ca: Anterior
et: Eelmine
he: קודם
hu: Előző
id: Sebelumnya
nl: Vorig
ru: Предыдущий

source: Profile
ar: الملف الشخصي
be: Профіль
ca: Perfil
et: Profiil
he: פּרוֹפִיל
hu: Profil
id: Profil
nl: Profiel
ru: Профиль

source: PROGRAMMING
ar: برمجة
be: ПРАГРАМАВАННЕ
ca: PROGRAMACIÓ
he: תִכנוּת
hu: PROGRAMOZÁS
id: PEMROGRAMAN
nl: PROGRAMMERING
ru: ПРОГРАММИРОВАНИЕ

source: Question
ar: سؤال
be: Пытанне
ca: Pregunta
et: Küsimus
he: שְׁאֵלָה
hu: Kérdés
id: Pertanyaan
nl: Vraag
ru: Вопрос

source: Question Navigator
ar: سؤال الملاح
be: Навігатар па пытаннях
ca: Navegador de preguntes
et: Küsimuste navigeerija
he: שאלה ניווט
hu: Kérdésnavigátor
id: Navigator Pertanyaan
nl: Vraagnavigator
ru: Навигатор вопросов

source: Question No.
ar: رقم السؤال
be: Пытанне №
ca: Pregunta núm.
et: Küsimus nr.
he: שאלה מס '
hu: Kérdés
id: Pertanyaan No.
nl: Vraag nr.
ru: Вопрос №

source: Question Paper
ar: ورقة السؤال
be: Дакумент з пытаннямі
ca: Paper de preguntes
et: Küsimustik
he: דף שאלות
hu: Kérdőív
id: Kertas Soal
nl: Vragenformulier
ru: Вопросник

source: Question Paper for
ar: ورقة أسئلة لـ
be: Пытанне для
ca: Document de preguntes per a
et: Küsimustik
he: נייר שאלות עבור
hu: Kérdőív ehhez
id: Kertas Soal untuk
nl: Vragenpapier voor
ru: Вопросник для

source: Question Statistics
ar: إحصائيات السؤال
be: Статыстыка пытанняў
ca: Estadístiques de preguntes
et: Küsimuste statistika
he: שאלות סטטיסטיות
hu: Kérdésstatisztika
id: Statistik Pertanyaan
nl: Vraagstatistieken
ru: Статистика вопросов

source: Question topic name
ar: اسم موضوع السؤال
be: Назва тэмы пытання
ca: Nom del tema de la pregunta
et: Küsimuse teema nimi
he: שם נושא השאלה
hu: Kérdés téma neve
id: Nama topik pertanyaan
nl: Naam vraagonderwerp
ru: Название темы вопроса

source: question(s)
ar: أسئلة)
be: пытанне (ы)
ca: pregunta (s)
et: küsimused)
he: שאלות)
hu: kérdés (ek)
id: pertanyaan
nl: vraag(en)
ru: вопросов)

source: question(s) from
ar: سؤال (أسئلة) من
be: пытанне (ы) ад
ca: pregunta (s) de
et: küsimus (id) saatjalt
he: שאלות מאת
hu: kérdés (ek) etől:
id: pertanyaan dari
nl: vraag(en) van
ru: вопрос (ы) от

source: Question(s) left:
ar: السؤال (الأسئلة) المتبقية:
be: Засталося пытанне (-ы):
ca: Preguntes restants:
et: Järele jäänud küsimus (ed):
he: שאלות שנשארו:
hu: Kérdés (ek) maradt:
id: Pertanyaan yang tersisa:
nl: Resterende vraag(en):
ru: Остался вопрос (ы):

source: Question:
ar: سؤال:
be: Пытанне:
ca: Pregunta:
et: Küsimus:
he: שְׁאֵלָה:
hu: Kérdés:
id: Pertanyaan:
nl: Vraag:
ru: Вопрос:

source: QuestionPaper
ar: ورقة السؤال
et: Küsimuste paber
hu: KérdésPapír

source: Questions
ar: أسئلة
be: Пытанні
ca: Preguntes
et: Küsimused
he: שאלות
hu: Kérdések
id: Pertanyaan
nl: Vragen
ru: Вопросов

source: Questions Attempted
ar: محاولة الأسئلة
be: Пытанні Спроба
ca: Preguntes intentades
et: Küsimused proovitud
he: ניסיונות שאלות
hu: Kérdések kísérletezve
id: Pertanyaan Dicoba
nl: Vragen geprobeerd
ru: Попытки задать вопросы

source: Questions in
ar: أسئلة في
be: Пытанні ў
ca: Preguntes a
et: Küsimused sees
he: שאלות ב
hu: Kérdések itt:
id: Pertanyaan dalam
nl: Vragen in
ru: Вопросы в

source: Quit
ar: استقال
be: Кінуць
ca: Deixa
et: Lõpeta
he: לְהַפְסִיק
hu: Kilépés
id: Berhenti
nl: Ontslag nemen
ru: Покидать

source: Quiz
ar: اختبار
be: Віктарына
ca: Concurs
et: Viktoriin
he: חִידוֹן
hu: Kvíz
id: Ulangan
ru: Контрольный опрос

source: Quiz Description
ar: وصف الاختبار
be: Апісанне віктарыны
ca: Descripció del concurs
et: Viktoriini kirjeldus
he: תיאור חידון
hu: Kvíz leírása
id: Deskripsi Kuis
nl: Quizbeschrijving
ru: Описание викторины

source: Quiz Name:
ar: اسم الاختبار:
be: Назва віктарыны:
ca: Nom del concurs:
et: Viktoriini nimi:
he: שם החידון:
hu: Kvíz neve:
id: Nama Kuis:
nl: Quiznaam:
ru: Название викторины:
