Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: Allow
ar: السماح
be: Дазволіць
ca: Permet
et: Lubama
he: להתיר
hu: Lehetővé teszi
id: Mengizinkan
nl: Toestaan
ru: Разрешать

source: Almost finished creating your question paper
ar: أوشكت على الانتهاء من إنشاء ورقة سؤالك
be: Стварэнне дакумента з пытаннем амаль скончана
ca: Quasi he acabat de crear el vostre document de preguntes
et: Küsimustiku loomine on peaaegu lõpetatud
he: כמעט סיימת ליצור את נייר השאלות שלך
hu: Majdnem kész a kérdőív elkészítése
id: Hampir selesai membuat kertas pertanyaan Anda
nl: Bijna klaar met het maken van je vragenpapier
ru: Почти готово к созданию вашего вопросника

source: and
ar: و
be: і
ca: i
et: ja
he: ו
hu: és
id: dan
nl: en
ru: а также

source: Anonymous
ar: مجهول
be: Ананімны
ca: Anònim
et: Anonüümne
he: בעילום שם
hu: Névtelen
id: Anonim
ru: Анонимный

source: Answer in Float
ar: الإجابة في تعويم
be: Адказ у Float
ca: Resposta a Float
et: Vastus ujukis
he: תשובה ב Float
hu: Válasz Floatban
id: Jawaban di Float
nl: Antwoord in zweven
ru: Ответ в плавающем формате

source: Answer in Integer
ar: الجواب في عدد صحيح
be: Адказ цэлым лікам
ca: Resposta en enter
et: Vastus täisarvuna
he: תשובה במספר שלם
hu: Válasz egészben
id: Jawab dalam bilangan bulat
nl: Antwoord in geheel getal
ru: Ответ в виде целого числа

source: Answer in String
ar: الإجابة في سلسلة
be: Адказ у радку
ca: Respon en cadena
et: Vastus stringina
he: תשובה במחרוזת
hu: Válasz karakterláncban
id: Jawaban dalam String
nl: Antwoord in string
ru: Ответ в строке

source: Answer paper
ar: ورقة الإجابة
be: Ліст для адказаў
ca: Paper de resposta
et: Vastuse paber
he: נייר תשובה
hu: Válaszpapír
id: kertas jawaban
nl: Antwoordpapier
ru: Бумага для ответов

source: Answer Paper for
ar: ورقة إجابة لـ
be: Ліст адказаў для
ca: Paper de resposta per a
et: Vastuse paber
he: נייר תשובה עבור
hu: Válasz Papír
id: Kertas Jawaban untuk
nl: Antwoordpapier voor
ru: Бумага для ответов на

source: Answer:
ar: إجابة:
be: Адказ:
ca: Resposta:
et: Vastus:
he: תשובה:
hu: Válasz:
id: Menjawab:
nl: Antwoord geven:
ru: Отвечать:

source: Answered Correctly
ar: أجاب بشكل صحيح
be: Адказалі правільна
ca: Respost correctament
et: Vastas õigesti
he: ענה נכון
hu: Helyesen válaszolt
id: Dijawab dengan Benar
nl: Correct beantwoord
ru: Ответил правильно

source: Are you sure you wish to quit the exam?
ar: هل أنت متأكد أنك ترغب في ترك الامتحان؟
be: Вы ўпэўненыя, што хочаце кінуць экзамен?
ca: Esteu segur que voleu deixar l'examen?
et: Kas olete kindel, et soovite eksamilt loobuda?
he: האם אתה בטוח שברצונך לסיים את הבחינה?
hu: Biztosan abba akarja hagyni a vizsgát?
id: Apakah Anda yakin ingin keluar dari ujian?
nl: Weet u zeker dat u wilt stoppen met het examen?
ru: Вы уверены, что хотите сдать экзамен?

source: Are you sure you wish to quit the Exercise?
ar: هل أنت متأكد أنك ترغب في إنهاء التمرين؟
be: Вы ўпэўненыя, што хочаце кінуць практыкаванне?
ca: Esteu segur que voleu deixar l'exercici?
et: Kas olete kindel, et soovite treeningu lõpetada?
he: האם אתה בטוח שברצונך להפסיק את התרגיל?
hu: Biztosan abba akarja hagyni a gyakorlatot?
id: Apakah Anda yakin ingin keluar dari Latihan?
nl: Weet u zeker dat u met de Oefening wilt stoppen?
ru: Вы уверены, что хотите бросить упражнение?

source: Are you Sure?
ar: هل أنت متأكد؟
be: Вы ўпэўнены?
ca: Estàs segur?
et: Oled sa kindel?
he: האם אתה בטוח?
hu: Biztos vagy ebben?
id: Apa kamu yakin?
nl: Weet je zeker dat?
ru: Вы уверены?

source: ARRANGE THE OPTIONS IN CORRECT ORDER
ar: رتّب الخيارات بترتيب صحيح
be: УПРАВАЙЦЕ ВАРЫАНТЫ ПРАВІЛЬНЫМ ПАРАДОМ
ca: ORDENAR LES OPCIONS EN UNA ORDRE CORRECTA
et: JÄRGI VALIKUD ÕIGES TELLIMUSES
he: סדר את האפשרויות בסדר הנכון
hu: RENDEZZE A LEHETŐSÉGEKET RENDBEN
id: ATUR PILIHAN DALAM URUTAN YANG BENAR
nl: SCHIK DE OPTIES IN DE JUISTE VOLGORDE
ru: СОЗДАЙТЕ ОПЦИИ В ПРАВИЛЬНОМ ЗАКАЗЕ

source: Assignment File for
ar: ملف التنازل لـ
be: Файл прызначэння для
ca: Fitxer de tasques per a
et: Ülesande fail
he: קובץ הקצאה עבור
hu: Hozzárendelési fájl ehhez
id: File Tugas untuk
nl: Opdrachtbestand voor
ru: Файл назначения для

source: Assignment not submitted by
ar: التنازل لم يقدم من قبل
be: Заданне не адпраўлена
ca: Tasca no enviada per
et: Ülesannet ei esitanud
he: המשימה לא הוגשה על ידי
hu: A feladatot nem küldte be
id: Tugas tidak dikirimkan oleh
nl: Opdracht niet ingeleverd door
ru: Задание не отправлено

source: ASSIGNMENT UPLOAD
ar: تحميل الإحالة
be: ЗАГРУЗКА ЗАДАННЯ
ca: CÀRREGA CÀRREGA
et: ÜLESANNE ÜLESLAADIMINE
he: העלאת הקצאה
hu: FELADAT FELTÖLTÉSE
id: UPLOAD TUGAS
nl: OPDRACHT UPLOADEN
ru: ЗАГРУЗКА НАЗНАЧЕНИЯ

source: Attachments:
ar: المرفقات:
be: Далучэнні:
ca: Fitxers adjunts:
et: Manused:
he: קבצים מצורפים:
hu: Mellékletek:
id: Lampiran:
nl: Bijlagen:
ru: Вложения:

source: Attempt Later
ar: حاول لاحقًا
be: Спроба пазней
ca: Intenta més tard
et: Proovige hiljem
he: ניסיון מאוחר יותר
hu: Kísérlet később
nl: Later proberen
ru: Попытка позже

source: Attempt Number:
ar: رقم المحاولة:
be: Нумар спробы:
ca: Número d'intent:
et: Katse number:
he: מספר ניסיון:
hu: Kísérlet száma:
id: Nomor Percobaan:
nl: Poging nummer:
ru: Номер попытки:

source: Attempt quiz the way normal users will attempt i.e. -
ar: محاولة الاختبار بالطريقة التي سيحاول بها المستخدمون العاديون ، على سبيل المثال -
be: Паспрабуйце праверыць віктарыну, як гэта спрабуюць звычайныя карыстальнікі, -
ca: Proveu de preguntar de la manera que intentaran els usuaris normals, és a dir, -
et: Proovige viktoriini nii, nagu tavakasutajad proovivad, st -
he: נסה לשאול את הדרך שבה משתמשים רגילים ינסו כלומר -
hu: Próbálja ki a kvízt, ahogy a normál felhasználók megpróbálják, azaz -
id: Coba kuis dengan cara yang akan dicoba oleh pengguna biasa yaitu -
nl: Probeer een quiz zoals normale gebruikers zullen proberen, dwz -
ru: Попробуйте пройти тест так, как это делают обычные пользователи, т.е.

source: Attempt quiz the way students will attempt i.e. -
ar: محاولة الاختبار بالطريقة التي سيحاول بها الطلاب ، على سبيل المثال -
be: Паспрабуйце праверыць віктарыну, як студэнты будуць спрабаваць, гэта значыць -
ca: Prova de prova de la manera que intentaran els estudiants, és a dir, -
et: Proovige viktoriini, kuidas õpilased üritavad, st -
he: נסה חידון האופן שבו התלמידים ינסו כלומר -
hu: Próbálja ki a kvízt, ahogy a diákok megpróbálják, pl.
id: Mencoba kuis cara siswa akan mencoba yaitu -
nl: Probeer quiz zoals studenten zullen proberen, dwz -
ru: Попытайтесь пройти тест, как студенты будут пытаться, т. Е. -

source: Attempt quiz without any time or eligibilty constraints.
ar: محاولة الاختبار دون أي وقت أو قيود الأهلية.
be: Паспрабуйце правесці віктарыну без абмежаванняў па часе і магчымасці.
ca: Proveu de prova sense cap restricció de temps ni d'elegibilitat.
et: Proovige viktoriini ilma aja või abikõlblikkuspiiranguteta.
he: נסה חידון ללא כל זמן או מגבלות כשירות.
hu: Próbálja ki a kvízt minden idő vagy jogosultsági korlátozás nélkül.
id: Coba kuis tanpa batasan waktu atau kelayakan.
nl: Probeer een quiz zonder enige tijd- of geschiktheidsbeperkingen.
ru: Пройдите викторину без каких-либо ограничений по времени или критериям.

source: Attempted
ar: حاول
be: Спроба
ca: Intentat
et: Proovitud
he: ניסיתי
hu: Kísérlet
id: Mencoba
nl: geprobeerd
ru: Попытка

source: Attempted question(s)
ar: محاولة سؤال (أسئلة)
be: Спроба пытанняў
ca: Intent de preguntes
et: Proovitud küsimus (ed)
he: ניסיונות לשאול שאלות
hu: Próbált kérdés (ek)
id: Pertanyaan yang dicoba
nl: Poging tot vraag(en)
ru: Попытка вопроса (ов)

source: Auto-Refreshes every 5 minutes
ar: يتم التحديث تلقائيًا كل 5 دقائق
be: Аўтаматычнае абнаўленне кожныя 5 хвілін
ca: Actualitza automàticament cada 5 minuts
et: Automaatne värskendamine iga 5 minuti järel
he: רענון אוטומטי כל 5 דקות
hu: Automatikus frissítés 5 percenként
id: Auto-Refresh setiap 5 menit
nl: Automatisch ververst elke 5 minuten
ru: Автообновление каждые 5 минут

source: Available Lessons and quizzes: (Add Lessons and Quizzes)
ar: الدروس والاختبارات المتاحة: (إضافة دروس واختبارات)
be: Даступныя ўрокі і віктарыны: (Дадайце ўрокі і віктарыны)
ca: Lliçons i concursos disponibles: (Afegiu lliçons i concursos)
et: Saadaolevad õppetunnid ja viktoriinid: (lisage õppetunnid ja viktoriinid)
he: שיעורים וחידונים זמינים: (הוסף שיעורים וחידונים)
hu: Elérhető leckék és kvízek: (Leckék és kvízek hozzáadása)
id: Pelajaran dan kuis yang tersedia: (Tambahkan Pelajaran dan Kuis)
nl: Beschikbare lessen en quizzen: (Voeg lessen en quizzen toe)
ru: Доступные уроки и викторины: (Добавить уроки и викторины)

source: Available Modules:
ar: الوحدات المتاحة:
be: Даступныя модулі:
ca: Mòduls disponibles:
et: Saadaolevad moodulid:
he: מודולים זמינים:
hu: Rendelkezésre álló modulok:
id: Modul yang tersedia:
nl: Beschikbare modules:
ru: Доступные модули:

source: Available Tags
ar: العلامات المتاحة
be: Даступныя тэгі
ca: Etiquetes disponibles
et: Saadaolevad sildid
he: תגיות זמינות
hu: Elérhető címkék
id: Tersedia Tag
nl: Beschikbare tags
ru: Доступные теги

source: Back
ar: خلف
be: Назад
ca: esquena
et: tagasi
he: חזור
hu: Vissza
id: Kembali
nl: Rug
ru: Назад

source: Back to Posts
ar: رجوع إلى المشاركات
be: Назад да паведамленняў
ca: Torna a Publicacions
et: Tagasi postituste juurde
he: בחזרה לפוסטים
hu: Vissza a bejegyzésekhez
id: Kembali ke Postingan
nl: Terug naar berichten
ru: Вернуться к сообщениям

source: Be sure, as you won\
ar: تأكد ، لأنك ستفوز \
be: Будзьце ўпэўненыя, як вы выйгралі \
ca: Assegureu-vos, ja que heu guanyat \
et: Ole kindel, kuna võitsid \
he: תהיה בטוח, כפי שאתה זכית \
hu: Légy biztos, hiszen nyertél \
id: Pastikan, saat Anda menang\
nl: Wees er zeker van, want je zult\
ru: Будьте уверены, ведь вы выиграли \

source: begin
ar: يبدأ
be: пачаць
ca: començar
et: alustada
he: התחל
hu: kezdődik
id: mulai
nl: beginnen
ru: начинать

source: by the course creator
ar: من قبل منشئ الدورة
be: стваральнікам курса
ca: pel creador del curs
et: kursuse looja poolt
he: על ידי יוצר הקורס
hu: a tanfolyam alkotója által
id: oleh pembuat kursus
nl: door de maker van de cursus
ru: создателем курса

source: Cancel
ar: يلغي
be: Адмяніць
ca: Cancel · lar
et: Tühista
he: לְבַטֵל
hu: Megszünteti
id: Membatalkan
nl: Annuleren
ru: Отмена

source: Category
ar: فئة
be: Катэгорыя
ca: Categoria
et: Kategooria
he: קטגוריה
hu: Kategória
id: Kategori
nl: Categorie
ru: Категория

source: Change
ar: يتغيرون
be: Змяніць
ca: Canvi
et: Muuda
he: שינוי
hu: változás
id: Mengubah
nl: Wijziging
ru: Изменять

source: Change Order
ar: تغيير الترتيب
be: Змяніць парадак
ca: Canvia l’ordre
et: Muuda tellimust
he: שנה הזמנה
hu: Sorrend megváltoztatása
id: Perintah diubah
nl: Verander bestelling
ru: Изменить заказ

source: Change Password
ar: تغيير كلمة المرور
be: Змяніць пароль
ca: Canvia la contrasenya
et: Muuda salasõna
he: שנה סיסמא
hu: Jelszó módosítása
id: Ganti kata sandi
nl: Verander wachtwoord
ru: Измени пароль

source: Change Prerequisite
ar: تغيير المتطلبات
be: Перадумова змены
ca: Requisit previ del canvi
et: Muuda Eeltingimus
he: דרישת תנאי מוקדמת
hu: Változás Előfeltétel
id: Ubah Prasyarat
nl: Voorwaarde wijzigen
ru: Изменить предварительное условие

source: Change Prerequisite Completion
ar: تغيير إكمال المتطلبات الأساسية
be: Змяніць умову Завяршэнне
ca: Completar el requisit previ de canvi
et: Muuda eelduse täitmist
he: שנה השלמה מוקדמת
hu: Az előfeltétel teljesítésének módosítása
id: Ubah Penyelesaian Prasyarat
nl: Vereiste voltooiing wijzigen
ru: Изменить предварительное условие Завершение

source: Change Prerequisite Passing
ar: تغيير اجتياز المتطلبات المسبقة
be: Змяніць неабходную ўмову
ca: Canvi d'aprovació del requisit previ
et: Muuda eeltingimuseks läbimist
he: שינוי מעבר תנאי מוקדם
hu: Az előfeltétel átadás módosítása
id: Ubah Prasyarat Lulus
nl: Voorwaarde voor slagen wijzigen
ru: Изменение обязательного прохождения

source: Check Answer
ar: تحقق من الجواب
be: Праверыць адказ
ca: Marqueu Resposta
et: Kontrolli vastust
he: בדוק את התשובה
hu: Ellenőrizze a választ
id: Cek jawaban
nl: Antwoord nakijken
ru: Проверить ответ

source: Check on
ar: تفقد على
be: Праверыць
ca: Comprovar
et: Kontrollige
he: לבדוק
hu: Megnézem
id: Periksa
nl: Controleren op
ru: Проверить

source: Check Prerequisite
ar: تحقق من المتطلبات المسبقة
be: Праверце перадумову
ca: Comproveu el requisit previ
et: Märkige eeltingimus
he: בדוק תנאי מוקדם
hu: Ellenőrizze az előfeltételt
id: Periksa Prasyarat
nl: Controleer Vereiste
ru: Проверить предварительное условие

source: Check Prerequisite Completion
ar: تحقق من إكمال المتطلبات الأساسية
be: Праверце завяршэнне ўмовы
ca: Comproveu la finalització del requisit previ
et: Kontrollige eelduse täitmist
he: בדוק את השלמת התנאים המוקדמים
hu: Ellenőrizze az előfeltétel teljesítését
id: Periksa Penyelesaian Prasyarat
nl: Vereiste voltooiing controleren
ru: Проверить предварительное завершение

source: Check Prerequisite Passing
ar: تحقق من اجتياز المتطلبات المسبقة
be: Праверыць перадумову праходжання
ca: Comproveu l'aprovació del requisit previ
et: Kontrollige läbimise eeltingimust
he: בדוק עמידה מוקדמת
hu: Ellenőrizze az előfeltétel átadását
id: Periksa Kelulusan Prasyarat
nl: Controleer de vereiste slagen
ru: Отметьте прохождение предварительных условий

source: Checking...
ar: تدقيق...
be: Правяраецца ...
ca: S'està comprovant ...
et: Kontrollimine ...
he: בודק ...
hu: Ellenőrzés ...
id: Memeriksa...
nl: Controleren...
ru: Проверяю ...

source: Choices:
ar: اختيارات:
be: Выбар:
ca: Opcions:
et: Valikud:
he: אפשרויות:
hu: Választási lehetőségek:
id: Pilihan:
nl: Keuzes:
ru: Выбор:

source: Choose file
ar: اختر ملف
be: Выберыце файл
ca: Trieu l'arxiu
et: Vali fail
he: בחר קובץ
hu: Válassz fájlt
id: Pilih File
nl: Kies bestand
ru: Выберите файл

source: Chosen Lessons and quizzes:
ar: الدروس والاختبارات المختارة:
be: Абраныя ўрокі і віктарыны:
ca: Lliçons i qüestionaris triats:
et: Valitud õppetunnid ja viktoriinid:
he: שיעורים וחידונים נבחרים:
hu: Választott leckék és kvízek:
id: Pelajaran dan kuis yang dipilih:
nl: Gekozen lessen en quizzen:
ru: Избранные уроки и викторины:

source: Chosen Modules:
ar: الوحدات المختارة:
be: Абраныя модулі:
ca: Mòduls triats:
et: Valitud moodulid:
he: מודולים נבחרים:
hu: Kiválasztott modulok:
id: Modul yang dipilih:
nl: Gekozen modules:
ru: Выбранные модули:

source: Clear
ar: واضح
be: Ясна
ca: Clar
et: Selge
he: ברור
hu: Egyértelmű
id: Jernih
nl: Duidelijk
ru: Прозрачный

source: Clear Search
ar: مسح البحث
be: Ачысціць пошук
ca: Esborra la cerca
et: Kustuta otsing
he: חיפוש נקי
hu: Keresés törlése
id: Bersihkan pencarian
nl: Duidelijke zoek
ru: Очистить поиск

source: Click
ar: انقر
be: Націсніце
ca: Feu clic a
et: Klõpsake nuppu
he: נְקִישָׁה
hu: Kattintson
id: Klik
nl: Klik
ru: Нажмите

source: Clone Course
ar: دورة استنساخ
be: Курс клона
ca: Curs de clonació
et: Klooni kursus
he: קורס שיבוט
hu: Klónpálya
id: Kursus Klon
nl: Kloon cursus
ru: Клонировать курс

source: Close
ar: قريب
be: Зачыніць
ca: Tanca
et: Sulge
he: סגור
hu: Bezárás
id: Menutup
nl: Dichtbij
ru: Закрывать

source: Closed
ar: مغلق
be: Закрыты
ca: Tancat
et: Suletud
he: סָגוּר
hu: Zárva
id: Tertutup
nl: Gesloten
ru: Закрыто

source: Comment:
ar: تعليق:
be: Каментар:
ca: Comentari:
et: Kommentaar:
he: תגובה:
hu: Megjegyzés:
id: Komentar:
nl: Opmerking:
ru: Комментарий:

source: Comments:
ar: تعليقات:
be: Каментары:
ca: Comentaris:
et: Kommentaarid:
he: הערות:
hu: Hozzászólások:
id: Komentar:
nl: Opmerkingen:
ru: Комментарии:

source: Complete
ar: مكتمل
be: Поўны
ca: Complet
et: Täielik
he: לְהַשְׁלִים
hu: teljes
id: Menyelesaikan
nl: Compleet
ru: Полный

source: Completed
ar: مكتمل
be: Завершана
ca: Completat
et: Lõpetatud
he: הושלם
hu: Befejezve
id: Lengkap
nl: Voltooid
ru: Завершенный

source: completed out of
ar: اكتمل من
be: завершана з
ca: completat fora de
et: lõpetatud
he: הושלם מתוך
hu: befejezte
id: selesai dari
nl: voltooid uit
ru: завершено из

source: Completion Percentage
ar: نسبة الإنجاز
be: Працэнт завяршэння
ca: Percentatge de realització
et: Lõpetamise protsent
he: אחוז השלמה
hu: Teljesítési százalék
id: Persentase Penyelesaian
nl: Voltooiingspercentage
ru: Процент завершения

source: Confirm Password
ar: تأكيد كلمة المرور
be: Пацвердзіце пароль
ca: Confirma la contrassenya
et: Kinnita salasõna
he: אשר סיסמה
hu: Jelszó megerősítése
id: konfirmasi sandi
nl: bevestig wachtwoord
ru: Подтвердите пароль

source: Contact: pythonsupport@fossee.in
ar: جهة الاتصال: pythonsupport@fossee.in
be: Кантакт: pythonsupport@fossee.in
ca: Contacte: pythonsupport@fossee.in
et: Kontakt: pythonsupport@fossee.in
he: איש קשר: pythonsupport@fossee.in
hu: Kapcsolat: pythonsupport@fossee.in
id: Hubungi: pythonsupport@fossee.in
ru: Контакты: pythonsupport@fossee.in

source: Continue
ar: يكمل
be: Працягвайце
ca: Continua
et: Jätka
he: לְהַמשִׁיך
hu: Folytatni
id: Melanjutkan
nl: Doorgaan met
ru: Продолжать

source: Correct Answer
ar: اجابة صحيحة
be: Правільны адказ
ca: Resposta correcta
et: Õige vastus
he: תשובה נכונה
hu: Helyes válasz
id: Jawaban yang benar
nl: Goed antwoord
ru: Правильный ответ

source: Correct Answer:
ar: اجابة صحيحة:
be: Правільны адказ:
ca: Resposta correcta:
et: Õige vastus:
he: תשובה נכונה:
hu: Helyes válasz:
id: Jawaban yang benar:
nl: Goed antwoord:
ru: Правильный ответ:

source: Correct Order:
ar: طلب صحيح:
be: Правільны парадак:
ca: Ordre correcte:
et: Õige järjekord:
he: הזמנה נכונה:
hu: Helyes sorrendben:
id: Urutan yang benar:
nl: Correcte volgorde:
ru: Правильный заказ:

source: Course Code
ar: كود الدورة
be: Код курса
ca: Codi del curs
et: Kursuse kood
he: קוד הקורס
hu: Tanfolyamkód
id: Kode Kursus
nl: Cursuscode
ru: Код курса

source: Course completed
ar: اكتملت الدورة
be: Курс завершаны
ca: Curs completat
et: Kursus läbitud
he: הקורס הסתיים
hu: Tanfolyam befejezve
id: Kursus selesai
nl: Cursus afgerond
ru: Курс завершен

source: Course Content
ar: محتوى الدورة
be: Змест курса
ca: Contingut del curs
et: Kursuse sisu
he: תוכן קורס
hu: Tanfolyam tartalom
id: Konten Kursus
nl: Cursusinhoud
ru: Содержание курса

source: Course Details
ar: تفاصيل الدورة
be: Падрабязнасці курса
ca: Detalls del curs
et: Kursuse üksikasjad
he: פרטי הקורס
hu: tanfolyam részletei
id: Detail Kursus
nl: cursus details
ru: детали курса

source: Course End DateTime
ar: تاريخ انتهاء الدورة التدريبية
be: Дата заканчэння курса
ca: Data de finalització del curs
et: Kursuse lõppkuupäev ja kellaaeg
he: מועד סיום הקורס
hu: Tanfolyam befejező dátuma
id: Waktu Berakhir Kursus
nl: Cursus EinddatumTijd
ru: Дата окончания курса Время

source: Course Forum
ar: منتدى الدورة
be: Форум курсаў
ca: Fòrum del curs
et: Kursuse foorum
he: פורום הקורס
hu: Tanfolyam fórum
id: Forum Kursus
nl: Cursusforum
ru: Форум курса

source: Course instructions
ar: تعليمات الدورة
be: Інструкцыя курса
ca: Instruccions del curs
et: Kursuse juhised
he: הוראות הקורס
hu: Tanfolyam utasítások
id: Instruksi kursus
nl: Cursus instructies
ru: Инструкции по курсу

source: Course Modules
ar: وحدات الدورة
be: Модулі курсаў
ca: Mòduls del curs
et: Kursuse moodulid
he: מודולי הקורס
hu: Tanfolyam modulok
id: Modul Kursus
nl: Cursusmodules
ru: Модули курса

source: Course Name
ar: اسم الدورة التدريبية
be: Назва курса
ca: Nom del curs
et: Kursuse nimi
he: שם קורס
hu: A tantárgy neve
id: Nama kursus
nl: Cursus naam
ru: Название курса

source: Course Name:
ar: اسم الدورة التدريبية:
be: Назва курса:
ca: Nom del curs:
et: Kursuse nimi:
he: שם קורס:
hu: A tantárgy neve:
id: Nama kursus:
nl: Cursus naam:
ru: Название курса:

source: Course Progress
ar: تقدم الدورة
be: Прагрэс курса
ca: Avanç del curs
et: Kursuse edenemine
he: התקדמות הקורס
hu: Tanfolyam előrehaladása
id: Kemajuan Kursus
nl: Cursusvoortgang
ru: Прогресс курса

source: Course Start DateTime
ar: تاريخ بدء الدورة: الوقت
be: Дата пачатку курса
ca: Data d'inici del curs
et: Kursuse alguskuupäev ja kellaaeg
he: מועד התחלת הקורס
hu: A tanfolyam kezdő dátuma
id: Waktu Mulai Kursus
nl: Cursus Start DatumTijd
ru: Дата начала курса Время

source: Course(s) Available
ar: الدورات المتاحة
be: Даступныя курсы
ca: Curs (s) disponible (s)
et: Kursus (ed) saadaval
he: קורסים זמינים
hu: Tanfolyam (ok)
id: Kursus Tersedia
nl: Cursus(s) beschikbaar
ru: Курсы доступны

source: Course:
ar: مسار:
be: Курс:
ca: Curs:
et: Kursus:
he: קוּרס:
hu: Tanfolyam:
id: Kursus:
nl: Cursus:
ru: Курс:

source: Courses
ar: الدورات
be: Курсы
ca: Cursos
et: Kursused
he: קורסים
hu: Tanfolyamok
id: Kursus
nl: Cursussen
ru: Курсы

source: Create a new Post
ar: أنشئ منشورًا جديدًا
be: Стварыце новы пост
ca: Crea una publicació nova
et: Loo uus postitus
he: צור פוסט חדש
hu: Hozzon létre egy új bejegyzést
id: Buat Postingan baru
nl: Een nieuw bericht maken
ru: Создать новый пост

source: Create Demo Course
ar: إنشاء دورة تجريبية
be: Стварыць дэма -курс
ca: Crea un curs de demostració
et: Loo demokursus
he: צור קורס הדגמה
hu: Demó tanfolyam létrehozása
id: Buat Kursus Demo
nl: Democursus maken
ru: Создать демонстрационный курс

source: Create lesson table of contents
ar: قم بإنشاء جدول محتويات الدرس
be: Стварэнне зместу ўрока
ca: Crea una taula de continguts de la lliçó
et: Loo õppetunni sisukord
he: צור תוכן עניינים של שיעורים
hu: Készítse el a lecke tartalomjegyzékét
id: Buat daftar isi pelajaran
nl: Inhoudsopgave les maken
ru: Создать оглавление урока

source: Create new account
ar: انشاء حساب جديد
be: Стварыць новы ўліковы запіс
ca: Crear un nou compte
et: Loo uus konto
he: ליצור חשבון חדש
hu: Új fiók létrehozása
id: Buat akun baru
nl: Creëer een nieuw account
ru: Создать новый аккаунт

source: Create/Edit Learning Module
ar: إنشاء / تحرير وحدة التعليم النمطية
be: Стварэнне/рэдагаванне навучальнага модуля
ca: Crea / Edita el mòdul d'aprenentatge
et: Looge/muutke õppemoodulit
he: צור/ערוך מודול למידה
hu: Tanulási modul létrehozása/szerkesztése
id: Buat/Edit Modul Pembelajaran
nl: Leermodule maken/bewerken
ru: Создать / изменить учебный модуль

source: Create/Edit Lesson
ar: إنشاء / تحرير الدرس
be: Стварэнне/рэдагаванне урока
ca: Creació / edició de la lliçó
et: Loo/redigeeri õppetund
he: ליצור/לערוך שיעור
hu: Létrehozás/szerkesztés
id: Buat/Edit Pelajaran
nl: Les maken/bewerken
ru: Создать / изменить урок

source: Created by
ar: انشأ من قبل
be: Створана
ca: Creat per
et: Loodud
he: נוצר על ידי
hu: Készítette
id: Dibuat oleh
nl: Gemaakt door
ru: Создан

source: Created Course
ar: دورة تم إنشاؤها
be: Створаны курс
ca: Curs creat
et: Loodud kursus
he: קורס שנוצר
hu: Létrehozott tanfolyam
id: Kursus yang Dibuat
nl: Gemaakte cursus
ru: Созданный курс

source: Creator:
ar: المنشئ:
be: Стваральнік:
ca: Creador:
et: Looja:
he: בורא:
hu: Teremtő:
id: Pencipta:
nl: Schepper:
ru: Создатель:

source: Current question
ar: السؤال الحالي
be: Актуальнае пытанне
ca: Pregunta actual
et: Praegune küsimus
he: שאלה עכשווית
hu: Aktuális kérdés
id: pertanyaan saat ini
nl: Huidige vraag
ru: Текущий вопрос

source: Current Teachers/TAs
ar: المدرسون الحاليون / المساعدون الفنيون
be: Цяперашнія настаўнікі/ТП
ca: Professors actuals
et: Praegused õpetajad/TA -d
he: מורים/ת"ש נוכחיים
hu: Jelenlegi tanárok/TA -k
id: Guru/TA saat ini
nl: Huidige docenten/TA's
ru: Текущие учителя / ассистенты

source: Current Unit
ar: الوحدة الحالية
be: Бягучая адзінка
ca: Unitat actual
et: Praegune ühik
he: היחידה הנוכחית
hu: Jelenlegi egység
id: Satuan Saat Ini
nl: Huidige eenheid
ru: Текущая единица

source: Currently
ar: حاليا
be: У цяперашні час
ca: Actualment
et: Praegu
he: כַּיוֹם
hu: Jelenleg
id: Saat ini
nl: Momenteel
ru: В настоящее время

source: Data for user
ar: بيانات للمستخدم
be: Дадзеныя для карыстальніка
ca: Dades per a l'usuari
et: Andmed kasutaja jaoks
he: נתונים למשתמש
hu: Adatok a felhasználó számára
id: Data untuk pengguna
nl: Gegevens voor gebruiker
ru: Данные для пользователя

source: Delete
ar: حذف
be: Выдаліць
ca: Suprimeix
et: Kustuta
he: לִמְחוֹק
hu: Töröl
id: Menghapus
nl: Verwijderen
ru: Удалить

source: Delete Files
ar: حذف الملفات
be: Выдаліць файлы
ca: Suprimeix fitxers
et: Kustuta failid
he: מחק קבצים
hu: Fájlok törlése
id: Hapus File
nl: Verwijder bestanden
ru: Удалить файлы
