Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: <p> This examination system has been developed with the intention of making you learn programming and be assessed in an interactive and fun manner.You will be presented with a series of programming questions and problems that you will answer online and get immediate feedback for. </p><p>Here are some important instructions and rules that you should understand carefully.</p> <ul><li>For any programming questions, you can submit solutions as many times as you want without a penalty. You may skip questions and solve them later.</li><li> You <strong>may</strong> use your computer's Python/IPython shell or an editor to solve the problem and cut/paste the solution to the web interface. </li><li> <strong>You are not allowed to use any internet resources i.e. no google etc.</strong> </li> <li> Do not copy or share the questions or answers with anyone until the exam is complete <strong>for everyone</strong>. </li><li> <strong>All</strong> your attempts at the questions are logged. Do not try to outsmart and break the testing system. If you do, we know who you are and we will expel you from the course. You have been warned. </li></ul> <p>We hope you enjoy taking this exam !!!</p>
ar: <p> تم تطوير نظام الاختبار هذا بهدف جعلك تتعلم البرمجة ويتم تقييمك بطريقة تفاعلية وممتعة. سيتم تقديمك بسلسلة من الأسئلة والمشكلات البرمجية التي ستجيب عليها عبر الإنترنت وستحصل على تعليقات فورية بشأنها. </p> <p> فيما يلي بعض الإرشادات والقواعد المهمة التي يجب أن تفهمها جيدًا. </ p> <ul> <li> بالنسبة لأية أسئلة تتعلق بالبرمجة ، يمكنك إرسال حلول قدر ما تشاء دون عقوبة. يمكنك تخطي الأسئلة وحلها لاحقًا. </ li> <li> <strong> يجوز لك </ strong> استخدام لغة Python / IPython للكمبيوتر الخاص بك أو محرر لحل المشكلة وقص / لصق الحل على واجهة الويب. </li> <li> <strong> لا يُسمح لك باستخدام أي من موارد الإنترنت ، مثل عدم استخدام google وما إلى ذلك. </ strong> </li> <li> لا تنسخ أو تشارك الأسئلة أو الإجابات مع أي شخص حتى ينتهي الاختبار أكمل <strong> للجميع </ strong>. </li> <li> <strong> جميع </ strong> محاولاتك في طرح الأسئلة يتم تسجيلها. لا تحاول التغلب على نظام الاختبار وكسره. إذا قمت بذلك ، فنحن نعرف من أنت وسنطردك من الدورة. لقد تم تحذيرك. </li> </ul> <p> نأمل أن تستمتع بأداء هذا الاختبار !!! </ p>
be: <p> Гэтая сістэма экзаменаў была распрацавана з мэтай прымусіць вас вывучыць праграмаванне і ацэньвацца ў інтэрактыўнай і займальнай форме. Вам будзе прадстаўлены шэраг пытанняў і праблем па праграмаванні, на якія вы адкажаце ў Інтэрнэце і атрымаеце неадкладную зваротную сувязь. </p> <p> Вось некалькі важных інструкцый і правіл, якія вы павінны ўважліва разумець. </p> <ul> <li> Па любых пытаннях праграмавання вы можаце падаваць рашэнні колькі заўгодна разоў без штрафу. Вы можаце прапусціць пытанні і вырашыць іх пазней. </li> <li> Вы <strong> можаце </strong> выкарыстоўваць камп'ютар Python/IPython або рэдактар для вырашэння праблемы і выразаць/ўставіць рашэнне ў вэб -інтэрфейс. </li> <li> <strong> Вы не маеце права выкарыстоўваць любыя інтэрнэт -рэсурсы, г.зн. Google і г.д. поўны <strong> для ўсіх </strong>. </li> <li> <strong> Усе </strong> вашы спробы задаць пытанні заносяцца ў журнал. Не спрабуйце перахітрыць і зламаць сістэму тэсціравання. Калі вы гэта зробіце, мы ведаем, хто вы, і мы выключым вас з курса. Вас папярэдзілі. </li> </ul> <p> Мы спадзяемся, што вам спадабаецца здаваць гэты экзамен !!! </p>
ca: <p> Aquest sistema d'examen s'ha desenvolupat amb la intenció de fer-vos aprendre a programar i ser avaluat d'una manera interactiva i divertida. Se us presentarà una sèrie de preguntes i problemes de programació que respondreu en línia i obtindreu comentaris immediats. </p> <p> Aquí teniu algunes instruccions i regles importants que heu d’entendre amb atenció. </p> <ul> <li> Per a qualsevol pregunta sobre programació, podeu enviar solucions tantes vegades com vulgueu sense penalització. Podeu ometre preguntes i resoldre-les més endavant. </li> <li> Podeu <strong> utilitzar el shell de Python / IPython de l'ordinador o un editor per resoldre el problema i retallar / enganxar la solució a la interfície web. </li> <li> <strong> No teniu permís per utilitzar recursos d’Internet, és a dir, no utilitzeu Google, etc. </strong> </li> <li> No copieu ni compartiu les preguntes o respostes amb ningú fins que no es realitzi l’examen. completa <strong> per a tothom </strong>. </li> <li> <strong> Tots </strong> els vostres intents de preguntes es registren. No intenteu enganyar i trencar el sistema de proves. Si ho feu, sabem qui sou i us expulsarem del curs. Has estat avisat. </li> </ul> <p> Esperem que us agradi fer aquest examen !!! </p>
et: <p> See eksamisüsteem on välja töötatud eesmärgiga panna teid õppima programmeerimist ning teid hinnatakse interaktiivsel ja lõbusal viisil. Teile esitatakse programmeerimisküsimusi ja -probleeme, millele vastate veebis ja saate kohe tagasisidet. </p> <p> Siin on mõned olulised juhised ja reeglid, mida peaksite hoolikalt mõistma. </p> <ul> <li> Programmeerimisküsimuste korral võite lahendusi esitada nii palju kordi kui soovite ilma karistuseta. Võite küsimused vahele jätta ja need hiljem lahendada. </li> <li> <strong> Võite </strong> probleemi lahendamiseks kasutada arvuti Python/IPython kest või redaktorit ning lõigata/kleepida lahenduse veebiliidesesse. </li> <li> <strong> Teil ei ole lubatud kasutada mingeid Interneti -ressursse, st googeldada jne. </strong> </li> <li> Ärge kopeerige ega jagage küsimusi ega vastuseid kellegagi enne, kui eksam on läbi. täielik <strong> kõigile </strong>. </li> <li> <strong> Kõik </strong> teie küsimuste katsed logitakse. Ärge proovige katsesüsteemi üle kavaldada ja rikkuda. Kui te seda teete, teame, kes te olete, ja me viskame teid kursuselt välja. Sind on hoiatatud. </li> </ul> <p> Loodame, et teile meeldib see eksam sooritada !!! </p>
he: <p> מערכת בחינה זו פותחה מתוך כוונה לגרום לך ללמוד תכנות ולהעריך בצורה אינטראקטיבית ומהנה. תוצג בפניך שורה של שאלות ותכנות שתענה עליהן באינטרנט ותקבל משוב מיידי. </p> <p> להלן מספר הוראות וכללים חשובים שעליך להבין היטב. </p> <ul> <li> לכל שאלה בתכנות תוכל להגיש פתרונות כמה פעמים שתרצה ללא קנס. תוכל לדלג על שאלות ולפתור אותן מאוחר יותר. </Li> <li> אתה </strong> רשאי </strong> להשתמש במעטפת ה- Python/IPython של המחשב שלך או בעורך כדי לפתור את הבעיה ולגזור/להדביק את הפתרון לממשק האינטרנט. </li> <li> <strong> אינך רשאי להשתמש במשאבי אינטרנט כלשהם כלומר לא ב- Google וכו '. </li> <li> אין להעתיק או לשתף את השאלות או התשובות עם אף אחד עד שהבחינה תתקיים להשלים <strong> לכולם </strong>. </li> <li> <strong> כל </strong> ניסיונותיך לשאלות נרשמים. אל תנסה להתחכם ולשבור את מערכת הבדיקות. אם כן, אנו יודעים מי אתה ואנו נגרש אותך מהקורס. ראה הוזהרת. </li> </ul> <p> אנו מקווים שנהנית מהבחינה הזו !!! </p>
hu: <p> Ezt a vizsgarendszert azzal a szándékkal fejlesztettük ki, hogy megtanulja a programozást, és interaktív és szórakoztató módon értékelje. Számos programozási kérdést és problémát fog kapni, amelyekre online válaszol, és azonnali visszajelzést kap. </p> <p> Íme néhány fontos utasítás és szabály, amelyeket alaposan meg kell értenie. </p> <ul> <li> Bármilyen programozási kérdésre büntetés nélkül, annyiszor nyújthat be megoldásokat, ahányszor csak akar. A kérdéseket kihagyhatja, és később megoldhatja őket. </li> <li> <strong> Használhatja </strong> a számítógép Python/IPython héját vagy szerkesztőjét a probléma megoldásához, és kivághatja/beillesztheti a megoldást a webes felületre. </li> <li> <strong> Nem használhat semmilyen internetes forrást, azaz nem használhat google -t stb. teljes <strong> mindenki számára </strong>. </li> <li> <strong> Minden </strong> a kérdésekre tett kísérleteit naplózza. Ne próbálja túljárni és megtörni a tesztrendszert. Ha igen, tudjuk, hogy ki vagy, és kiutasítunk a tanfolyamról. Figyelmeztetve lettél. </li> </ul> <p> Reméljük, hogy élvezni fogja ezt a vizsgát !!! </p>
id: <p> Sistem ujian ini telah dikembangkan dengan tujuan membuat Anda belajar pemrograman dan dinilai secara interaktif dan menyenangkan. Anda akan disajikan serangkaian pertanyaan dan masalah pemrograman yang akan Anda jawab secara online dan mendapatkan umpan balik segera. </p><p>Berikut adalah beberapa petunjuk dan aturan penting yang harus Anda pahami dengan cermat.</p> <ul><li>Untuk pertanyaan pemrograman apa pun, Anda dapat mengirimkan solusi sebanyak yang Anda inginkan tanpa penalti. Anda dapat melewatkan pertanyaan dan menyelesaikannya nanti.</li><li> Anda <strong>dapat</strong> menggunakan shell Python/IPython komputer atau editor untuk memecahkan masalah dan memotong/menempelkan solusi ke antarmuka web. </li><li> <strong>Anda tidak diperbolehkan menggunakan sumber daya internet apa pun, misalnya google, dll.</strong> </li> <li> Jangan menyalin atau membagikan pertanyaan atau jawaban kepada siapa pun sampai ujian selesai lengkap <strong>untuk semua orang</strong>. </li><li> <strong>Semua</strong> upaya Anda pada pertanyaan akan dicatat. Jangan mencoba mengakali dan merusak sistem pengujian. Jika Anda melakukannya, kami tahu siapa Anda dan kami akan mengeluarkan Anda dari kursus. Anda telah diperingatkan. </li></ul> <p>Kami harap Anda menikmati ujian ini !!!</p>
nl: <p> Dit examensysteem is ontwikkeld met de bedoeling om u te laten leren programmeren en op een interactieve en leuke manier beoordeeld te worden. U krijgt een reeks programmeervragen en -problemen voorgeschoteld die u online zult beantwoorden en waar u onmiddellijk feedback op krijgt. </p><p>Hier zijn enkele belangrijke instructies en regels die u goed moet begrijpen.</p> <ul><li>Voor alle programmeervragen kunt u oplossingen zo vaak als u wilt indienen zonder boete. U kunt vragen overslaan en later oplossen.</li><li> U <strong>mag</strong> de Python/IPython-shell van uw computer of een editor gebruiken om het probleem op te lossen en de oplossing knippen/plakken in de webinterface. </li><li> <strong>U mag geen internetbronnen gebruiken, dus geen Google enz.</strong> </li> <li> Kopieer of deel de vragen of antwoorden met niemand totdat het examen is compleet <strong>voor iedereen</strong>. </li><li> <strong>Al uw</strong> pogingen tot het beantwoorden van de vragen worden gelogd. Probeer het testsysteem niet te slim af te zijn en te doorbreken. Als je dat doet, weten we wie je bent en zullen we je van de cursus verwijderen. Je bent gewaarschuwd. </li></ul> <p>Wij wensen u veel plezier bij het maken van dit examen !!!</p>
ru: <p> Эта экзаменационная система была разработана с целью научить вас изучать программирование и дать вам оценку в интерактивной и увлекательной форме. Вам будет предложен ряд вопросов и задач по программированию, на которые вы ответите онлайн и получите немедленную обратную связь. </p> <p> Вот несколько важных инструкций и правил, которые вы должны внимательно усвоить. </p> <ul> <li> По любым вопросам программирования вы можете отправлять решения сколько угодно раз без штрафных санкций. Вы можете пропустить вопросы и решить их позже. </li> <li> Вы <strong> можете </strong> использовать оболочку Python / IPython вашего компьютера или редактор для решения проблемы и вырезать / вставить решение в веб-интерфейс. </li> <li> <strong> Вам не разрешается использовать какие-либо интернет-ресурсы, например Google и т. д. </strong> </li> <li> Не копируйте и не сообщайте кому-либо вопросы или ответы до тех пор, пока не будет проведен экзамен. заполните <strong> для всех </strong>. </li> <li> <strong> Все </strong> ваши попытки ответить на вопросы регистрируются. Не пытайтесь перехитрить и сломать систему тестирования. Если вы это сделаете, мы узнаем, кто вы, и исключим вас из курса. Вы были предупреждены. </li> </ul> <p> Надеемся, вам понравится этот экзамен !!! </p>

source: (current)
ar: (تيار)
be: (бягучы)
ca: (actual)
et: (praegune)
he: (נוֹכְחִי)
hu: (jelenlegi)
id: (saat ini)
ru: (Текущий)

source: (Latest)
ar: (أحدث)
be: (Апошняе)
et: (Viimased)
he: (הכי מאוחר)
hu: (Legújabb)
id: (Terbaru)
nl: (Laatste)
ru: (Последний)

source: (will take
ar: (سيستغرق
be: (прыме
ca: (es durà a
et: (võtab
he: (ייקח
hu: (fog tartani
id: (akan mengambil
nl: (zal nemen
ru: (примет

source: - If username and password are not provided then
ar: - إذا لم يتم توفير اسم المستخدم وكلمة المرور بعد ذلك
be: - Калі імя карыстальніка і пароль не пазначаны
ca: - Si no es proporcionen el nom d'usuari i la contrasenya
et: - Kui kasutajanime ja parooli ei anta
he: - אם שם המשתמש והסיסמה אינם מסופקים אז
hu: - Ha nincs megadva felhasználónév és jelszó
id: - Jika nama pengguna dan kata sandi tidak diberikan maka
nl: - Als gebruikersnaam en wachtwoord niet zijn opgegeven,
ru: - Если имя пользователя и пароль не указаны, то

source: - Mandatory fields are
ar: - الحقول الإلزامية هي
be: - Абавязковыя палі ёсць
ca: - Els camps obligatoris són
et: - Kohustuslikud väljad on
he: - שדות חובה הם
hu: - Kötelező mezők
id: - Bidang wajib adalah
nl: - Verplichte velden zijn:
ru: - Обязательные поля

source: - Other fields are optional.
ar: - الحقول الأخرى اختيارية.
be: - Іншыя палі неабавязковыя.
ca: - Altres camps són opcionals.
et: - Muud väljad on vabatahtlikud.
he: - שדות אחרים הינם אופציונליים.
hu: - Egyéb mezők nem kötelezőek.
id: - Bidang lain adalah opsional.
nl: - Andere velden zijn optioneel.
ru: - Остальные поля необязательны.

source: - The uploaded csv should have headers exactly same as mentioned below:
ar: - يجب أن يحتوي ملف csv الذي تم تحميله على الرؤوس تمامًا كما هو مذكور أدناه:
be: - Запампаваны файл csv павінен мець загалоўкі сапраўды такія ж, як згадваецца ніжэй:
ca: - El CSV carregat hauria de tenir les capçaleres exactament iguals que es mencionen a continuació:
et: - Üleslaaditud csv -i päised peaksid olema täpselt samad, mis allpool mainitud:
he: - קובץ ה- CSV שהועלה צריך לכלול כותרות בדיוק כמו שהוזכרו להלן:
hu: - A feltöltött csv fejlécének pontosan ugyanazoknak kell lennie, mint az alábbiak:
id: - Csv yang diunggah harus memiliki tajuk yang sama persis seperti yang disebutkan di bawah ini:
nl: - Het geüploade csv moet dezelfde headers hebben als hieronder vermeld:
ru: - Загруженный csv должен иметь заголовки, точно такие же, как указано ниже:

source: Account Activation
ar: تفعيل الحساب
be: Актывацыя ўліковага запісу
ca: Activació del compte
et: Konto aktiveerimine
he: הפעלת חשבון
hu: Fiók Aktiválás
id: Aktivasi Akun
nl: Account activatie
ru: активация аккаунта

source: Active
ar: نشيط
be: Актыўны
ca: Actiu
et: Aktiivne
he: פָּעִיל
hu: Aktív
id: Aktif
nl: Actief
ru: Активный

source: Add
ar: يضيف
be: Дадаць
ca: Afegeix
et: Lisama
he: לְהוֹסִיף
hu: Hozzáadás
id: Menambahkan
nl: Toevoegen
ru: Добавлять

source: Add a Video Path or Upload a video file to setup lesson contents
ar: أضف مسار فيديو أو قم بتحميل ملف فيديو لإعداد محتويات الدرس
be: Дадайце відэа шлях або загрузіце відэафайл, каб наладзіць змест урока
ca: Afegiu un camí de vídeo o pengeu un fitxer de vídeo per configurar el contingut de la lliçó
et: Lisage õppetee sisusse videotee või laadige üles videofail
he: הוסף נתיב וידאו או העלה קובץ וידאו להגדרת תוכן השיעור
hu: Videóútvonal hozzáadása vagy videofájl feltöltése a lecke tartalmához
id: Tambahkan Jalur Video atau Unggah file video untuk menyiapkan konten pelajaran
nl: Voeg een videopad toe of upload een videobestand om lesinhoud in te stellen
ru: Добавьте путь к видео или загрузите видеофайл, чтобы настроить содержание урока

source: Add comment:
ar: أضف تعليق:
be: Дадаць каментар:
ca: Afegeix un comentari:
et: Lisa kommentaar:
he: הוסף תגובה:
hu: Megjegyzés hozzáadása:
id: Tambahkan komentar:
nl: Voeg opmerking toe:
ru: Добавить комментарий:

source: Add Course
ar: أضف دورة
be: Дадаць курс
ca: Afegeix curs
et: Lisage kursus
he: הוסף קורס
hu: Tanfolyam hozzáadása
id: Tambahkan Kursus
nl: Cursus toevoegen
ru: Добавить курс

source: Add Exercise
ar: أضف تمرين
be: Дадайце практыкаванні
ca: Afegir exercici
et: Lisa harjutus
he: הוסף תרגיל
hu: Gyakorlat hozzáadása
id: Tambahkan Latihan
nl: Oefening toevoegen
ru: Добавить упражнение

source: Add Fixed Questions
ar: أضف أسئلة ثابتة
be: Дадайце выпраўленыя пытанні
ca: Afegiu preguntes solucionades
et: Lisage fikseeritud küsimused
he: הוסף שאלות קבועות
hu: Rögzített kérdések hozzáadása
id: Tambahkan Pertanyaan Tetap
nl: Vaste vragen toevoegen
ru: Добавить фиксированные вопросы

source: Add Lesson
ar: أضف درسًا
be: Дадаць урок
ca: Afegeix una lliçó
et: Lisage õppetund
he: הוסף שיעור
hu: Lecke hozzáadása
id: Tambahkan Pelajaran
nl: Les toevoegen
ru: Добавить урок

source: Add Module
ar: إضافة وحدة
be: Дадаць модуль
ca: Afegeix un mòdul
et: Lisa moodul
he: הוסף מודול
hu: Modul hozzáadása
id: Tambahkan Modul
nl: Module toevoegen
ru: Добавить модуль

source: Add More
ar: أضف المزيد
be: Дадаць больш
ca: Afegir més
et: Lisa veel
he: הוסף עוד
hu: Adj hozzá többet
id: Tambahkan Lebih Banyak
nl: Voeg meer toe
ru: Добавить больше

source: Add New Exercise
ar: أضف تمرين جديد
be: Дадаць новае практыкаванне
ca: Afegiu un nou exercici
et: Lisage uus harjutus
he: הוסף תרגיל חדש
hu: Új gyakorlat hozzáadása
id: Tambahkan Latihan Baru
nl: Nieuwe oefening toevoegen
ru: Добавить новое упражнение

source: Add new Lesson
ar: أضف درسًا جديدًا
be: Дадаць новы ўрок
ca: Afegeix una nova lliçó
et: Lisage uus õppetund
he: הוסף שיעור חדש
hu: Új lecke hozzáadása
id: Tambahkan Pelajaran baru
nl: Nieuwe les toevoegen
ru: Добавить новый урок

source: Add new Module
ar: إضافة وحدة جديدة
be: Дадаць новы модуль
ca: Afegiu un mòdul nou
et: Lisage uus moodul
he: הוסף מודול חדש
hu: Új modul hozzáadása
id: Tambahkan Modul baru
nl: Nieuwe module toevoegen
ru: Добавить новый модуль

source: Add New Quiz
ar: إضافة اختبار جديد
be: Дадаць новую віктарыну
ca: Afegeix un qüestionari nou
et: Lisa uus viktoriin
he: הוסף חידון חדש
hu: Új kvíz hozzáadása
id: Tambahkan Kuis Baru
nl: Nieuwe quiz toevoegen
ru: Добавить новую викторину

source: Add Question
ar: أضف سؤالا
be: Дадаць пытанне
ca: Afegeix una pregunta
et: Lisa küsimus
he: הוסף שאלה
hu: Kérdés hozzáadása
id: Tambahkan Pertanyaan
nl: Vraag toevoegen
ru: Добавить вопрос

source: Add Quiz
ar: أضف مسابقة
be: Дадаць віктарыну
ca: Afegeix prova
et: Lisa viktoriin
he: הוסף חידון
hu: Kvíz hozzáadása
id: Tambahkan Kuis
nl: Quiz toevoegen
ru: Добавить тест

source: Add Quizzes/Lessons for
ar: أضف اختبارات / دروسًا لـ
be: Дадаць віктарыны/урокі для
ca: Afegeix proves / lliçons per a
et: Lisage viktoriinid/õppetunnid
he: הוסף חידונים/שיעורים עבור
hu: Kvízek/leckék hozzáadása
id: Tambahkan Kuis/Pelajaran untuk
nl: Quizzen/lessen toevoegen voor
ru: Добавить викторины / уроки для

source: Add Random Questions
ar: أضف أسئلة عشوائية
be: Дадайце выпадковыя пытанні
ca: Afegiu preguntes aleatòries
et: Lisage juhuslikke küsimusi
he: הוסף שאלות אקראיות
hu: Véletlen kérdések hozzáadása
id: Tambahkan Pertanyaan Acak
nl: Willekeurige vragen toevoegen
ru: Добавить случайные вопросы

source: Add Selected
ar: اضف اختيارك
be: Дадаць выбранае
ca: Afegeix seleccionats
et: Lisa valitud
he: הוסף נבחרים
hu: Kijelöltek hozzáadása
id: Tambahkan yang Dipilih
nl: Voeg geselecteerde toe
ru: Добавить в избранное

source: Add Teachers/TAs
ar: إضافة مدرسين / مساعدين
be: Дадаць настаўнікаў/ТП
ca: Afegiu professors / TA
et: Lisage õpetajaid/TA -sid
he: הוסף מורים/ת"א
hu: Tanárok/TA -k hozzáadása
id: Tambahkan Guru/TA
nl: Docenten/TA's toevoegen
ru: Добавить учителей / администраторов

source: Add Test Case:
ar: إضافة حالة الاختبار:
be: Дадаць тэст:
ca: Afegeix un cas de prova:
et: Lisa testjuhtum:
he: הוסף מקרה מבחן:
hu: Teszt eset hozzáadása:
id: Tambahkan Kasus Uji:
nl: Testcase toevoegen:
ru: Добавить тестовый пример:

source: Add to course
ar: أضف إلى الدورة
be: Дадайце да курсу
ca: Afegeix al curs
et: Lisage kursusele
he: להוסיף לקורס
hu: Hozzáadás a tanfolyamhoz
id: Tambahkan ke kursus
nl: Toevoegen aan cursus
ru: Добавить в курс

source: Add to Module
ar: أضف إلى الوحدة النمطية
be: Дадаць у модуль
ca: Afegeix al mòdul
et: Lisa moodulisse
he: הוסף למודול
hu: Hozzáadás a modulhoz
id: Tambahkan ke Modul
nl: Toevoegen aan module
ru: Добавить в модуль

source: Add to paper
ar: أضف إلى الورق
be: Дадаць у паперу
ca: Afegir al paper
et: Lisa paberile
he: מוסיפים לנייר
hu: Add hozzá a papírhoz
id: Tambahkan ke kertas
nl: Toevoegen aan papier
ru: Добавить в бумагу

source: Add videos from youtube, vimeo or other
ar: أضف مقاطع فيديو من youtube أو vimeo أو غيرها
be: Дадайце відэа з youtube, vimeo ці іншага
ca: Afegiu vídeos de youtube, vimeo o altres
et: Lisage videoid YouTube'ist, vimeost või mujalt
he: הוסף סרטונים מיוטיוב, vimeo או אחר
hu: Videókat adhat hozzá a YouTube -ról, a vimeo -ról vagy más webhelyről
id: Tambahkan video dari youtube, vimeo atau lainnya
nl: Voeg video's toe van youtube, vimeo of andere
ru: Добавляйте видео с youtube, vimeo и др.

source: Add/Edit Content
ar: إضافة / تحرير المحتوى
be: Дадаць/змяніць змест
ca: Afegeix / edita contingut
et: Sisu lisamine/muutmine
he: הוספה/עריכה של תוכן
hu: Tartalom hozzáadása/szerkesztése
id: Tambahkan/Edit Konten
nl: Inhoud toevoegen/bewerken
ru: Добавить / редактировать контент

source: Add/Edit Course
ar: إضافة / تحرير دورة
be: Дадаць/змяніць курс
ca: Afegir / Editar curs
et: Kursuse lisamine/muutmine
he: הוסף/ערוך קורס
hu: Tanfolyam hozzáadása/szerkesztése
id: Tambah/Edit Kursus
nl: Cursus toevoegen/bewerken
ru: Добавить / изменить курс

source: Add/Edit Quiz
ar: إضافة / تحرير الاختبار
be: Дадаць/змяніць віктарыну
ca: Afegeix / edita el concurs
et: Lisa/redigeeri viktoriin
he: הוסף/ערוך חידון
hu: Kvíz hozzáadása/szerkesztése
id: Tambah/Edit Kuis
nl: Quiz toevoegen/bewerken
ru: Добавить / изменить викторину

source: Add/View Grading Systems
ar: إضافة / عرض أنظمة الدرجات
be: Дадаць/прагледзець сістэмы ацэнкі
ca: Afegeix / visualitza sistemes de classificació
et: Lisage/vaadake hindamissüsteeme
he: הוסף/הצג מערכות דירוג
hu: Osztályozási rendszerek hozzáadása/megtekintése
id: Tambahkan/Lihat Sistem Penilaian
nl: Beoordelingssystemen toevoegen/bekijken
ru: Добавить / просмотреть системы оценок

source: Add/View Lessons
ar: إضافة / عرض الدروس
be: Дадаць/праглядзець урокі
ca: Afegir / Veure lliçons
et: Lisage/vaadake õppetunde
he: הוסף/הצג שיעורים
hu: Leckék hozzáadása/megtekintése
id: Tambah/Lihat Pelajaran
nl: Lessen toevoegen/bekijken
ru: Добавить / просмотреть уроки

source: Add/View Modules
ar: إضافة / عرض الوحدات
be: Дадаць/прагледзець модулі
ca: Afegeix / visualitza mòduls
et: Lisa/vaata mooduleid
he: הוסף/הצג מודולים
hu: Modulok hozzáadása/megtekintése
id: Tambahkan/Lihat Modul
nl: Modules toevoegen/bekijken
ru: Добавить / просмотреть модули

source: Add/View Quizzes
ar: إضافة / عرض الاختبارات
be: Дадаць/прагледзець віктарыны
ca: Afegeix / visualitza proves
et: Lisa/vaata viktoriine
he: הוסף/צפה בחידונים
hu: Kvízek hozzáadása/megtekintése
id: Tambahkan/Lihat Kuis
nl: Quizzen toevoegen/bekijken
ru: Добавить / просмотреть викторины

source: All Courses
ar: جميع الدورات
be: Усе курсы
ca: Tots els cursos
et: Kõik kursused
he: כל הקורסים
hu: Minden tanfolyam
id: Semua Kursus
nl: Alle cursussen
ru: Все курсы

source: All Questions
ar: كل الأسئلة
be: Усе пытанні
ca: Totes les preguntes
et: Kõik küsimused
he: כל השאלות
hu: Minden kérdés
id: Semua Pertanyaan
nl: Alle vragen
ru: Все вопросы

source: All timings are shown based on the selected timezone
ar: يتم عرض جميع التوقيتات بناءً على المنطقة الزمنية المحددة
be: Усе часовыя паказчыкі паказваюцца ў залежнасці ад абранага часавага пояса
ca: Tots els horaris es mostren en funció de la zona horària seleccionada
et: Kõik ajad kuvatakse valitud ajavööndi alusel
he: כל התזמונים מוצגים על סמך אזור הזמן שנבחר
hu: Minden időzítés a kiválasztott időzóna alapján jelenik meg
id: Semua pengaturan waktu ditampilkan berdasarkan zona waktu yang dipilih
nl: Alle tijden worden weergegeven op basis van de geselecteerde tijdzone
ru: Все тайминги показаны в зависимости от выбранного часового пояса.

source: Allotted Course
ar: الدورة المخصصة
be: Прызначаны курс
ca: Curs assignat
et: Määratud kursus
he: קורס מוקצה
hu: Kiosztott tanfolyam
id: Kursus yang Diberikan
nl: Toegewezen cursus
ru: Отведенный курс
