Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: Summary:
ar: ملخص:
be: Рэзюмэ:
ca: Resum:
et: Kokkuvõte:
he: סיכום:
hu: Összefoglaló:
id: Ringkasan:
nl: Samenvatting:
ru: Резюме:

source: Switch To Moderator
ar: التبديل إلى وسيط
be: Пераключыцца на мадэратара
ca: Canvia a moderador
et: Lülitu moderaatorile
he: עבור למנחה
hu: Váltás moderátorra
id: Beralih Ke Moderator
nl: Overschakelen naar moderator
ru: Перейти к модератору

source: Switch To Student
ar: قم بالتبديل إلى الطالب
be: Пераключыцца на студэнта
ca: Canvia a estudiant
et: Lülitu õpilasele
he: עבור לסטודנט
hu: Váltás diákra
id: Beralih ke Siswa
nl: Overschakelen naar student
ru: Перейти к студенту

source: Table Of Contents
ar: جدول المحتويات
be: Змест
ca: Taula de continguts
et: Sisukord
he: תוכן העניינים
hu: Tartalomjegyzék
id: Daftar isi
nl: Inhoudsopgave
ru: Оглавление

source: Tags
ar: العلامات
be: Тэгі
ca: Etiquetes
et: Sildid
he: תגיות
hu: Címkék
id: Tag
ru: Теги

source: Taken By
ar: اخذت بواسطة
be: Прынята
ca: Presa per
et: Võetud
he: צולם על ידי
hu: Által hozott
id: Diambil oleh
nl: genomen door
ru: Снято

source: Teacher comments:
ar: تعليقات المعلم:
be: Каментары настаўнікаў:
ca: Comentaris del professor:
et: Õpetaja kommentaarid:
he: הערות המורה:
hu: A tanár megjegyzései:
id: Komentar guru:
nl: Opmerkingen van de leraar:
ru: Комментарии учителя:

source: Teacher(s) added
ar: تمت إضافة المعلم (المدرسين)
be: Дададзены настаўнікі
ca: S'han afegit professors
et: Õpetaja (d) lisatud
he: נוספו מורים
hu: Tanár (ok) hozzáadva
id: Guru menambahkan
nl: Docent(en) toegevoegd
ru: Учитель (и) добавлен

source: Teacher(s)/TA(s)
ar: المعلم (ق) / تا (ق)
be: Настаўнік (ы)/ТП (ы)
ca: Professor (s) / TA (s)
et: Õpetaja (d)/TA (d)
he: מורים/ת"א
hu: Tanár (ok)/TA (k)
id: Guru/TA
nl: Docent(en)/TA('s)
ru: Учителя / TA

source: Test
ar: اختبار
be: Тэст
ca: Prova
he: מִבְחָן
hu: Teszt
id: Tes
ru: Тестовое задание

source: Test case
ar: حالة اختبار
be: Тэст -кейс
ca: Cas de prova
et: Testjuhtum
he: מקרה מבחן
hu: Próbaper
id: Kasus cobaan
nl: Testgeval
ru: Прецедент

source: Test Cases
ar: حالات تجريبية
be: Тэставыя выпадкі
ca: Casos de prova
et: Testjuhtumid
he: מקרי מבחן
hu: Teszt esetek
id: Kasus Uji
nl: Testgevallen
ru: Тестовые кейсы

source: Test cases:
ar: حالات تجريبية:
be: Тэсты:
ca: Casos de prova:
et: Katsejuhtumid:
he: מקרי בדיקה:
hu: Teszt esetek:
id: Kasus uji:
nl: Testgevallen:
ru: Тестовые примеры:

source: Test Selected
ar: اختبار محدد
be: Тэст выбраны
ca: Prova seleccionada
et: Test valitud
he: מבחן נבחר
hu: Teszt kiválasztva
id: Tes Terpilih
nl: Test geselecteerd
ru: Выбран тест

source: The following error took place:
ar: وقع الخطأ التالي:
be: Адбылася наступная памылка:
ca: Es va produir l'error següent:
et: Tekkis järgmine viga:
he: אירעה השגיאה הבאה:
hu: A következő hiba történt:
id: Terjadi kesalahan berikut:
nl: De volgende fout is opgetreden:
ru: Произошла следующая ошибка:

source: This email already exists
ar: هذا البريد الإلكتروني موجود بالفعل
be: Гэты адрас электроннай пошты ўжо існуе
ca: Aquesta adreça de correu electrònic ja existeix
et: See email juba eksisteerib
he: דוא"ל זה כבר קיים
hu: Ez az e-mail már létezik
id: Email ini sudah ada
nl: Dit e-mailadres bestaat al
ru: Этот адрес электронной почты уже существует

source: This event will be reported.
ar: سيتم الإبلاغ عن هذا الحدث.
be: Аб гэтай падзеі будзе паведамлена.
ca: S’informarà d’aquest esdeveniment.
et: Sellest sündmusest teatatakse.
he: אירוע זה ידווח.
hu: Ezt az eseményt jelenteni fogják.
id: Peristiwa ini akan dilaporkan.
nl: Dit evenement zal worden gerapporteerd.
ru: Об этом событии будет сообщено.

source: This Quiz has expired. You can no longer attempt this Quiz.
ar: لقد انتهت صلاحية هذا الاختبار. لم يعد بإمكانك محاولة هذا الاختبار.
be: Тэрмін дзеяння віктарыны скончыўся. Вы больш не можаце спрабаваць гэтую віктарыну.
ca: Aquest concurs ha caducat. Ja no podeu provar aquest concurs.
et: See viktoriin on aegunud. Te ei saa seda viktoriini enam proovida.
he: פג תוקף החידון הזה. אינך יכול עוד לנסות את החידון הזה.
hu: Ez a kvíz lejárt. Többé nem próbálkozhat ezzel a kvízzel.
id: Kuis ini telah kedaluwarsa. Anda tidak dapat lagi mencoba Kuis ini.
nl: Deze quiz is verlopen. Je kunt deze quiz niet meer proberen.
ru: Срок действия этой викторины истек. Вы больше не можете проходить эту викторину.

source: This reset link is no longer valid!
ar: لم يعد رابط إعادة التعيين هذا صالحًا!
be: Гэтая спасылка на скід больш не дзейнічае!
ca: Aquest enllaç de restabliment ja no és vàlid.
et: See lähtestamise link ei kehti enam!
he: קישור איפוס זה אינו תקף עוד!
hu: Ez a visszaállítási link már nem érvényes!
id: Tautan setel ulang ini tidak lagi valid!
nl: Deze reset-link is niet meer geldig!
ru: Эта ссылка для сброса больше не действительна!

source: Time
ar: زمن
be: Час
ca: Temps
et: Aeg
he: זְמַן
hu: Idő
id: Waktu
nl: Tijd
ru: Время

source: Time Extension
ar: تمديد الوقت
be: Падаўжэнне часу
ca: Ampliació de temps
et: Ajapikendus
he: הארכת זמן
hu: Idő hosszabbítás
id: Perpanjangan Waktu
nl: Tijds verlenging
ru: Продление времени

source: Time Left
ar: الوقت المتبقي
be: Засталося часу
ca: Temps restant
et: Aega jäänud
he: הזמן שנותר
hu: Idő maradt
id: Waktu tersisa
nl: Tijd over
ru: Оставшееся время

source: Timezone:
ar: وحدة زمنية:
be: Часавы пояс:
ca: Fus horari:
et: Ajavöönd:
he: אזור זמן:
hu: Időzóna:
id: Zona waktu:
nl: Tijdzone:
ru: Часовой пояс:

source: to delete files,
ar: لحذف الملفات ،
be: каб выдаліць файлы,
ca: per esborrar fitxers,
et: failide kustutamiseks,
he: למחוק קבצים,
hu: fájlok törlésére,
id: untuk menghapus file,
nl: om bestanden te verwijderen,
ru: удалить файлы,

source: to download a sample CSV, edit and upload it
ar: لتنزيل نموذج CSV وتحريره وتحميله
be: каб загрузіць узор CSV, змяніць і загрузіць яго
ca: per descarregar un CSV de mostra, editar-lo i penjar-lo
et: CSV -näidise allalaadimiseks muutke ja laadige see üles
he: כדי להוריד קובץ CSV לדוגמה, ערוך והעלה אותו
hu: egy CSV -minta letöltéséhez szerkessze és töltse fel
id: untuk mengunduh contoh CSV, edit dan unggah
nl: om een voorbeeld-CSV te downloaden, te bewerken en te uploaden
ru: чтобы скачать образец CSV, отредактируйте и загрузите его

source: to extract files and
ar: لاستخراج الملفات و
be: для распакавання файлаў і
ca: per extreure fitxers i
et: failide väljavõtmiseks ja
he: לחלץ קבצים ו-
hu: fájlok kibontásához és
id: untuk mengekstrak file dan
nl: om bestanden uit te pakken en
ru: для извлечения файлов и

source: to hide files
ar: لإخفاء الملفات
be: каб схаваць файлы
ca: per amagar fitxers
et: failide peitmiseks
he: כדי להסתיר קבצים
hu: fájlok elrejtéséhez
id: untuk menyembunyikan file
nl: om bestanden te verbergen
ru: чтобы скрыть файлы

source: to the programming quiz!
ar: لمسابقة البرمجة!
be: да віктарыны праграмавання!
ca: al concurs de programació!
et: programmeerimise viktoriinile!
he: לחידון התכנות!
hu: a programozási kvízre!
id: untuk kuis pemrograman!
nl: naar de programmeerquiz!
ru: на викторину по программированию!

source: TOC
ar: جدول المحتويات
id: DAFTAR ISI
ru: ТОС

source: Topic
ar: عنوان
be: Тэма
ca: Tema
et: Teema
he: נוֹשֵׂא
hu: Téma
id: Tema
nl: Onderwerp
ru: Тема

source: Topic name
ar: اسم الموضوع
be: Назва тэмы
ca: Nom del tema
et: Teema nimi
he: שם הנושא
hu: Téma neve
id: Nama topik
nl: Onderwerp naam
ru: Название темы

source: Topic:
ar: عنوان:
be: Тэма:
ca: Tema:
et: Teema:
he: נוֹשֵׂא:
hu: Téma:
id: Tema:
nl: Onderwerp:
ru: Тема:

source: Total attempts
ar: مجموع محاولات
be: Поўныя спробы
ca: Intents totals
et: Kokku katseid
he: סך הכל ניסיונות
hu: Összes próbálkozás
id: Total upaya
nl: Totale pogingen
ru: Всего попыток

source: Total attempts at questions:
ar: إجمالي المحاولات في الأسئلة:
be: Поўная спроба пытанняў:
ca: Intents de preguntes totals:
et: Küsimuste katsed kokku:
he: סה"כ ניסיונות לשאלות:
hu: Kérdések száma összesen:
id: Total upaya pertanyaan:
nl: Totaal aantal pogingen tot vragen:
ru: Всего попыток ответов на вопросы:

source: Total Marks:
ar: مجموع علامات:
be: Усяго адзнак:
ca: Total de marques:
et: Märke kokku:
he: סך כל הציונים:
hu: Összes jel:
id: Jumlah Tanda:
nl: Totale cijfers:
ru: Всего оценок:

source: Total number of participants:
ar: إجمالي عدد المشاركين:
be: Агульная колькасць удзельнікаў:
ca: Nombre total de participants:
et: Osalejate koguarv:
he: סך כל המשתתפים:
hu: A résztvevők teljes száma:
id: Jumlah peserta:
nl: Totaal aantal deelnemers:
ru: Общее количество участников:

source: Total Submissions:
ar: إجمالي عمليات الإرسال:
be: Усяго заявак:
ca: Total d'enviaments:
et: Esitusi kokku:
he: סך כל ההגשות:
hu: Összes beküldés:
id: Jumlah Pengajuan:
nl: Totaal aantal inzendingen:
ru: Всего представленных:

source: Total Time:
ar: الوقت الكلي:
be: Агульны час:
ca: Temps total:
et: Aeg kokku:
he: זמן כולל:
hu: Teljes idő:
id: Total Waktu:
nl: Totale tijd:
ru: Общее время:

source: Try as student
ar: حاول كطالب
be: Паспрабуй яшчэ студэнтам
ca: Prova com a estudiant
et: Proovige õpilasena
he: נסה כתלמיד
hu: Próbáld meg diákként
id: Cobalah sebagai siswa
nl: Probeer als student
ru: Попробуй как студент

source: Try as student:
ar: حاول كطالب:
be: Паспрабуйце як студэнт:
ca: Proveu com a estudiant:
et: Proovige õpilasena:
he: נסה כתלמיד:
hu: Próbáld ki diákként:
id: Coba sebagai siswa:
nl: Probeer als leerling:
ru: Попробуйте как студент:

source: Try as teacher
ar: حاول كمدرس
be: Паспрабуйце як настаўнік
ca: Intenta com a professor
et: Proovige õpetajana
he: נסה כמורה
hu: Próbálkozz tanárként
id: Cobalah sebagai guru
nl: Probeer als leraar
ru: Попробуй как учитель

source: Try as teacher:
ar: حاول كمدرس:
be: Паспрабуйце як настаўнік:
ca: Prova com a professor:
et: Proovige õpetajana:
he: נסה כמורה:
hu: Próbáld ki tanárként:
id: Coba sebagai guru:
nl: Probeer als docent:
ru: Попробуйте как учитель:

source: Type
ar: نوع
be: Тып
ca: Tipus
et: Tüüp
he: סוּג
hu: típus
id: Jenis
ru: Тип

source: Type:
ar: نوع:
be: Тып:
ca: Tipus:
et: Tüüp:
he: סוּג:
hu: Típus:
id: Jenis:
ru: Тип:

source: Unattempted question(s)
ar: سؤال (أسئلة) لم تتم الإجابة عليها
be: Пытанні без спроб
ca: Preguntes sense intents
et: Proovimata küsimus (id)
he: שאלות ללא ניסיון
hu: Nem kísértett kérdés (ek)
id: Pertanyaan yang belum dicoba
nl: Ongepoogde vraag(en)
ru: Непрошенный вопрос (ы)

source: Undo Changes
ar: التراجع عن التغييرات
be: Адмяніць змены
ca: Desfés els canvis
et: Võta muudatused tagasi
he: בטל שינויים
hu: Változtatások visszavonása
id: Membatalkan perubahan
nl: Veranderingen terugdraaien
ru: Отменить изменения

source: Update
ar: تحديث
be: Абнаўленне
ca: Actualització
et: Värskenda
he: עדכון
hu: Frissítés
id: Memperbarui
ru: Обновлять

source: Upload
ar: تحميل
be: Загрузіць
ca: Pujar
et: Laadi üles
he: העלה
hu: Feltöltés
id: Mengunggah
nl: Uploaden
ru: Загрузить

source: Upload / Download MD
ar: تحميل / تنزيل MD
be: Загрузка / загрузка MD
ca: Carregar / descarregar MD
et: Laadi MD alla
he: העלה / הורד MD
hu: MD feltöltése / letöltése
id: Unggah / Unduh MD
ru: Загрузить / скачать MD

source: Upload assignment file for
ar: تحميل ملف المهمة ل
be: Загрузіць файл задання для
ca: Pengeu el fitxer de tasques per a
et: Laadige ülesande fail üles
he: העלה קובץ הקצאה עבור
hu: Hozzárendelési fájl feltöltése a következőhöz:
id: Unggah file tugas untuk
nl: Upload opdrachtbestand voor
ru: Загрузить файл задания для

source: Upload File
ar: رفع ملف
be: Загрузіць файл
ca: Penja el document
et: Faili üles laadima
he: העלה קובץ
hu: Fájl feltöltés
id: Unggah data
nl: Upload bestand
ru: Загрузить файл

source: Upload Questions
ar: تحميل الأسئلة
be: Загрузіць пытанні
ca: Carregueu preguntes
et: Küsimuste üleslaadimine
he: העלה שאלות
hu: Kérdések feltöltése
id: Unggah Pertanyaan
nl: Vragen uploaden
ru: Загрузить вопросы

source: Upload TOC
ar: تحميل جدول المحتويات
be: Загрузіць TOC
ca: Pengeu TOC
et: Laadige üles TOC
he: העלה TOC
hu: TOC feltöltése
id: Unggah TOC
nl: Inhoudsopgave uploaden
ru: Загрузить оглавление

source: Upload Users
ar: تحميل المستخدمين
be: Загрузіць карыстальнікаў
ca: Pujar usuaris
et: Kasutajate üleslaadimine
he: העלה משתמשים
hu: Felhasználók feltöltése
id: Unggah Pengguna
nl: Gebruikers uploaden
ru: Загрузить пользователей

source: Uploaded files
ar: الملفات التي يتم تحميلها
be: Запампаваныя файлы
ca: Fitxers penjats
et: Üleslaaditud failid
he: קבצים שהועלו
hu: Feltöltött fájlok
id: File yang diunggah
nl: Geüploade bestanden
ru: Загруженные файлы

source: Use a dummy if you don't have one.
ar: استخدم دمية إذا لم يكن لديك واحدة.
be: Выкарыстоўвайце манекен, калі ў вас яго няма.
ca: Utilitzeu un maniquí si no en teniu.
et: Kasutage mannekeeni, kui teil seda pole.
he: השתמש בדמה אם אין לך.
hu: Használjon próbababát, ha nincs.
id: Gunakan boneka jika Anda tidak memilikinya.
nl: Gebruik een dummy als je er geen hebt.
ru: Используйте пустышку, если у вас ее нет.

source: User Data
ar: بيانات المستخدم
be: Дадзеныя карыстальніка
ca: Dades d’usuari
et: Kasutaja andmed
he: מידע משתמש
hu: Felhasználói adat
id: Data pengguna
nl: Gebruikersgegevens
ru: Данные пользователя

source: User IP:
ar: عنوان IP للمستخدم:
be: IP карыстальніка:
ca: IP de l'usuari:
et: Kasutaja IP:
he: כתובת משתמש:
hu: Felhasználói IP:
id: IP pengguna:
nl: Gebruikers-IP:
ru: IP пользователя:

source: User Mode
ar: وضع المستخدم
be: Рэжым карыстальніка
ca: Mode d'usuari
et: Kasutaja režiim
he: מצב משתמש
hu: Felhasználói mód
id: Mode pengguna
nl: Gebruikersmodus
ru: Пользовательский режим

source: User output
ar: إخراج المستخدم
be: Вывад карыстальніка
ca: Sortida de l'usuari
et: Kasutaja väljund
he: פלט משתמש
hu: Felhasználói kimenet
id: Keluaran pengguna
nl: Gebruikersoutput
ru: Пользовательский вывод

source: user(s)
ar: مستخدم (ق)
be: карыстальнікі
ca: usuari (s)
et: kasutaja (d)
he: משתמשים
hu: felhasználó (k)
id: pengguna
nl: gebruiker(s)
ru: пользователь (и)

source: Username
ar: اسم المستخدم
be: Імя карыстальніка
ca: Nom d'usuari
et: Kasutajanimi
he: שם משתמש
hu: Felhasználónév
id: Nama pengguna
nl: gebruikersnaam
ru: Имя пользователя

source: Username already exists.
ar: اسم المستخدم موجود بالفعل.
be: Імя карыстальніка ўжо існуе.
ca: El nom d'usuari ja existeix.
et: Kasutajanimi on juba olemas.
he: שם משתמש כבר קיים.
hu: Felhasználónév már létezik.
id: Nama pengguna sudah ada.
nl: Gebruikersnaam bestaat al.
ru: Имя пользователя уже занято.

source: Username and/or Password is not entered
ar: لم يتم إدخال اسم المستخدم و / أو كلمة المرور
be: Імя карыстальніка і/або пароль не ўводзіцца
ca: No s’introdueix el nom d’usuari i / o la contrasenya
et: Kasutajanime ja/või parooli pole sisestatud
he: שם משתמש ו/או סיסמא לא הוזנו
hu: Nincs megadva felhasználónév és/vagy jelszó
id: Nama Pengguna dan/atau Kata Sandi tidak dimasukkan
nl: Gebruikersnaam en/of wachtwoord is niet ingevuld
ru: Имя пользователя и / или пароль не введены

source: Users created will have username and password same as their email
ar: سيكون لدى المستخدمين الذين تم إنشاؤهم اسم مستخدم وكلمة مرور مثل بريدهم الإلكتروني
be: Створаныя карыстальнікі будуць мець імя карыстальніка і пароль, як і іх электронная пошта
ca: Els usuaris creats tindran el mateix nom d’usuari i contrasenya que el seu correu electrònic
et: Loodud kasutajate kasutajanimi ja parool on samad, mis nende e -posti aadressil
he: למשתמשים שנוצרו יהיו שם המשתמש והסיסמה זהים לדוא"ל שלהם
hu: A létrehozott felhasználók felhasználóneve és jelszava megegyezik az e -mail címükkel
id: Pengguna yang dibuat akan memiliki nama pengguna dan kata sandi yang sama dengan email mereka
nl: Gebruikers die zijn gemaakt, hebben dezelfde gebruikersnaam en hetzelfde wachtwoord als hun e-mailadres
ru: Созданные пользователи будут иметь такие же имя пользователя и пароль, как и их адрес электронной почты.

source: Value must be dictionary e.g {'youtube': 'video-id'}
ar: يجب أن تكون القيمة قاموسًا ، مثل {'youtube': 'video-id'}
be: Значэнне павінна быць слоўнікам, напрыклад {'youtube': 'video-id'}
ca: El valor ha de ser diccionari, per exemple, {'youtube': 'video-id'}
et: Väärtus peab olema sõnastik, nt {'youtube': 'video-id'}
he: הערך חייב להיות מילון למשל {'youtube': 'video-id'}
hu: Az értéknek szótárnak kell lennie, pl. {'Youtube': 'video-id'}
id: Nilai harus kamus misalnya {'youtube': 'video-id'}
nl: Waarde moet een woordenboek zijn, bijvoorbeeld {'youtube': 'video-id'}
ru: Значение должно быть словарным, например {'youtube': 'video-id'}.

source: Video File:
ar: ملف فيديو:
be: Відэафайл:
ca: Fitxer de vídeo:
et: Videofail:
he: קובץ וידיאו:
hu: Videofájl:
id: Berkas Video:
nl: Video bestand:
ru: Видео файл:

source: Video ID for Youtube, Vimeo and URL for others
ar: معرف الفيديو لـ Youtube و Vimeo و URL للآخرين
be: Ідэнтыфікатар відэа для Youtube, Vimeo і URL для іншых
ca: Identificador de vídeo de Youtube, Vimeo i URL per a altres usuaris
et: Video ID Youtube'ile, Vimeo ja URL teistele
he: מזהה וידאו ל- YouTube, Vimeo וכתובת URL לאחרים
hu: Videóazonosító a Youtube -hoz, a Vimeo és az URL mások számára
id: ID Video untuk Youtube, Vimeo, dan URL untuk yang lain
nl: Video-ID voor YouTube, Vimeo en URL voor anderen
ru: Идентификатор видео для Youtube, Vimeo и URL-адрес для других

source: Video Path:
ar: مسار الفيديو:
be: Відэа шлях:
ca: Camí del vídeo:
et: Video tee:
he: נתיב וידאו:
hu: Videó elérési útja:
id: Jalur Video:
nl: Videopad:
ru: Путь к видео:

source: Video Views
ar: مشاهدات الفيديو
be: Прагляды відэа
ca: Visualitzacions de vídeo
et: Videovaatamised
he: צפיות בוידאו
hu: Videó megtekintések
id: Tampilan Video
nl: Videoweergaven
ru: Просмотры видео

source: View
ar: رأي
be: Прагляд
ca: Veure
et: Vaade
he: נוף
hu: Kilátás
id: Melihat
nl: Weergave
ru: Вид

source: View Answer paper
ar: مشاهدة Answer paper
be: Паглядзець паперу з адказамі
ca: Veure paper de resposta
et: Vaata vastuste paberit
he: הצג נייר תשובה
hu: Válaszpapír megtekintése
id: Lihat kertas Jawaban
nl: Antwoordpapier bekijken
ru: Просмотреть документ с ответами

source: view grade
ar: عرض الصف
be: паглядзець адзнаку
ca: veure el grau
et: vaata hinne
he: ציון צפייה
hu: osztályzat megtekintése
id: lihat kelas
nl: bekijk cijfer
ru: посмотреть оценку

source: We tried you code with the following test case:
ar: لقد جربنا لك الكود مع حالة الاختبار التالية:
be: Мы спрабавалі код з наступным тэстам:
ca: Us hem provat el codi amb el següent cas de prova:
et: Proovisime teil koodi sisestada järgmise testjuhtumiga:
he: ניסינו לבצע קוד באמצעות מקרה הבדיקה הבא:
hu: A következő tesztesettel próbáltuk kódolni:
id: Kami mencoba kode Anda dengan kasus uji berikut:
nl: We hebben je code geprobeerd met de volgende testcase:
ru: Мы попробовали код с помощью следующего тестового примера:

source: We tried your code with the following test case:
ar: لقد جربنا الكود الخاص بك في حالة الاختبار التالية:
be: Мы паспрабавалі ваш код з дапамогай наступнага тэставага прыкладу:
ca: Hem provat el vostre codi amb el següent cas de prova:
et: Proovisime teie koodi järgmise testjuhtumiga:
he: ניסינו את הקוד שלך עם מקרה הבדיקה הבא:
hu: A kódot a következő tesztesettel próbáltuk ki:
id: Kami mencoba kode Anda dengan kasus uji berikut:
nl: We hebben uw code geprobeerd met de volgende testcase:
ru: Мы попробовали ваш код в следующем тестовом примере:

source: Welcome
ar: أهلا بك
be: Сардэчна запрашаем
ca: Benvingut
et: Tere tulemast
he: ברוך הבא
hu: Üdvözöljük
id: Selamat datang
nl: Welkom
ru: Добро пожаловать

source: What
ar: ماذا او ما
be: Што
ca: Què
et: Mida
he: מה
hu: Mit
id: Apa
nl: Wat
ru: Какие

source: What\
ar: ماذا او ما\
be: Што\
ca: Què\
et: Mida\
he: מה\
hu: Mit\
id: Apa\
nl: Wat\
ru: Какие\

source: Will be available once the course is complete
ar: ستكون متاحة بمجرد اكتمال الدورة
be: Будзе даступны пасля завяршэння курса
ca: Estarà disponible un cop finalitzat el curs
et: Saadaval pärast kursuse lõppu
he: יהיה זמין לאחר סיום הקורס
hu: A tanfolyam befejezése után elérhető lesz
id: Akan tersedia setelah kursus selesai
nl: Zal beschikbaar zijn zodra de cursus is voltooid
ru: Будет доступно после завершения курса

source: with Error Margin
ar: بهامش خطأ
be: з краем памылкі
ca: amb marge d'error
et: vea marginaaliga
he: עם שולי שגיאה
hu: hibahatárral
id: dengan Margin Kesalahan
nl: met foutmarge
ru: с погрешностью

source: Write your program below:
ar: اكتب برنامجك أدناه:
be: Напішыце сваю праграму ніжэй:
ca: Escriviu el vostre programa a continuació:
et: Kirjutage oma programm allpool:
he: כתוב את התוכנית שלך למטה:
hu: Írja le programját alább:
id: Tulis program Anda di bawah ini:
nl: Schrijf hieronder je programma:
ru: Напишите свою программу ниже:

source: Yes
ar: نعم
be: Так
ca: Sí
et: Jah
he: כן
hu: Igen
id: Ya
nl: Ja
ru: да

source: You can attempt this Quiz at any time between
ar: يمكنك محاولة هذا الاختبار في أي وقت بين
be: Вы можаце паспрабаваць гэтую віктарыну ў любы час паміж імі
ca: Podeu provar aquest examen en qualsevol moment entre
et: Saate seda viktoriini igal ajal proovida
he: אתה יכול לנסות את החידון הזה בכל עת בין
hu: Ezt a kvízt bármikor kipróbálhatja
id: Anda dapat mencoba Kuis ini kapan saja antara
nl: Je kunt deze quiz op elk moment proberen tussen
ru: Вы можете попробовать эту викторину в любое время между

source: You can check the quiz by attempting it in the following modes:
ar: يمكنك التحقق من الاختبار بمحاولته في الأوضاع التالية:
be: Вы можаце праверыць віктарыну, паспрабаваўшы яе ў наступных рэжымах:
ca: Podeu consultar el qüestionari provant-lo en els modes següents:
et: Viktoriini saate kontrollida järgmistes režiimides:
he: אתה יכול לבדוק את החידון על ידי ניסיון במצבים הבאים:
hu: A kvízt a következő módokban próbálhatja ki:
id: Anda dapat memeriksa kuis dengan mencobanya dalam mode berikut:
nl: U kunt de quiz controleren door deze in de volgende modi te proberen:
ru: Вы можете проверить тест, выполнив его в следующих режимах:

source: You can upload question files the following ways -
ar: يمكنك تحميل ملفات الأسئلة بالطرق التالية -
be: Вы можаце загрузіць файлы пытанняў наступнымі спосабамі -
ca: Podeu penjar fitxers de preguntes de la següent manera:
et: Küsimuste faile saate üles laadida järgmistel viisidel.
he: אתה יכול להעלות קבצי שאלות בדרכים הבאות -
hu: A kérdésfájlokat a következő módokon töltheti fel:
id: Anda dapat mengunggah file pertanyaan dengan cara berikut -
nl: Je kunt vraagbestanden op de volgende manieren uploaden:
ru: Вы можете загрузить файлы вопросов следующими способами:

source: You can upload using the file browser here or via the QR code.
ar: يمكنك التحميل باستخدام متصفح الملفات هنا أو عبر رمز الاستجابة السريعة.
be: Вы можаце загрузіць з дапамогай браўзэра файлаў тут або з дапамогай QR -кода.
ca: Podeu carregar-lo mitjançant el navegador de fitxers aquí o mitjançant el codi QR.
et: Saate üles laadida failibrauseri abil siit või QR -koodi kaudu.
he: אתה יכול להעלות באמצעות דפדפן הקבצים כאן או באמצעות קוד ה- QR.
hu: Itt töltheti fel a fájlböngészővel vagy a QR -kóddal.
id: Anda dapat mengunggah menggunakan browser file di sini atau melalui kode QR.
nl: Uploaden kan hier via de bestandsbrowser of via de QR-code.
ru: Вы можете загрузить здесь с помощью файлового браузера или с помощью QR-кода.

source: You have been given a special attempt to the
ar: لقد تم إعطاؤك محاولة خاصة لـ
be: Вам была зроблена спецыяльная спроба
ca: Se us ha provat un intent especial al
et: Teile on antud spetsiaalne katse
he: קיבלת ניסיון מיוחד ל
hu: Ön különleges kísérletet kapott a
id: Anda telah diberikan upaya khusus untuk
nl: Je hebt een speciale poging gedaan om de
ru: Вам была дана особая попытка

source: You have not attempted the Exercise
ar: أنت لم تحاول التمرين
be: Вы не спрабавалі практыкавацца
ca: No heu provat l'exercici
et: Te pole harjutust proovinud
he: לא ניסית את התרגיל
hu: Nem próbálta meg a gyakorlatot
id: Anda belum mencoba Latihan
nl: Je hebt de Oefening niet geprobeerd
ru: Вы не пытались выполнить упражнение
