Repository: chaieb-adel/iziklasse2.0
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, be, ca, et, he, hu, id, nl, ru

source: Delete Selected
ar: احذف المختار
be: Выдаліць выбранае
ca: Suprimeix els seleccionats
et: Kustuta valitud
he: מחק את הנבחר
hu: Kijelöltek eltávolítása
id: Hapus yang Dipilih
nl: Verwijder geselecteerde
ru: Удалить выбранные

source: Department
ar: قسم
be: Дэпартамент
ca: Departament
et: Osakond
he: מַחלָקָה
hu: Osztály
id: Departemen
nl: afdeling
ru: отделение

source: Department you work/study at
ar: القسم الذي تعمل فيه / تدرس فيه
be: Кафедра, на якой вы працуеце/вучыцеся
ca: Departament al qual treballes / estudies
et: Osakond, kus töötate/õpite
he: המחלקה בה אתה עובד/לומד
hu: Tanszék, ahol dolgozik/tanul
id: Departemen tempat Anda bekerja/belajar
nl: Afdeling waar je werkt/studeert
ru: Отдел, в котором вы работаете / учитесь

source: Department:
ar: قسم:
be: Аддзел:
ca: Departament:
et: Osakond:
he: מַחלָקָה:
hu: Osztály:
id: Departemen:
nl: Afdeling:
ru: Отделение:

source: Description
ar: وصف
be: Апісанне
ca: Descripció
et: Kirjeldus
he: תיאור
hu: Leírás
id: Keterangan
nl: Beschrijving
ru: Описание

source: Description Preview
ar: معاينة الوصف
be: Апісанне Папярэдні прагляд
ca: Previsualització de la descripció
et: Kirjelduse eelvaade
he: תצוגה מקדימה של תיאור
hu: Leírás Előnézet
id: Pratinjau Deskripsi
nl: Beschrijving Voorbeeld
ru: Описание Предварительный просмотр

source: Description:
ar: وصف:
be: Апісанне:
ca: Descripció:
et: Kirjeldus:
he: תיאור:
hu: Leírás:
id: Keterangan:
nl: Beschrijving:
ru: Описание:

source: Design Course
ar: دورة التصميم
be: Курс дызайну
ca: Curs de Disseny
et: Disainikursus
he: קורס עיצוב
hu: Tervező tanfolyam
id: Kursus Desain
nl: Ontwerp cursus
ru: Курс дизайна

source: Design Course Session
ar: جلسة دورة التصميم
be: Сесія дызайнерскага курса
ca: Sessió del Curs de Disseny
et: Disainikursuse sessioon
he: מפגש קורס עיצוב
hu: Tervező tanfolyam
id: Sesi Kursus Desain
nl: Ontwerp cursussessie
ru: Сессия курса дизайна

source: Design Module
ar: وحدة التصميم
be: Модуль праектавання
ca: Mòdul de disseny
et: Disaini moodul
he: מודול עיצוב
hu: Tervezési modul
id: Modul Desain
nl: Ontwerpmodule
ru: Модуль дизайна

source: Design Question Paper
ar: ورقة أسئلة التصميم
be: Дызайн дакумента з пытаннямі
ca: Paper de preguntes de disseny
et: Disaini küsimustik
he: נייר שאלות עיצוב
hu: Tervezési kérdőív
id: Kertas Soal Desain
nl: Ontwerpvragenpapier
ru: Документ о дизайне

source: Details
ar: تفاصيل
be: Падрабязнасці
ca: Detalls
et: Üksikasjad
he: פרטים
hu: Részletek
id: rincian
ru: Подробности

source: Details:
ar: تفاصيل:
be: Падрабязнасці:
ca: Detalls:
et: Üksikasjad:
he: פרטים:
hu: Részletek:
id: Detail:
ru: Подробности:

source: Developed by FOSSEE group, IIT Bombay
ar: تم تطويره بواسطة مجموعة FOSSEE ، IIT Bombay
be: Распрацавана групай FOSSEE, IIT Bombay
ca: Desenvolupat pel grup FOSSEE, IIT Bombay
et: Arendanud FOSSEE grupp, IIT Bombay
he: פותחה על ידי קבוצת FOSSEE, IIT Bombay
hu: A FOSSEE csoport, az IIT Bombay fejlesztette ki
id: Dikembangkan oleh grup FOSSEE, IIT Bombay
nl: Ontwikkeld door de FOSSEE-groep, IIT Bombay
ru: Разработано группой FOSSEE, IIT Bombay

source: Did not attempt
ar: لم تحاول
be: Не спрабаваў
ca: No ho he intentat
et: Ei proovinud
he: לא ניסה
hu: Nem próbálkozott
id: Tidak mencoba
nl: niet geprobeerd
ru: Не пытался

source: Did not Grade
ar: لم يتم التقدير
be: Не ацаніў
ca: No es va classificar
et: Ei hinnanud
he: לא ציון
hu: Nem fokozat
id: Tidak Menilai
nl: Niet beoordeeld
ru: Не оценивал

source: Discussion Forum
ar: منتدى للنقاش
be: Дыскусійны форум
ca: Fòrum de debat
et: Arutelufoorum
he: פורום דיון
hu: Vitafórum
id: Forum Diskusi
nl: Discussieforum
ru: Дискуссионный форум

source: Dont extract
ar: لا تستخرج
be: Не здабывайце
ca: No extreu
et: Ärge ekstraheerige
he: לא לחלץ
hu: Ne extraháljon
id: Jangan ekstrak
nl: niet extraheren
ru: Не извлекать

source: Download
ar: تحميل
be: Спампаваць
ca: descarregar
et: Lae alla
he: הורד
hu: Letöltés
id: Unduh
nl: Downloaden
ru: Скачать

source: Download All Assignments
ar: تنزيل كافة الواجبات
be: Спампаваць усе заданні
ca: Descarregueu totes les tasques
et: Laadige alla kõik ülesanded
he: הורד את כל המטלות
hu: Töltse le az összes feladatot
id: Unduh Semua Tugas
nl: Alle opdrachten downloaden
ru: Скачать все задания

source: Download Course
ar: تحميل الدورة
be: Спампаваць курс
ca: Descarregar curs
et: Laadige kursus alla
he: קורס הורדות
hu: Tanfolyam letöltése
id: Unduh Kursus
nl: Cursus downloaden
ru: Скачать курс

source: Download CSV
ar: تنزيل ملف CSV
be: Спампаваць файл CSV
ca: Descarregueu CSV
et: Laadige alla CSV
he: הורד CSV
hu: CSV letöltése
id: Unduh CSV
nl: CSV downloaden
ru: Скачать CSV

source: Download CSV for
ar: تنزيل ملف CSV لملف
be: Спампаваць файл CSV для
ca: Descarregueu CSV per a
et: Laadige alla CSV
he: הורד CSV עבור
hu: CSV letöltése
id: Unduh CSV untuk
nl: CSV downloaden voor
ru: Скачать CSV для

source: Download Data
ar: تحميل البيانات
be: Спампаваць дадзеныя
ca: Descarregar dades
et: Andmete allalaadimine
he: הורדת נתונים
hu: Adatok letöltése
id: Unduh Data
nl: Gegevens downloaden
ru: Скачать данные

source: Download Sample
ar: تحميل نموذج
be: Спампаваць ўзор
ca: Descarregar mostra
et: Laadige näidis alla
he: הורד דוגמא
hu: Minta letöltése
id: Unduh Sampel
nl: Voorbeeld downloaden
ru: Скачать образец

source: Download Selected
ar: تنزيل المحدد
be: Спампаваць выбранае
ca: Baixada seleccionada
et: Laadi alla valitud
he: הורדה נבחרה
hu: Letöltés Kiválasztott
id: Unduh Terpilih
nl: Download geselecteerd
ru: Скачать выбранное

source: Download Template
ar: تحميل النموذج
be: Спампаваць шаблон
ca: Descarrega la plantilla
et: Laadige mall alla
he: הורדת תבנית
hu: Sablon letöltése
id: Unduh Template
nl: Sjabloon downloaden
ru: Скачать шаблон

source: Download the CSV file from the button
ar: قم بتنزيل ملف CSV من الزر
be: Загрузіце файл CSV з кнопкі
ca: Baixeu el fitxer CSV des del botó
et: Laadige nupult alla CSV -fail
he: הורד את קובץ ה- CSV מהלחצן
hu: Töltse le a CSV fájlt a gombbal
id: Unduh file CSV dari tombol
nl: Download het CSV-bestand via de knop
ru: Загрузите файл CSV с помощью кнопки

source: Drop files here or click to upload.
ar: قم بإسقاط الملفات هنا أو انقر للتحميل.
be: Скіньце файлы сюды або націсніце, каб загрузіць.
ca: Deixa anar fitxers aquí o fes clic per penjar-los.
et: Lohistage failid siia või klõpsake üleslaadimiseks.
he: שמור קבצים כאן או לחץ להעלאה.
hu: Dobja ide a fájlokat, vagy kattintson a feltöltéshez.
id: Letakkan file di sini atau klik untuk mengunggah.
nl: Zet bestanden hier neer of klik om te uploaden.
ru: Перетащите файлы сюда или нажмите, чтобы загрузить.

source: Edit and upload the same
ar: تحرير وتحميل نفسه
be: Рэдагаваць і загружаць тое ж самае
ca: Editeu-lo i pengeu-lo
et: Muutke ja laadige üles sama
he: ערוך והעלה אותו דבר
hu: Szerkessze és töltse fel ugyanazt
id: Edit dan unggah yang sama
nl: Bewerk en upload hetzelfde
ru: Отредактируйте и загрузите то же самое

source: Edit Course
ar: تحرير الدورة
be: Змяніць курс
ca: Edita el curs
et: Muuda kursust
he: עריכת הקורס
hu: Tanfolyam szerkesztése
id: Sunting Kursus
nl: Cursus bewerken
ru: Изменить курс

source: Edit Profile
ar: تعديل الملف الشخصي
be: Рэдагаваць профіль
ca: Edita el perfil
et: Muuda profiili
he: ערוך פרופיל
hu: Profil szerkesztése
id: Sunting profil
nl: Bewerk profiel
ru: Редактировать профиль

source: Edit Question Paper
ar: تحرير ورقة الأسئلة
be: Рэдагаваць дакумент з пытаннямі
ca: Edita el paper de preguntes
et: Muutke küsimustikku
he: ערוך נייר שאלות
hu: Kérdőív szerkesztése
id: Sunting Kertas Soal
nl: Vraagstuk bewerken
ru: Редактировать вопросник

source: Email
ar: بريد الالكتروني
be: Электронная пошта
ca: Correu electrònic
et: E -post
he: אימייל
ru: Эл. адрес

source: Email:
ar: بريد الالكتروني:
be: Адрас электроннай пошты:
ca: Correu electrònic:
et: E -post:
he: אימייל:
ru: Эл. адрес:

source: end
ar: نهاية
be: канец
ca: final
et: lõpp
he: סוֹף
hu: vége
id: akhir
nl: einde
ru: конец

source: End Date and Time for enrollment of course
ar: تاريخ الانتهاء ووقت التسجيل في الدورة
be: Дата і час заканчэння рэгістрацыі курса
ca: Data i hora de finalització de la inscripció del curs
et: Kursuse registreerimise lõppkuupäev ja kellaaeg
he: תאריך סיום ושעה להרשמה כמובן
hu: A tanfolyam végleges dátuma és időpontja
id: Tanggal dan Waktu Berakhir untuk pendaftaran kursus
nl: Einddatum en -tijd voor inschrijving natuurlijk
ru: Дата и время окончания для записи на курс

source: End time:
ar: وقت النهاية:
be: Час заканчэння:
ca: Fi del temps:
et: Lõpuaeg:
he: שעת סיום:
hu: Idő vége:
id: Akhir waktu:
nl: Eindtijd:
ru: Время окончания:

source: Ends On:
ar: ينتهي في:
be: Заканчваецца:
ca: Acaba el:
et: Lõpeb:
he: מסתיים ב-:
hu: Véget ér:
id: Berakhir Pada:
nl: Eindigt op:
ru: Окончание:

source: Enroll
ar: يتسجل، يلتحق
be: Запісацца
ca: Inscriu-te
et: Registreeri
he: לְהִרָשֵׁם
hu: Jelentkezzen
id: Mendaftar
nl: Inschrijven
ru: Зарегистрироваться

source: Enroll Request
ar: طلب التسجيل
be: Запыт на рэгістрацыю
ca: Sol·licitud d'inscripció
et: Registreerumise taotlus
he: הרשמה לבקשה
hu: Jelentkezési kérelem
id: Permintaan Pendaftaran
nl: Inschrijfverzoek
ru: Запрос на регистрацию

source: Enroll selected
ar: تم تحديد التسجيل
be: Рэгістрацыя выбрана
ca: Inscripció seleccionada
et: Registreerumine on valitud
he: הרשמה שנבחרה
hu: Regisztráció kiválasztva
id: Daftar dipilih
nl: Inschrijven geselecteerd
ru: Зарегистрироваться выбранных

source: Enroll/Reject
ar: التسجيل / الرفض
be: Рэгістрацыя/адхіленне
ca: Inscriu-te / rebutja
et: Registreeri/lükka tagasi
he: הרשמה/דחייה
hu: Regisztráció/elutasítás
id: Daftar/Tolak
nl: Inschrijven/weigeren
ru: Зарегистрироваться / отклонить

source: Enrolled Students
ar: الطلاب المسجلين
be: Залічаныя студэнты
ca: Estudiants matriculats
et: Registreeritud õpilased
he: סטודנטים רשומים
hu: Beiratkozott diákok
id: Siswa Terdaftar
nl: Ingeschreven studenten
ru: Зачисленные студенты

source: enrollment
ar: التسجيل
be: залічэнне
ca: inscripció
et: registreerimine
he: הַרשָׁמָה
hu: beiratkozás
id: pendaftaran
ru: зачисление

source: Enrollments
ar: التسجيلات
be: Залічэнні
ca: Inscripcions
et: Registreerumised
he: הרשמות
hu: Beiratkozások
id: Pendaftaran
nl: Inschrijvingen
ru: Зачисления

source: Enter course code to search
ar: أدخل رمز الدورة للبحث
be: Увядзіце код курса для пошуку
ca: Introduïu el codi del curs per cercar
et: Otsimiseks sisestage kursuse kood
he: הזן את קוד הקורס לחיפוש
hu: Írja be a tanfolyam kódját a kereséshez
id: Masukkan kode kursus untuk mencari
nl: Voer cursuscode in om te zoeken
ru: Введите код курса для поиска

source: Enter Decimal Value :
ar: أدخل قيمة عشرية:
be: Увядзіце дзесятковае значэнне:
ca: Introduïu el valor decimal:
et: Sisestage kümnendväärtus:
he: הזן ערך עשרוני:
hu: Adja meg a tizedes értéket:
id: Masukkan Nilai Desimal :
nl: Voer decimale waarde in:
ru: Введите десятичное значение:

source: Enter Integer:
ar: أدخل عدد صحيح:
be: Увядзіце цэлае лік:
ca: Introduïu enter:
et: Sisestage täisarv:
he: הזן מספר שלם:
hu: Egész szám megadása:
id: Masukkan Bilangan Bulat:
ru: Введите целое число:

source: Enter Lesson Description as Markdown text
ar: أدخل وصف الدرس كنص Markdown
be: Увядзіце Апісанне ўрока як тэкст Markdown
ca: Introduïu la descripció de la lliçó com a text de Markdown
et: Sisestage õppetunni kirjeldus märgistustekstina
he: הזן תיאור שיעור כטקסט Markdown
hu: Írja be a leckeleírást Markdown szövegként
id: Masukkan Deskripsi Pelajaran sebagai teks Penurunan harga
nl: Voer de lesbeschrijving in als Markdown-tekst
ru: Введите описание урока в виде текста уценки

source: Enter Text:
ar: أدخل النص:
be: Увядзіце тэкст:
ca: Introduïu el text:
et: Sisestage tekst:
he: הזן טקסט:
hu: Írja be a szöveget:
id: Masukkan teks:
nl: Tekst invoeren:
ru: Введите текст:

source: Enter your registered email address to reset your password
ar: أدخل عنوان بريدك الإلكتروني المسجل لإعادة تعيين كلمة المرور الخاصة بك
be: Увядзіце зарэгістраваны адрас электроннай пошты, каб скінуць пароль
ca: Introduïu la vostra adreça electrònica registrada per restablir la contrasenya
et: Parooli lähtestamiseks sisestage oma registreeritud e -posti aadress
he: הזן את כתובת הדוא"ל הרשום שלך לאיפוס הסיסמה
hu: A jelszó visszaállításához adja meg regisztrált e -mail címét
id: Masukkan alamat email Anda yang terdaftar untuk mengatur ulang kata sandi Anda
nl: Voer uw geregistreerde e-mailadres in om uw wachtwoord opnieuw in te stellen
ru: Введите свой зарегистрированный адрес электронной почты, чтобы сбросить пароль

source: Error Message:-
ar: رسالة خطأ:-
be: Паведамленне пра памылку:-
ca: Missatge d'error:-
et: Veateade:-
he: הודעת שגיאה:-
hu: Hiba üzenet:-
id: Pesan eror:-
nl: Foutmelding:-
ru: Сообщение об ошибке:-

source: Error No.
ar: رقم الخطأ
be: Памылка No.
ca: Error núm.
et: Viga nr.
he: מספר שגיאה
hu: Hiba
id: Kesalahan No.
nl: Fout nr.
ru: Ошибка №

source: Error:
ar: خطأ:
be: Памылка:
et: Viga:
he: שְׁגִיאָה:
hu: Hiba:
id: Kesalahan:
nl: Fout:
ru: Ошибка:

source: Exception Message:
ar: رسالة الاستثناء:
be: Паведамленне аб выключэнні:
ca: Missatge d'excepció:
et: Eranditeade:
he: הודעת חריגה:
hu: Kivételüzenet:
id: Pesan Pengecualian:
nl: Uitzonderingsbericht:
ru: Сообщение об исключении:

source: Exception Name:
ar: اسم الاستثناء:
be: Назва выключэння:
ca: Nom de l'excepció:
et: Erandi nimi:
he: שם חריג:
hu: Kivétel neve:
id: Nama Pengecualian:
nl: Uitzonderingsnaam:
ru: Имя исключения:

source: Exercise
ar: يمارس
be: Практыкаванне
ca: Exercici
et: Harjutus
he: תרגיל
hu: Gyakorlat
id: Latihan
nl: Oefening
ru: Упражнение

source: Exercise Description
ar: وصف التمرين
be: Апісанне практыкаванні
ca: Descripció de l’exercici
et: Harjutuse kirjeldus
he: תיאור התרגיל
hu: Gyakorlat leírása
id: Deskripsi Latihan
nl: Beschrijving van de oefening
ru: Описание упражнения

source: Exhausted
ar: مرهق
be: Знясілены
ca: Esgotat
et: Väsinud
he: תָשׁוּשׁ
hu: Kimerült
id: Lelah
nl: Uitgeput
ru: Измученный

source: Expected Output
ar: الناتج المتوقع
be: Чаканы вынік
ca: Sortida esperada
et: Oodatav väljund
he: תפוקה צפויה
hu: Várt kimenet
id: Keluaran yang Diharapkan
nl: Verwachte resultaten
ru: Ожидаемый результат

source: Extract
ar: استخراج
be: Выпіска
ca: Extreure
et: Väljavõte
he: לחלץ
hu: Kivonat
id: Ekstrak
ru: Извлекать

source: Failed
ar: باءت بالفشل
be: Не атрымалася
ca: Fracassat
et: Ebaõnnestus
he: נִכשָׁל
hu: nem sikerült
id: Gagal
nl: mislukt
ru: Не смогли

source: File not selected
ar: الملف غير محدد
be: Файл не выбраны
ca: El fitxer no està seleccionat
et: Faili pole valitud
he: הקובץ לא נבחר
hu: A fájl nincs kiválasztva
id: File tidak dipilih
nl: Bestand niet geselecteerd
ru: Файл не выбран

source: File:
ar: ملف:
be: Файл:
ca: Dossier:
et: Fail:
he: קוֹבֶץ:
hu: Fájl:
id: Mengajukan:
nl: Bestand:
ru: Файл:

source: Files added to this lesson
ar: تمت إضافة الملفات إلى هذا الدرس
be: Да гэтага ўрока дададзены файлы
ca: Fitxers afegits a aquesta lliçó
et: Sellesse õppetundi lisati failid
he: קבצים שנוספו לשיעור זה
hu: Fájlok hozzáadva ehhez a leckéhez
id: File ditambahkan ke pelajaran ini
nl: Bestanden toegevoegd aan deze les
ru: Файлы, добавленные к этому уроку

source: Files for this lesson
ar: ملفات لهذا الدرس
be: Файлы да гэтага ўрока
ca: Fitxers per a aquesta lliçó
et: Selle õppetunni failid
he: קבצים לשיעור זה
hu: Fájlok ehhez a leckéhez
id: File untuk pelajaran ini
nl: Bestanden voor deze les
ru: Файлы для этого урока

source: Files required by questions
ar: الملفات التي تطلبها الأسئلة
be: Файлы, неабходныя для пытанняў
ca: Fitxers requerits per preguntes
et: Küsimustega nõutavad failid
he: קבצים הנדרשים על ידי שאלות
hu: A kérdésekhez szükséges fájlok
id: File yang dibutuhkan oleh pertanyaan
nl: Bestanden vereist voor vragen
ru: Файлы, необходимые для вопросов

source: Files to download for this question
ar: ملفات للتحميل لهذا السؤال
be: Файлы для загрузкі гэтага пытання
ca: Fitxers per descarregar per a aquesta pregunta
et: Selle küsimuse jaoks allalaaditavad failid
he: קבצים להורדה לשאלה זו
hu: A kérdéshez letölthető fájlok
id: File untuk diunduh untuk pertanyaan ini
nl: Bestanden om te downloaden voor deze vraag
ru: Файлы для загрузки по этому вопросу

source: FILL IN THE BLANKS WITH FLOAT ANSWER
ar: املأ الفراغات بالإجابة المسطحة
be: ЗАПОЎНІЦЕ ПРАБЛОКІ ПЛОСКІМ АДКАЗАМ
ca: EMPLENEU ELS BUITS AMB RESPOSTA FLOTANTE
et: TÄITKE LOOD UJUVASTUSEGA
he: מלאו את החסר בתשובה צפה
hu: TÖLTSE AZ ÜRESEKET ÚSZÓVÁLASZTAL
id: ISI KOSONG DENGAN JAWABAN FLOAT
nl: VUL DE SPATIES IN MET FLOAT ANTWOORD
ru: ЗАПОЛНИТЕ ПРОБЕЛЫ С ПОМОЩЬЮ ОТВЕТА

source: FILL IN THE BLANKS WITH INTEGER ANSWER
ar: املأ الفراغات بالإجابة الصحيحة
be: ЗАПОЎНІЦЕ ПРОБЫ ЦЯЛІМЫМ АДКАЗАМ
ca: EMPLENEU ELS BUITS AMB RESPOSTA INTEGRA
et: TÄITKE TÜHID INTEGER VASTUSEGA
he: מלא את החסר עם תשובה אינטגרלית
hu: TÖLTSE AZ ÜRESEKET INTEGER VÁLASZTAL
id: ISI KOSONG DENGAN JAWABAN INTEGER
nl: VUL DE SPATIES IN MET INTEGER ANTWOORD
ru: ЗАПОЛНИТЕ ПРОБЕЛЫ ЧИСЛОМ ОТВЕТА

source: FILL IN THE BLANKS WITH STRING ANSWER
ar: املأ الفراغات بإجابة السلسلة
be: ЗАПОЎНІЦЕ ПРОБЫ СТРАННЫМ АДКАЗАМ
ca: EMPLENEU ELS BUITS AMB RESPOSTA DE CORDA
et: TÄITKE TÜHJAD JÄRGVASTUSEGA
he: מלא את החסר בתשובת מחרוזת
hu: TÖLTSE AZ ÜRESEKET FÜGGŐ VÁLASZTAL
id: ISI KOSONG DENGAN STRING JAWABAN
nl: VUL DE SPATIES IN MET STRING ANTWOORD
ru: ЗАПОЛНИТЕ ПРОПУСКИ СТРОЧНЫМ ОТВЕТОМ

source: Filter
ar: منقي
be: Фільтр
ca: Filtre
et: Filtreeri
he: לְסַנֵן
hu: Szűrő
ru: Фильтр

source: Filters Questions:
ar: أسئلة المرشحات:
be: Пытанні па фільтрах:
ca: Preguntes sobre els filtres:
et: Filtrite küsimused:
he: שאלות בנושא מסננים:
hu: Kérdések a szűrőkről:
id: Filter Pertanyaan:
nl: Filtervragen:
ru: Вопросы по фильтрам:

source: Finish
ar: ينهي
be: Скончыць
ca: Acabar
et: Lõpetama
he: סיים
hu: Befejez
id: Menyelesaikan
ru: Заканчивать

source: First Name
ar: الاسم الأول
be: Імя
ca: Nom
et: Eesnimi
he: שם פרטי
hu: Keresztnév
id: Nama depan
nl: Voornaam
ru: Имя

source: First name:
ar: الاسم الأول:
be: Імя:
ca: Nom:
et: Eesnimi:
he: שם פרטי:
hu: Keresztnév:
id: Nama depan:
nl: Voornaam:
ru: Имя:

source: firstname, lastname and email.
ar: الاسم الأول والاسم الأخير والبريد الإلكتروني.
be: імя, прозвішча і адрас электроннай пошты.
ca: nom, cognom i correu electrònic.
et: eesnimi, perekonnanimi ja e -posti aadress.
he: שם פרטי, שם משפחה ודוא"ל.
hu: keresztnév, vezetéknév és e -mail.
id: nama depan, nama belakang, dan email.
nl: voornaam, achternaam en e-mail.
ru: имя, фамилия и адрес электронной почты.

source: firstname, lastname, email, username, password, institute, roll_no, department,
ar: الاسم الأول ، اسم العائلة ، البريد الإلكتروني ، اسم المستخدم ، كلمة المرور ، المعهد ، roll_no ، القسم ،
be: імя, прозвішча, адрас электроннай пошты, імя карыстальніка, пароль, інстытут, roll_no, аддзел,
ca: nom, cognom, correu electrònic, nom d'usuari, contrasenya, institut, roll_no, departament,
et: eesnimi, perekonnanimi, e -post, kasutajanimi, parool, instituut, roll_no, osakond,
he: שם פרטי, שם משפחה, דוא"ל, שם משתמש, סיסמה, מכון, roll_no, מחלקה,
hu: keresztnév, vezetéknév, e -mail, felhasználónév, jelszó, intézet, roll_no, osztály,
id: nama depan, nama belakang, email, nama pengguna, kata sandi, lembaga, roll_no, departemen,
nl: voornaam, achternaam, e-mail, gebruikersnaam, wachtwoord, instituut, roll_no, afdeling,
ru: имя, фамилия, адрес электронной почты, имя пользователя, пароль, институт, номер_рвала, отдел,

source: Fixed Questions
ar: أسئلة ثابتة
be: Выпраўленыя пытанні
ca: Preguntes solucionades
et: Fikseeritud küsimused
he: שאלות קבועות
hu: Rögzített kérdések
id: Pertanyaan Tetap
nl: Vaste vragen
ru: Фиксированные вопросы

source: Fixed questions currently in paper:
ar: الأسئلة الثابتة حاليا في الورق:
be: Выпраўленыя пытанні ў цяперашні час у паперы:
ca: Preguntes solucionades actualment en paper:
et: Parandatud küsimused, mis on praegu paberil:
he: שאלות מתוקנות כרגע בנייר:
hu: Rögzített kérdések jelenleg papíron:
id: Memperbaiki pertanyaan saat ini di kertas:
nl: Vaste vragen momenteel op papier:
ru: Исправленные вопросы, которые в настоящее время находятся в статье:

source: Float Testcase
ar: تعويم Testcase
be: Float Тэст -кейс
et: Ujukatse
he: מארז מבחן לצוף
hu: Úszóteszt
id: Mengambang Testcase
ru: Тестовый набор с плавающей запятой

source: For additional module settings, Click on Design Module
ar: للحصول على إعدادات وحدة إضافية ، انقر فوق وحدة التصميم
be: Для атрымання дадатковых налад модуля націсніце кнопку Модуль праектавання
ca: Per obtenir una configuració addicional del mòdul, feu clic a Mòdul de disseny
et: Mooduli täiendavate sätete vaatamiseks klõpsake disainimoodulit
he: להגדרות מודול נוספות, לחץ על מודול עיצוב
hu: További modulbeállításokért kattintson a Tervezőmodul elemre
id: Untuk pengaturan modul tambahan, Klik Modul Desain
nl: Klik voor aanvullende module-instellingen op Design Module
ru: Для дополнительных настроек модуля нажмите «Модуль дизайна».

source: For given Input value(s):
ar: لقيمة (قيم) الإدخال المحددة:
be: Для зададзеных значэнняў уваходу:
ca: Per als valors d'entrada donats:
et: Antud sisendväärtuse (te) jaoks:
he: לערכי קלט נתונים:
hu: Adott bemeneti érték (ek) re:
id: Untuk nilai Input yang diberikan:
nl: Voor gegeven invoerwaarde(n):
ru: Для заданных входных значений:

source: Forgot Password?
ar: هل نسيت كلمة السر؟
be: Забыліся на пароль?
ca: Has oblidat la contrasenya?
et: Unustasid parooli?
he: שכחת ססמא?
hu: Elfelejtette a jelszavát?
id: Tidak ingat kata sandi?
nl: Wachtwoord vergeten?
ru: Забыл пароль?

source: From:
ar: من عند:
be: Ад:
ca: Des de:
et: Saatja:
he: מ:
hu: Tól től:
id: Dari:
nl: Van:
ru: Из:

source: Full Name
ar: الاسم بالكامل
be: Поўнае імя
ca: Nom complet
et: Täisnimi
he: שם מלא
hu: Teljes név
id: Nama lengkap
nl: Voor-en achternaam
ru: Полное имя

source: Full Traceback:
ar: التتبع الكامل:
be: Поўны Traceback:
ca: Traceback complet:
et: Täielik jälgimine:
he: מעקב מלא:
hu: Teljes nyomkövetés:
id: Pelacakan Kembali Penuh:
nl: Volledige traceerbaarheid:
ru: Полная обратная связь:

source: Generate QR Code
ar: إنشاء رمز الاستجابة السريعة
be: Стварыце QR -код
ca: Generar codi QR
et: Loo QR -kood
he: צור קוד QR
hu: QR -kód létrehozása
id: Hasilkan Kode QR
nl: Genereer QR-code
ru: Создать QR-код

source: Go Back
ar: عد
be: Вяртацца
ca: Torna
et: Mine tagasi
he: תחזור
hu: menjen vissza
id: Kembali
nl: Ga terug
ru: Вернитесь назад

source: Go to Login
ar: اذهب إلى تسجيل الدخول
be: Перайдзіце ў Лагін
ca: Aneu a Inici de sessió
et: Ava Logi sisse
he: עבור אל התחברות
hu: Ugrás a bejelentkezéshez
id: Masuk ke Login
nl: Ga naar Inloggen
ru: Перейти к логину

source: Go to Module
ar: اذهب إلى الوحدة النمطية
be: Перайдзіце ў модуль
ca: Aneu al mòdul
et: Minge moodulisse
he: עבור אל מודול
hu: Lépjen a modulra
id: Masuk ke Modul
nl: Ga naar module
ru: Перейти к модулю

source: God Mode
ar: وضع الله
be: Рэжым бога
ca: Mode Déu
et: Jumalarežiim
he: מצב אלוהים
hu: Isten mód
id: Mode Dewa
nl: God modus
ru: Режим бога

source: God Mode:
ar: وضع الله:
be: Рэжым бога:
ca: Mode Déu:
et: Jumalarežiim:
he: מצב אלוהים:
hu: Isten mód:
id: Modus Dewa:
nl: God modus:
ru: Режим бога:

source: Grade
ar: رتبة
be: Ацэнка
ca: Grau
et: Hinne
he: כיתה
hu: Fokozat
id: Nilai
nl: Cijfer
ru: Оценка

source: Grade:
ar: رتبة:
be: Ацэнка:
ca: Grau:
et: Hinne:
he: כיתה:
hu: Fokozat:
id: Nilai:
nl: Cijfer:
ru: Оценка:

source: Graded Quiz
ar: اختبار متدرج
be: Ацэньваная віктарына
ca: Concurs graduat
et: Hinnatud viktoriin
he: חידון מדורג
hu: Osztályozott kvíz
id: Kuis Bernilai
nl: beoordeelde quiz
ru: Оценочная викторина

source: Graded Successfully
ar: متدرج بنجاح
be: Ацэньваецца паспяхова
ca: Qualificat correctament
et: Hinnatud edukalt
he: ציון בהצלחה
hu: Sikeresen osztályozva
id: Dinilai Berhasil
nl: Met succes beoordeeld
ru: Успешно оценено

source: Help
ar: يساعد
be: Дапамажыце
ca: Ajuda
et: Abi
he: עֶזרָה
hu: Segítség
id: Membantu
ru: Помощь

source: here
ar: هنا
be: тут
ca: aquí
et: siin
he: פה
hu: itt
id: di sini
nl: hier
ru: здесь
