Repository: chaieb-adel/iziklasse2.0
Catalog: grades/locale/*/LC_MESSAGES/django.po
Languages: fr

source: About the grading system!
fr: A propos du système de notation!

source: Add a Grading System
fr: Ajouter un système de notation

source: Add/Edit Course
fr: Ajouter/Modifier un cours

source: Add/Edit Grading
fr: Ajouter/Modifier une notation

source: Add/View Grading Systems
fr: Ajouter/afficher des systèmes de notation

source: Available Grading Systems:
fr: Systèmes de classement disponibles :

source: Description
fr: La description

source: Grade
fr: Noter

source: Grading Ranges
fr: Échelles de notation

source: Grading System
fr: Système de notation

source: Lower Limit
fr: Limite inférieure

source: My Courses
fr: Mes cours

source: Note: For grade range lower limit is inclusive and upper limit is exclusive
fr: Remarque : Pour la plage de niveaux, la limite inférieure est inclusive et la limite supérieure est exclusive

source: Note: This is a default grading system. You cannot change this.
fr: Remarque : Il s'agit d'un système de notation par défaut. Vous ne pouvez pas changer cela.

source: Upper Limit
fr: Limite supérieure

source: View Grading Systems
fr: Voir les systèmes de notation
