Repository: chaieb-adel/iziklasse2.0
Catalog: online_test/locale/*/LC_MESSAGES/django.po
Languages: bg, eu, it, pl, pt, sv, vi

source: Preview
bg: Визуализация
eu: Aurrebista
it: Anteprima
pl: Zapowiedź
pt: Antevisão
sv: Förhandsvisning
vi: Xem trước

source: Preview Question Paper
bg: Визуализация на въпросника
eu: Aurreikusi galdera-papera
it: Anteprima del documento delle domande
pl: Podgląd papieru z pytaniami
pt: Pré-visualizar papel da pergunta
sv: Förhandsgranska frågepapper
vi: Xem trước giấy câu hỏi

source: Previous
bg: Предишни
eu: Aurrekoa
it: Precedente
pl: Poprzedni
pt: Anterior
sv: Tidigare
vi: Trước

source: Profile
bg: Профил
eu: Profila
it: Profilo
pl: Profil
pt: Perfil
sv: Profil
vi: Hồ sơ

source: PROGRAMMING
bg: ПРОГРАМИРАНЕ
eu: PROGRAMAZIOA
it: PROGRAMMAZIONE
pl: PROGRAMOWANIE
pt: PROGRAMAÇÃO
sv: PROGRAMMERING
vi: LẬP TRÌNH

source: Question
bg: Въпрос
eu: Galdera
it: Domanda
pl: Pytanie
pt: Pergunta
sv: Fråga
vi: Câu hỏi

source: Question Navigator
bg: Навигатор за въпроси
eu: Galdera Nabigatzailea
it: Navigatore di domande
pl: Nawigator pytań
sv: Fråga Navigator
vi: Điều hướng câu hỏi

source: Question No.
bg: Въпрос №
eu: Galdera zk.
it: Domanda n.
pl: Pytanie nr
pt: Questão nº
sv: Fråga nr.
vi: Câu hỏi số

source: Question Paper
bg: Документ с въпроси
eu: Galdera-papera
it: Carta delle domande
pl: Kwestionariusz
pt: Questionário
sv: Frågepapper
vi: Bản câu hỏi

source: Question Paper for
bg: Документ с въпроси за
eu: Galdera-orria
it: Carta delle domande per
pl: Papier z pytaniami dla
pt: Documento de perguntas para
sv: Frågepapper för
vi: Giấy câu hỏi cho

source: Question Statistics
bg: Статистика на въпросите
eu: Galdera Estatistikak
it: Statistiche delle domande
pl: Statystyki pytań
pt: Estatísticas da pergunta
sv: Frågestatistik
vi: Thống kê câu hỏi

source: Question topic name
bg: Име на темата на въпроса
eu: Galderaren gaiaren izena
it: Nome argomento della domanda
pl: Nazwa tematu pytania
pt: Nome do tópico da pergunta
sv: Namn på ämnesfråga
vi: Tên chủ đề câu hỏi

source: question(s)
bg: въпрос (и)
eu: galdera (k)
it: domande)
pl: pytania)
pt: perguntas)
sv: fråga
vi: (các) câu hỏi

source: question(s) from
bg: въпрос (и) от
eu: galdera (k) tik
it: domanda/e da
pl: pytanie(a) od
pt: pergunta (s) de
sv: fråga (ar) från
vi: (các) câu hỏi từ

source: Question(s) left:
bg: Остават въпрос (и):
eu: Galdera (k) geratzen da:
it: Domande rimaste:
pl: Pozostało pytania:
pt: Questão (s) restante (s):
sv: Frågor kvar:
vi: (Các) câu hỏi còn lại:

source: Question:
bg: Въпрос:
eu: Galdera:
it: Domanda:
pl: Pytanie:
pt: Pergunta:
sv: Fråga:
vi: Câu hỏi:

source: Questions
bg: Въпроси
eu: Galderak
it: Domande
pl: pytania
pt: Perguntas
sv: Frågor
vi: Câu hỏi

source: Questions Attempted
bg: Опитани въпроси
eu: Saiatutako galderak
it: Domande tentate
pl: Próba pytań
pt: Tentativas de perguntas
sv: Frågor försökte
vi: Câu hỏi đã thử

source: Questions in
bg: Въпроси в
eu: Galderak hemen
it: Domande in
pl: Pytania w
pt: Dúvidas em
sv: Frågor i
vi: Câu hỏi trong

source: Quit
bg: Напусни
eu: Utzi
it: Uscire
pl: Zrezygnować
pt: Desistir
sv: Sluta med
vi: Từ bỏ

source: Quiz
bg: Викторина
eu: Galdetegia
pt: Questionário
sv: Frågesport
vi: Đố

source: Quiz Description
bg: Описание на теста
eu: Galdetegiaren deskribapena
it: Descrizione del quiz
pl: Opis quizu
pt: Descrição do questionário
sv: Frågesportbeskrivning
vi: Mô tả câu đố

source: Quiz Name:
bg: Име на теста:
eu: Galdetegiaren izena:
it: Nome del quiz:
pl: Nazwa quizu:
pt: Nome do questionário:
sv: Quiznamn:
vi: Tên câu đố:

source: Quiz Submissions
bg: Подаване на тестове
eu: Galdeketen bidalketak
it: Invii ai quiz
pl: Zgłoszenia do quizu
pt: Envios de questionários
sv: Quizinsändningar
vi: Bài kiểm tra

source: Quiz Test Modes
bg: Тестови режими на тест
eu: Galdetegi proba moduak
it: Modalità test quiz
pl: Tryby testowe quizu
pt: Modos de teste de questionário
sv: Quiz testlägen
vi: Chế độ kiểm tra câu đố

source: Quiz Time
bg: Време за викторина
eu: Galdetegiaren ordua
it: Tempo di quiz
pl: Czas quizu
pt: Hora das perguntas
sv: Frågesporttid
vi: Thời gian giải đố

source: Quiz will have the same duration as that of the original quiz.
bg: Тестът ще има същата продължителност като тази на оригиналния тест.
eu: Galdetegiak jatorrizko galdetegiaren iraupen bera izango du.
it: Il quiz avrà la stessa durata del quiz originale.
pl: Quiz będzie trwał tak samo jak oryginalny quiz.
pt: O questionário terá a mesma duração do questionário original.
sv: Frågesporten kommer att ha samma längd som den för den ursprungliga frågesporten.
vi: Bài kiểm tra sẽ có cùng thời lượng với bài kiểm tra gốc.

source: Quiz won
bg: Тестът спечели
eu: Galdetegiak irabazi zuen
it: Quiz vinto
pl: Quiz wygrany
pt: Quiz vencido
sv: Quiz vann
vi: Câu đố đã thắng

source: Quiz won\
bg: Тестът спечели \
eu: Galdetegia irabazi du \
pl: Wygrany quiz\
pt: Quiz ganhou \
sv: Quiz vann \
vi: Câu đố đã thắng \

source: Quiz(zes) Available
bg: Предлага се тест (zes)
eu: Galdetegia (zes) eskuragarri
it: Quiz(z) disponibili
pl: Dostępne quizy
pt: Quiz (zes) disponível
sv: Frågesport (sex) Tillgänglig
vi: Quiz (zes) Có sẵn

source: Quiz/Exercise
bg: Тест/Упражнение
pl: Quiz/Ćwiczenie
pt: Teste / Exercício
sv: Frågesport/träning
vi: Câu đố / Bài tập

source: Quiz:
bg: Тест:
eu: Galdetegia:
pt: Questionário:
sv: Frågesport:

source: Quizzes
bg: Викторини
eu: Galdetegiak
it: quiz
pl: Quizy
pt: Questionários
sv: Frågesport
vi: Câu đố

source: Random Questions
bg: Случайни въпроси
eu: Ausazko galderak
it: Domande casuali
pl: Pytania losowe
pt: Perguntas Aleatórias
sv: Slumpmässiga frågor
vi: Câu hỏi ngẫu nhiên

source: Random Set
bg: Случайна група
eu: Ausazko multzoa
it: Set casuale
pl: Zestaw losowy
pt: Conjunto Aleatório
vi: Bộ ngẫu nhiên

source: randomly out of
bg: на случаен принцип извън
eu: ausaz kanpo
it: a caso fuori
pl: losowo z
pt: aleatoriamente fora de
sv: slumpmässigt ur
vi: ngẫu nhiên ra khỏi

source: Redirecting ...
bg: Пренасочване ...
eu: Birbideratzen ...
it: Reindirizzamento...
pl: Przekierowywanie...
pt: Redirecionando ...
sv: Omdirigerar ...
vi: Đang chuyển hướng ...

source: Redirecting...
bg: Пренасочване ...
eu: Birbideratzen ...
it: Reindirizzamento...
pl: Przekierowywanie...
pt: Redirecionando...
sv: Omdirigerar ...
vi: Đang chuyển hướng ...

source: Register
bg: Регистрирам
eu: Izena eman
it: Registrati
pl: Zarejestrować
pt: Registro
sv: Registrera
vi: Đăng ký

source: Registration
bg: Регистрация
eu: Izena ematea
it: Registrazione
pl: Rejestracja
pt: Cadastro
sv: Registrering
vi: Đăng ký

source: Regrade
bg: Подобрете
eu: Goretsi
it: Riclassifica
pl: Ponowna ocena
vi: Nâng cấp

source: Regrade papers by questions
bg: Подобрете документите по въпроси
eu: Paperak galderen bidez aldatzea
it: Riclassifica i documenti in base alle domande
pl: Ponowna ocena artykułów według pytań
pt: Reordenar papéis por perguntas
sv: Omvärdera papper genom frågor
vi: Nâng cấp giấy tờ theo câu hỏi

source: Regrade Whole Paper
bg: Обновете цялата хартия
eu: Paper osoaren erregistroa
it: Riclassifica l'intera carta
pl: Zmień cały papier
sv: Omvärdera hela papper
vi: Nâng cấp toàn bộ giấy

source: Reject
bg: Отхвърляне
eu: Baztertu
it: Rifiutare
pl: Odrzucić
pt: Rejeitar
sv: Avvisa
vi: Từ chối

source: Reject selected
bg: Отхвърляне на избраното
eu: Baztertu hautatutakoa
it: Rifiuta selezionato
pl: Odrzuć wybrane
pt: Rejeitar selecionado
sv: Avvisa valt
vi: Từ chối đã chọn

source: Rejected Students
bg: Отхвърлени ученици
eu: Baztertutako Ikasleak
it: Studenti respinti
pl: Odrzuceni studenci
pt: Alunos Rejeitados
sv: Avvisade studenter
vi: Học sinh bị từ chối

source: remove
bg: Премахване
eu: kendu
it: rimuovere
pl: usunąć
pt: retirar
sv: avlägsna
vi: tẩy

source: Remove from course
bg: Премахване от курса
eu: Kendu ikastarotik
it: Rimuovi dal corso
pl: Usuń z kursu
pt: Remover do curso
sv: Ta bort från kursen
vi: Xóa khỏi khóa học

source: Remove from Module
bg: Премахване от модула
eu: Kendu modulutik
it: Rimuovi dal modulo
pl: Usuń z modułu
pt: Remover do Módulo
sv: Ta bort från modulen
vi: Xóa khỏi Mô-đun

source: Remove from paper
bg: Извадете от хартия
eu: Kendu paperetik
it: Rimuovi dalla carta
pl: Usuń z papieru
pt: Retire do papel
sv: Ta bort från papper
vi: Xóa khỏi giấy

source: Remove Teachers
bg: Премахване на учители
eu: Kendu irakasleak
it: Rimuovi insegnanti
pl: Usuń nauczycieli
pt: Remover professores
sv: Ta bort lärare
vi: Xóa giáo viên

source: Replies
bg: Отговори
eu: Erantzunak
it: Risposte
pl: Odpowiedzi
pt: Respostas
sv: Svar
vi: Trả lời

source: Request
bg: Заявка
eu: Eskaera
it: Richiesta
pl: Wniosek
pt: Solicitar
sv: Begäran
vi: Lời yêu cầu

source: Request Pending
bg: Искане в процес на изчакване
eu: Eskaera zain
it: Richiesta in sospeso
pl: Prośba oczekująca na rozpatrzenie
pt: Pedido pendente
sv: Begäran väntar
vi: Đợi phản hồi

source: Request Rejected
bg: Искането е отхвърлено
eu: Eskaera baztertua
it: Richiesta rifiutata
pl: Prośba odrzucona
pt: Pedido rejeitado
sv: Begäran avslås
vi: Yêu cầu bị từ chối

source: Requested Students
bg: Заявени студенти
eu: Eskatutako Ikasleak
it: Studenti richiesti
pl: Poproszeni studenci
pt: Alunos Solicitados
sv: Efterfrågade studenter
vi: Học sinh được yêu cầu

source: Reset Password
bg: Нулиране на паролата
eu: Pasahitza berrezarri
it: Resetta la password
pl: Zresetuj hasło
pt: Redefinir senha
sv: Återställ lösenord
vi: Đặt lại mật khẩu

source: Results
bg: Резултати
eu: Emaitzak
it: Risultati
pl: Wyniki
pt: Resultados
sv: Resultat
vi: Kết quả

source: Revoke
bg: Отмяна
eu: Ezeztatu
it: Revocare
pl: Unieważnić
pt: Revogar
sv: Återkalla
vi: Thu hồi

source: Roll No
bg: Ролка No.
eu: Erroilua Ez
it: N. rotolo
pl: Nr rolki
pt: Núm. da lista
sv: Rulle nr
vi: Cuộn không

source: Roll No.
bg: Ролка No.
eu: Erroilua
it: Rotolo n.
pl: Nr rolki
pt: Núm. da lista.
sv: Rulle nr.
vi: Số cuộn

source: Roll Number
bg: Номер на ролката
eu: Roll zenbakia
it: Numero del rullino
pl: Numer rolki
pt: Número do rolo
sv: Valsnummer
vi: Số cuộn

source: Roll number:
bg: Номер на ролката:
eu: Erregistro zenbakia:
it: Numero del rullino:
pl: Numer rolki:
pt: Número do rolo:
sv: Valsnummer:
vi: Số cuộn:

source: Save
bg: Запазване
eu: Gorde
it: Salva
pl: Zapisać
pt: Salve 
sv: Spara
vi: Cứu

source: Scorecard
bg: Карта за резултат
eu: Puntuazio txartela
pl: Karta z punktami
pt: Tabela de desempenho
sv: Score-kort
vi: Bảng điểm

source: Search
bg: Търсене
eu: Bilatu
it: Ricerca
pl: Szukaj
pt: Procurar
sv: Sök
vi: Tìm kiếm

source: Search by course name
bg: Търсете по име на курса
eu: Bilatu ikastaroaren izenaren arabera
it: Cerca per nome del corso
pl: Szukaj według nazwy kursu
pt: Pesquise pelo nome do curso
sv: Sök efter kursnamn
vi: Tìm kiếm theo tên khóa học

source: Search Questions:
bg: Въпроси за търсене:
eu: Bilatu galderak:
it: Domande di ricerca:
pl: Szukaj pytania:
pt: Perguntas de pesquisa:
sv: Sökfrågor:
vi: Câu hỏi tìm kiếm:

source: Search Results
bg: Резултати от търсенето
eu: Bilaketaren emaitzak
it: risultati di ricerca
pl: Wyniki wyszukiwania
pt: Procurar Resultados
sv: sökresultat
vi: kết quả tìm kiếm

source: Search results does not include teachers already added
bg: Резултатите от търсенето не включват вече добавени учители
eu: Bilaketaren emaitzetan ez dira dagoeneko gehitutako irakasleak sartzen
it: I risultati della ricerca non includono gli insegnanti già aggiunti
pl: Wyniki wyszukiwania nie obejmują nauczycieli już dodanych
pt: Os resultados da pesquisa não incluem professores já adicionados
sv: Sökresultaten inkluderar inte redan tillagda lärare
vi: Kết quả tìm kiếm không bao gồm các giáo viên đã được thêm vào

source: Search using Tags:
bg: Търсете с помощта на тагове:
eu: Bilatu etiketak erabiliz:
it: Cerca utilizzando i tag:
pl: Szukaj za pomocą tagów:
pt: Pesquise usando tags:
sv: Sök med taggar:
vi: Tìm kiếm bằng cách sử dụng Thẻ:

source: Search/Filter Courses
bg: Курсове за търсене/филтриране
eu: Bilatu / Iragazi ikastaroak
it: Cerca/Filtra Corsi
pl: Wyszukaj/filtruj kursy
pt: Pesquisar / filtrar cursos
sv: Sök/filtrera kurser
vi: Tìm kiếm / Lọc các khóa học

source: Search/Filter Learning Modules
bg: Търсене/Филтриране на модули за обучение
eu: Bilatu / Iragazi Ikasketa moduluak
it: Cerca/Filtra i moduli di apprendimento
pl: Wyszukaj/filtruj moduły szkoleniowe
pt: Pesquisar / Filtrar Módulos de Aprendizagem
sv: Sök/filtrera inlärningsmoduler
vi: Tìm kiếm / Lọc các mô-đun học tập

source: Search/Filter Lessons
bg: Уроци за търсене/филтриране
eu: Bilatu / Iragazi ikasgaiak
it: Cerca/Filtra lezioni
pl: Lekcje wyszukiwania/filtrowania
pt: Lições de pesquisa / filtro
sv: Sök/filtrera lektioner
vi: Tìm kiếm / Lọc bài học

source: Search/Filter Quizzes
bg: Тестове за търсене/филтриране
eu: Bilatu / Iragazi galdetegiak
it: Quiz di ricerca/filtro
pl: Szukaj/filtruj quizy
pt: Questionários de pesquisa / filtro
sv: Sök/filtrera frågesporter
vi: Câu đố tìm kiếm / lọc

source: Select
bg: Изберете
eu: Aukeratu
it: Selezionare
pl: Wybierz
pt: Selecione
sv: Välj
vi: Lựa chọn

source: Select all
bg: Избери всичко
eu: Hautatu guztiak
it: Seleziona tutto
pl: Zaznacz wszystko
pt: Selecionar tudo
sv: Välj alla
vi: Chọn tất cả

source: Select attempt number
bg: Изберете номер на опит
eu: Aukeratu saiakera zenbakia
it: Seleziona il numero del tentativo
pl: Wybierz numer próby
pt: Selecione o número da tentativa
sv: Välj försöksnummer
vi: Chọn số lần thử

source: Select Attempt number:
bg: Изберете номер на опит:
eu: Aukeratu Saiakera zenbakia:
it: Seleziona Numero tentativo:
pl: Wybierz numer próby:
pt: Selecione o número da tentativa:
sv: Välj försöksnummer:
vi: Chọn số điện thoại Cố gắng:

source: Select Attempt Number: Default latest attempt
bg: Изберете номер на опит: Последен опит по подразбиране
eu: Aukeratu Saiakera zenbakia: azken saiakera lehenetsia
it: Seleziona Numero tentativo: ultimo tentativo predefinito
pl: Wybierz numer próby: domyślna ostatnia próba
pt: Selecione o número da tentativa: última tentativa padrão
sv: Välj försöksnummer: senaste senaste försöket
vi: Chọn Số lần thử: Lần thử gần nhất mặc định

source: Select Language
bg: Избери език
eu: Aukeratu hizkuntza
it: Seleziona la lingua
pl: Wybierz język
pt: Selecione o idioma
sv: Välj språk
vi: Chọn ngôn ngữ

source: Select Marker
bg: Изберете маркер
eu: Aukeratu Markatzailea
it: Seleziona marcatore
pl: Wybierz znacznik
pt: Selecione o marcador
sv: Välj markör
vi: Chọn điểm đánh dấu

source: Select Marks
bg: Изберете Marks
eu: Aukeratu Markak
it: Seleziona segni
pl: Wybierz znaki
pt: Selecione Marcas
sv: Välj märken
vi: Chọn nhãn hiệu

source: Select question type
bg: Изберете тип въпрос
eu: Aukeratu galdera mota
it: Seleziona il tipo di domanda
pl: Wybierz typ pytania
pt: Selecione o tipo de pergunta
sv: Välj frågetyp
vi: Chọn loại câu hỏi

source: Select questions to add to the pool:
bg: Изберете въпроси, които да добавите към пула:
eu: Aukeratu igerilekuan gehitzeko galderak:
it: Seleziona le domande da aggiungere al pool:
pl: Wybierz pytania do dodania do puli:
pt: Selecione perguntas para adicionar ao pool:
sv: Välj frågor att lägga till i poolen:
vi: Chọn câu hỏi để thêm vào nhóm:

source: Select questions to add:
bg: Изберете въпроси, които да добавите:
eu: Aukeratu gehitzeko galderak:
it: Seleziona le domande da aggiungere:
pl: Wybierz pytania do dodania:
pt: Selecione as perguntas a serem adicionadas:
sv: Välj frågor att lägga till:
vi: Chọn câu hỏi để thêm:

source: Select Status
bg: Изберете Състояние
eu: Aukeratu Egoera
it: Seleziona Stato
pl: Wybierz status
pt: Selecione o status
sv: Välj Status
vi: Chọn trạng thái

source: Select student
bg: Изберете ученик
eu: Aukeratu ikaslea
it: Seleziona studente
pl: Wybierz ucznia
pt: Selecione o aluno
sv: Välj student
vi: Chọn sinh viên

source: Select Testcase
bg: Изберете Testcase
eu: Aukeratu Testcase
it: Seleziona il caso di prova
pl: Wybierz przypadek testowy
pt: Selecione o caso de teste
sv: Välj Testcase
vi: Chọn Testcase

source: Select Video Option
bg: Изберете видео опция
eu: Aukeratu Bideo aukera
it: Seleziona l'opzione video
pl: Wybierz opcję wideo
pt: Selecione a opção de vídeo
sv: Välj Videoalternativ
vi: Chọn tùy chọn video

source: Send Email
bg: Изпратете имейл
eu: Bidali posta elektronikoa
it: Invia una email
pl: Wysłać email
pt: Enviar email
sv: Skicka epost
vi: Gửi email

source: Send Mail
bg: Изпрати писмо
eu: Bidali posta
it: Inviare una mail
pl: Wyślij maila
pt: Enviar correio
sv: Skicka brev
vi: Gửi thư

source: Show
bg: Покажи
eu: Ikuskizuna
it: Spettacolo
pl: Pokazać
pt: Mostrar
vi: Chỉ

source: Shuffle MCQ/MCC options for each student
bg: Разбъркайте MCQ/MCC опциите за всеки ученик
eu: Nahastu MCQ / MCC aukerak ikasle bakoitzarentzat
it: Riordina le opzioni MCQ/MCC per ogni studente
pl: Potasuj opcje MCQ/MCC dla każdego ucznia
pt: Opções aleatórias de MCQ / MCC para cada aluno
sv: Blanda MCQ/MCC -alternativ för varje elev
vi: Trộn các tùy chọn MCQ / MCC cho từng học sinh

source: Shuffle questions\
bg: Разбъркване на въпроси \
eu: Nahastu galderak \
it: Riordina le domande\
pl: Pomieszaj pytania\
pt: Perguntas aleatórias \
sv: Blanda frågor \
vi: Trộn câu hỏi \

source: Sign in
bg: Впиши се
eu: Hasi saioa
it: Registrazione
pl: Zaloguj się
pt: Entrar
sv: Logga in
vi: Đăng nhập

source: Sign in with
bg: Запиши се с
eu: Hasi saioa honekin
it: Accedi con
pl: Zaloguj się korzystając z
pt: Entrar com
sv: Logga in med
vi: Đăng nhập với

source: Single Correct Choice
bg: Един правилен избор
eu: Aukera zuzena bakarra
it: Scelta corretta singola
pl: Pojedynczy prawidłowy wybór
pt: Escolha correta única
sv: Enkelt korrekt val
vi: Lựa chọn đúng duy nhất

source: Snippet
bg: Фрагмент
eu: Puskatxoa
it: Frammento
pl: Skrawek
pt: Trecho
sv: Snutt
vi: Đoạn trích

source: Solution
bg: Решение
eu: Irtenbidea
it: Soluzione
pl: Rozwiązanie
pt: Solução
sv: Lösning
vi: Dung dịch

source: Solution by teacher
bg: Решение от учителя
eu: Irtenbidea irakaslearen eskutik
it: Soluzione dell'insegnante
pl: Rozwiązanie przez nauczyciela
pt: Solução pelo professor
sv: Lösning av lärare
vi: Lời giải của giáo viên

source: Solution for the question
bg: Решение на въпроса
eu: Galderaren irtenbidea
it: Soluzione per la domanda
pl: Rozwiązanie na pytanie
pt: Solução para a questão
sv: Lösning på frågan
vi: Giải pháp cho câu hỏi

source: Sorry for the inconvenience.
bg: Съжалявам за неудобството.
eu: Barkatu eragozpenak.
it: Ci dispiace per l'inconvenienza.
pl: Przepraszam za niedogodności.
pt: Desculpe pela inconveniência.
sv: Beklagar olägenheten.
vi: Xin lỗi vì sự bất tiện.

source: Special Attempt
bg: Специален опит
eu: Saiakera Berezia
it: Tentativo Speciale
pl: Specjalna Próba
pt: Tentativa Especial
sv: Särskilt försök
vi: Nỗ lực Đặc biệt

source: Sr. No
bg: Ср
eu: Ez
pl: s. No
pt: Sr. Não
sv: Sr. Nej
vi: Sơ không

source: Sr.No
bg: Ср

source: Standard Testcase
bg: Стандартна тестова кутия
eu: Probeta Estandarra
it: Caso di prova standard
pl: Standardowy przypadek testowy
pt: Caso de Teste Padrão
vi: Thử nghiệm tiêu chuẩn

source: Start
bg: Старт
eu: Hasi
it: Cominciare
pl: Początek
pt: Começar
vi: Bắt đầu

source: Start Date and Time for enrollment of course
bg: Начална дата и час за записване на курса
eu: Ikastaroan izena emateko hasiera data eta ordua
it: Data e ora di inizio per l'iscrizione al corso
pl: Data i godzina rozpoczęcia rejestracji na kurs
pt: Data e hora de início para inscrição do curso
sv: Startdatum och tid för anmälan såklart
vi: Ngày và giờ bắt đầu đăng ký khóa học

source: Start Special Attempt
bg: Стартирайте специален опит
eu: Hasi Saiakera Berezia
it: Avvia tentativo speciale
pl: Rozpocznij specjalną próbę
pt: Iniciar tentativa especial
sv: Starta specialförsök
vi: Bắt đầu nỗ lực đặc biệt

source: Start time:
bg: Начален час:
eu: Hasiera ordua:
it: Ora di inizio:
pl: Czas rozpoczęcia:
pt: Horário de início:
sv: Starttid:
vi: Thời gian bắt đầu:

source: Starts On:
bg: Започва на:
eu: Hasten da:
it: Inizia il:
pl: Rozpoczyna się:
pt: Começa em:
sv: Börjar på:
vi: Bắt đầu vào:

source: Statistics
bg: Статистика
eu: Estatistikak
it: Statistiche
pl: Statystyka
pt: Estatisticas
sv: Statistik
vi: Số liệu thống kê

source: Statistics for
bg: Статистика за
eu: Estatistikak
it: Statistiche per
pl: Statystyki dla
pt: Estatísticas para
sv: Statistik för
vi: Thống kê cho

source: Status
bg: Състояние
eu: Egoera
it: Stato
vi: Trạng thái

source: Status:
bg: Състояние:
eu: Egoera:
it: Stato:
vi: Trạng thái:

source: StdIO Based Testcase
bg: StdIO базиран тест
eu: StdIO oinarritutako testcase
pl: Przypadek testowy oparty na StdIO
pt: Caso de teste baseado em StdIO
sv: StdIO -baserat testfodral
vi: Kiểm tra dựa trên StdIO

source: STEP 1
bg: ЕТАП 1
eu: 1. URRATSA
it: PASSO 1
pl: KROK 1
pt: PASSO 1
sv: STEG 1
vi: BƯỚC 1

source: STEP 2
bg: СТЪПКА 2
eu: 2. URRATSA
it: PASSO 2
pl: KROK 2
pt: PASSO 2
sv: STEG 2
vi: BƯỚC 2

source: STEP 3
bg: СТЪПКА 3
eu: 3. URRATSA
it: FASE 3
pl: KROK 3
pt: ETAPA 3
sv: STEG 3
vi: BƯỚC 3

source: String Testcase
bg: Струнен тест
eu: Soken testcase
it: Test delle stringhe
pl: Testy strunowe
pt: Caso de teste de string
vi: Kiểm tra chuỗi

source: Student answer(s):
bg: Отговори (и) на учениците:
eu: Ikaslearen erantzuna (k):
it: Risposte dello studente:
pl: Odpowiedzi uczniów:
pt: Resposta (s) do aluno:
sv: Elevsvar:
vi: (Các) câu trả lời của học sinh:

source: Student Dashboard
bg: Табло за ученици
eu: Ikasleen panela
it: Pannello di controllo dello studente
pl: Pulpit ucznia
pt: Painel do Aluno
sv: Studentinstrumentpanel
vi: Bảng điều khiển dành cho sinh viên

source: Student Details
bg: Подробности за учениците
eu: Ikaslearen xehetasunak
it: Dettagli dello studente
pl: Szczegóły ucznia
pt: Dados do aluno
sv: Studentinformation
vi: Thông tin chi tiết về sinh viên

source: Student Name
bg: Име на студент
eu: Ikaslearen izena
it: Nome dello studente
pl: Imię i nazwisko ucznia
pt: Nome do aluno
sv: Elevs namn
vi: Tên học sinh

source: Student Name:
bg: Име на студент:
eu: Ikaslearen izena:
it: Nome dello studente:
pl: Imię i nazwisko ucznia:
pt: Nome do aluno:
sv: Elevs namn:
vi: Tên học sinh:

source: Student/Faculty/Researcher/Industry/Fellowship/etc.
bg: Студент/Факултет/Изследовател/Индустрия/Стипендия/и т.н.
it: Studente/Facoltà/Ricercatore/Industria/Fellowship/ecc.
pl: Student/wydział/naukowiec/przemysł/stypendium/itp.
pt: Aluno / Corpo Docente / Pesquisador / Indústria / Bolsa / etc.
sv: Student/fakultet/forskare/industri/stipendium/etc.
vi: Sinh viên / Khoa / Nhà nghiên cứu / Ngành / Học bổng / vv.

source: Submission Details
bg: Подробности за подаването
eu: Bidalketa xehetasunak
it: Dettagli dell'invio
pl: Szczegóły zgłoszenia
pt: Detalhes de envio
sv: Inlämningsinformation
vi: Chi tiết gửi

source: Submission Status
bg: Статус на подаване
eu: Bidalketa egoera
it: Stato di sottomissione
pl: Status zgłoszenia
pt: Status de submissão
sv: Inlämningsstatus
vi: Trạng thái nộp hồ sơ

source: Submissions
bg: Предложения
eu: Aurkezpenak
it: Contributi
pl: Zgłoszenia
pt: Submissões
sv: Inlämningar
vi: Đệ trình

source: Submit
bg: Изпращане
eu: Bidali
it: Invia
pl: Składać
pt: Enviar
sv: Skicka in
vi: Nộp

source: Submit Answer
bg: Изпратете отговор
eu: Bidali erantzuna
it: Inviare risposta
pl: Prześlij odpowiedź
pt: Enviar resposta
sv: Skicka svar
vi: Cung cấp câu trả lời

source: Summary
bg: Резюме
eu: Laburpen
it: Riepilogo
pl: Streszczenie
pt: Resumo
sv: Sammanfattning
vi: Tóm lược

source: Summary:
bg: Резюме:
eu: Laburpen:
it: Riepilogo:
pl: Streszczenie:
pt: Resumo:
sv: Sammanfattning:
vi: Tóm lược:

source: Switch To Moderator
bg: Превключване към модератор
eu: Aldatu moderatzailera
it: Passa a moderatore
pl: Przełącz na moderatora
pt: Mudar para moderador
sv: Byt till moderator
vi: Chuyển sang Người kiểm duyệt

source: Switch To Student
bg: Превключване към ученик
eu: Ikaslearengana aldatu
it: Passa a studente
pl: Przełącz na ucznia
pt: Mudar para aluno
sv: Byt till student
vi: Chuyển sang sinh viên
