Repository: chaieb-adel/iziklasse2.0
Catalog: online_test/locale/*/LC_MESSAGES/django.po
Languages: bg, eu, it, pl, pt, sv, vi

source: Marks Uploaded!
bg: Маркировките са качени!
eu: Markak kargatuta!
it: Marchi caricati!
pl: Przesłano znaki!
pt: Marcas carregadas!
sv: Märken uppladdade!
vi: Đánh dấu đã được tải lên!

source: Marks:
bg: Бележки:
eu: Markak:
it: Segni:
pl: Znaki:
pt: Marcas:
sv: Märken:

source: Maximum Mark(s):
bg: Максимална оценка (и):
eu: Gehienezko marka (k):
it: Punteggio massimo:
pl: Maksymalna ocena(-y):
pt: Marca (s) máxima (s):
sv: Maximalt betyg:
vi: Dấu tối đa:

source: Maximum Marks
bg: Максимални марки
eu: Gehienezko marka
it: Punteggio massimo
pl: Maksymalna liczba znaków
pt: Marcas máximas
sv: Maximala poäng
vi: Điểm tối đa

source: MCQ Testcase
bg: MCQ тест
it: Caso di prova MCQ
pl: Przypadek testowy MCQ

source: minutes
bg: минути
eu: minutu
it: minuti
pl: minuty
pt: minutos
sv: minuter
vi: phút

source: Module Description
bg: Описание на модула
eu: Moduluaren deskribapena
it: Descrizione del modulo
pl: Opis modułu
pt: Descrição do Módulo
sv: Modul Beskrivning
vi: Mô tả mô-đun

source: Module Name
bg: Име на модула
eu: Moduluaren izena
it: Nome modulo
pl: Nazwa modułu
pt: nome do módulo
sv: Modulnamn
vi: Tên mô-đun

source: Modules
bg: Модули
eu: Moduluak
it: Moduli
pl: Moduły
pt: Módulos
sv: Moduler
vi: Mô-đun

source: Monitor
bg: Монитор
eu: Monitorea
it: Tenere sotto controllo
sv: Övervaka
vi: Màn hình

source: More
bg: | Повече ▼
eu: Gehiago
it: Di più
pl: Więcej
pt: Mais
sv: Mer
vi: Hơn

source: More info
bg: Повече информация
eu: Informazio gehiago
it: Ulteriori informazioni
pl: Więcej informacji
pt: Mais informações
sv: Mer information
vi: Thêm thông tin

source: Multiple Correct Choices
bg: Множество правилни избори
eu: Aukera zuzenak anitz
it: Scelte multiple corrette
pl: Wiele prawidłowych wyborów
pt: Múltiplas escolhas corretas
sv: Flera rätt val
vi: Nhiều lựa chọn đúng

source: My Courses
bg: Моите курсове
eu: Nire Ikastaroak
it: I miei corsi
pl: Moje kursy
pt: Meus cursos
sv: Mina kurser
vi: Các khóa học của tôi

source: My Dashboard
bg: Моята стена
eu: Nire arbela
pl: moja tablica
pt: Meu painel
sv: Min instrumentpanel
vi: Bảng điều khiển của tôi

source: My Lessons
bg: Моите уроци
eu: Nire ikasgaiak
it: Le mie lezioni
pl: Moje lekcje
pt: Minhas lições
sv: Mina lektioner
vi: Những bài học của tôi

source: My Profile
bg: Моят профил
eu: Nire profila
it: Il mio profilo
pl: Mój profil
pt: Meu perfil
sv: Min profil
vi: Thông tin của tôi

source: My Quizzes
bg: Моите викторини
eu: Nire galdetegiak
it: I miei quiz
pl: Moje quizy
pt: Meus questionários
sv: Mina frågesporter
vi: Câu đố của tôi

source: Name
bg: Име
eu: Izena
it: Nome
pl: Nazwa
pt: Nome
sv: namn
vi: Tên

source: Name:
bg: Име:
eu: Izena:
it: Nome:
pl: Nazwa:
pt: Nome:
sv: Namn:
vi: Tên:

source: New Post
bg: Нова публикация
eu: Mezu berria
it: Nuovo messaggio
pl: Nowy post
pt: Nova postagem
sv: Nytt brev
vi: Bài viết mới

source: Next
bg: Следващия
eu: Hurrengoa
it: Prossimo
pl: Następny
pt: Próximo
sv: Nästa
vi: Kế tiếp

source: No
bg: Не
eu: Ez
pl: Nie
pt: Não
sv: Nej
vi: Không

source: No AnswerPapers found
bg: Не са намерени AnswerPapers
eu: Ez da erantzunik aurkitu paperak
it: Nessuna rispostaDocumenti trovati
pl: Nie znaleziono dokumentów z odpowiedziami
pt: Nenhum AnswerPapers encontrado
sv: Inga svarPapper hittades
vi: Không tìm thấy câu trả lời

source: No Available Tags
bg: Няма налични тагове
eu: Etiketa erabilgarririk ez
it: Nessun tag disponibile
pl: Brak dostępnych tagów
pt: Sem tags disponíveis
sv: Inga tillgängliga taggar
vi: Không có thẻ có sẵn

source: No course data found
bg: Не са намерени данни за курса
eu: Ez da ikastaroaren daturik aurkitu
it: Nessun dato del corso trovato
pl: Nie znaleziono danych kursu
pt: Nenhum dado do curso foi encontrado
sv: Ingen kursdata hittades
vi: Không tìm thấy dữ liệu khóa học

source: No Courses Found
bg: Не са намерени курсове
eu: Ez da ikastaroik aurkitu
it: Nessun corso trovato
pl: Nie znaleziono kursów
pt: Nenhum curso encontrado
sv: Inga kurser hittades
vi: Không tìm thấy khóa học nào

source: No courses found to grade
bg: Не са намерени курсове за оценяване
eu: Ez da kalifikaziorik aurkitu
it: Nessun corso trovato da valutare
pl: Nie znaleziono kursów do oceny
pt: Nenhum curso encontrado para avaliar
sv: Inga kurser hittades för betyg
vi: Không tìm thấy khóa học nào để xếp hạng

source: No Courses found. Add a new course or Create demo course
bg: Не са намерени курсове. Добавете нов курс или Създайте демо курс
eu: Ez da ikastaroik aurkitu. Gehitu ikastaro berria edo Sortu demo ikastaroa
it: Nessun corso trovato. Aggiungi un nuovo corso o Crea un corso demo
pl: Nie znaleziono kursów. Dodaj nowy kurs lub Utwórz kurs demonstracyjny
pt: Nenhum curso encontrado. Adicionar um novo curso ou Criar curso de demonstração
sv: Inga kurser hittades. Lägg till en ny kurs eller Skapa demokurs
vi: Không tìm thấy khóa học nào. Thêm khóa học mới hoặc Tạo khóa học demo

source: No Courses to display
bg: Няма курсове за показване
eu: Ez dago ikastaroak erakusteko
it: Nessun corso da visualizzare
pl: Brak kursów do wyświetlenia
pt: Nenhum curso para exibir
sv: Inga kurser att visa
vi: Không có khóa học nào để hiển thị

source: No discussion posts are there yet. Create one to start discussing.
bg: Все още няма дискусионни публикации. Създайте такъв, за да започнете да обсъждате.
eu: Ez dago eztabaida mezurik oraindik. Sortu bat eztabaidatzen hasteko.
it: Non ci sono ancora post di discussione. Creane uno per iniziare a discutere.
pl: Nie ma jeszcze żadnych postów w dyskusji. Utwórz jeden, aby rozpocząć dyskusję.
pt: Ainda não há postagens de discussão. Crie um para começar a discutir.
sv: Inga diskussionsinlägg finns där ännu. Skapa en för att börja diskutera.
vi: Chưa có bài viết thảo luận nào. Tạo một cái để bắt đầu thảo luận.

source: No enrolled students yet
bg: Все още няма записани студенти
eu: Oraindik ez dago matrikulatutako ikaslerik
it: Non ci sono ancora studenti iscritti
pl: Nie ma jeszcze zapisanych studentów
pt: Ainda não há alunos matriculados
sv: Inga inskrivna studenter än
vi: Chưa có sinh viên nào đăng ký

source: No Enrollments allowed
bg: Не се допускат записвания
eu: Ez da matrikula onartzen
it: Nessuna iscrizione consentita
pl: Zapisy nie są dozwolone
pt: Não são permitidas inscrições
sv: Inga anmälningar tillåtna
vi: Không có đăng ký nào được phép

source: No Files added to this lesson
bg: Към този урок няма добавени файлове
eu: Ez da fitxategirik gehitu ikasgai honetan
it: Nessun file aggiunto a questa lezione
pl: Do tej lekcji nie dodano żadnych plików
pt: Nenhum arquivo adicionado a esta lição
sv: Inga filer har lagts till den här lektionen
vi: Không có tệp nào được thêm vào bài học này

source: No files for
bg: Няма файлове за
eu: Ez dago fitxategirik
it: Nessun file per
pl: Brak plików dla
pt: Nenhum arquivo para
sv: Inga filer för
vi: Không có tệp cho

source: No learning modules
bg: Няма модули за обучение
eu: Ikasteko modulurik ez
it: Nessun modulo di apprendimento
pl: Brak modułów edukacyjnych
pt: Sem módulos de aprendizagem
sv: Inga inlärningsmoduler
vi: Không có mô-đun học tập

source: No learning modules found
bg: Не са намерени учебни модули
eu: Ez da ikasteko modulurik aurkitu
it: Nessun modulo didattico trovato
pl: Nie znaleziono modułów edukacyjnych
pt: Nenhum módulo de aprendizagem encontrado
sv: Inga inlärningsmoduler hittades
vi: Không tìm thấy mô-đun học tập nào

source: No Learning units
bg: Няма учебни единици
eu: Ikasteko unitateak ez
it: Nessuna unità di apprendimento
pl: Brak jednostek nauki
pt: Sem unidades de aprendizagem
sv: Inga inlärningsenheter
vi: Không có đơn vị học tập

source: No lectures found
bg: Не са намерени лекции
eu: Ez da hitzaldirik aurkitu
it: Nessuna lezione trovata
pl: Nie znaleziono wykładów
pt: Nenhuma palestra encontrada
sv: Inga föreläsningar hittades
vi: Không tìm thấy bài giảng

source: No Lesson posts here. They will appear when someone comments on video lessons.
bg: Тук няма публикации за уроци. Те ще се появят, когато някой коментира видео уроци.
eu: Hemen ez dago ikasgairik. Norbaitek bideo ikasgaiak iruzkintzen dituenean agertuko dira.
it: Nessun post di lezione qui. Appariranno quando qualcuno commenta le lezioni video.
pl: Nie ma tu żadnych wpisów na lekcjach. Pojawią się, gdy ktoś skomentuje lekcje wideo.
pt: Não há posts de lições aqui. Eles aparecerão quando alguém comentar nas vídeo aulas.
sv: Inga lektionsinlägg här. De visas när någon kommenterar videolektioner.
vi: Không có bài học nào ở đây. Chúng sẽ xuất hiện khi ai đó nhận xét về các bài học video.

source: No lesson quizzes found
bg: Не са намерени тестове за уроци
eu: Ez da ikasgai galdetegirik aurkitu
it: Nessun quiz di lezione trovato
pl: Nie znaleziono quizów na lekcje
pt: Nenhum questionário de aula encontrado
sv: Inga lektionsfrågor hittades
vi: Không tìm thấy câu đố bài học

source: No lesson/quiz added
bg: Не е добавен урок/тест
eu: Ez da ikasgairik / galdetegirik gehitu
it: Nessuna lezione/quiz aggiunto
pl: Nie dodano lekcji/quizu
pt: Nenhuma lição / questionário adicionado
sv: Ingen lektion/frågesport har lagts till
vi: Không có bài học / bài kiểm tra nào được thêm vào

source: No lessons found
bg: Не са намерени уроци
eu: Ez da ikasgairik aurkitu
it: Nessuna lezione trovata
pl: Nie znaleziono lekcji
pt: Nenhuma aula encontrada
sv: Inga lektioner hittades
vi: Không tìm thấy bài học nào

source: No Module information
bg: Няма информация за модула
eu: Moduluaren informaziorik ez
it: Nessuna informazione sul modulo
pl: Brak informacji o module
pt: Sem informações do módulo
sv: Ingen modulinformation
vi: Không có thông tin Mô-đun

source: No Notifications Found
bg: Няма намерени известия
eu: Ez da jakinarazpenik aurkitu
it: Nessuna notifica trovata
pl: Nie znaleziono powiadomień
pt: Nenhuma notificação encontrada
sv: Inga aviseringar hittades
vi: Không tìm thấy thông báo

source: No Question Paper
bg: Няма въпросник
eu: Galdera Paperik ez
it: Nessun foglio di domande
pl: Brak papieru z pytaniami
pt: Artigo Sem Perguntas
sv: Inget frågepapper
vi: Không có giấy câu hỏi

source: No Question Papers available
bg: Няма налични документи с въпроси
eu: Ez dago Galderarik
it: Nessun foglio di domande disponibile
pl: Brak dokumentów z pytaniami
pt: Não há papéis de perguntas disponíveis
sv: Inga frågor finns tillgängliga
vi: Không có sẵn tài liệu câu hỏi

source: No Questions found
bg: Няма намерени въпроси
eu: Ez da galderarik aurkitu
it: Nessuna domanda trovata
pl: Nie znaleziono pytań
pt: Nenhuma pergunta encontrada
sv: Inga frågor hittades
vi: Không tìm thấy câu hỏi

source: No Quiz Found
bg: Тест не е намерен
eu: Ez da galdeketarik aurkitu
it: Nessun quiz trovato
pl: Nie znaleziono quizu
pt: Nenhum questionário encontrado
sv: Inget frågesport hittades
vi: Không tìm thấy câu đố

source: No Quizzes
bg: Без тестове
eu: Galdetegirik ez
it: Nessun quiz
pl: Brak quizów
pt: Sem questionários
sv: Inga frågesporter
vi: Không có câu đố

source: No quizzes found
bg: Не са намерени тестове
eu: Ez da galdetegirik aurkitu
it: Nessun quiz trovato
pl: Nie znaleziono quizów
pt: Nenhum questionário encontrado
sv: Inga frågesporter hittades
vi: Không tìm thấy câu đố

source: No rejected students yet
bg: Все още няма отхвърлени студенти
eu: Ikasle baztertuak oraindik ez
it: Nessuno studente rifiutato ancora
pl: Nie ma jeszcze odrzuconych uczniów
pt: Nenhum aluno rejeitado ainda
sv: Inga avvisade studenter ännu
vi: Chưa có sinh viên nào bị từ chối

source: No requests yet
bg: Все още няма заявки
eu: Ez dago eskaerarik oraindik
it: Nessuna richiesta ancora
pl: Brak próśb
pt: Nenhum pedido ainda
sv: Inga förfrågningar ännu
vi: Chưa có yêu cầu

source: No results found
bg: Няма намерени резултати
eu: Ez da emaitzarik aurkitu
it: nessun risultato trovato
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
sv: Inga resultat funna
vi: không tim được kêt quả

source: No submissions found
bg: Няма намерени представления
eu: Ez da bidalketarik aurkitu
it: Nessun invio trovato
pl: Nie znaleziono zgłoszeń
pt: Nenhum envio encontrado
sv: Inga bidrag hittades
vi: Không tìm thấy bài nộp

source: No Table of contents added
bg: Не е добавено съдържание
eu: Ez da aurkibiderik gehitu
it: Nessun sommario aggiunto
pl: Nie dodano spisu treści
pt: Nenhum índice adicionado
sv: Ingen innehållsförteckning tillagd
vi: Không có mục lục nào được thêm vào

source: No Teacher(s) added
bg: Не са добавени учители
eu: Ez da irakaslerik gehitu
it: Nessun insegnante/i aggiunto/i
pl: Nie dodano nauczyciela(ów)
pt: Nenhum (s) professor (es) adicionado (s)
sv: Inga lärare har lagts till
vi: Không có giáo viên nào được thêm vào

source: No Teacher(s)TA(s) Added
bg: Няма добавени учители (и) TA (s)
eu: Ez da irakaslerik gehitu TA
it: Nessun insegnante(i)TA(i) aggiunto(i)
pl: Nie dodano nauczyciela(ów) TA(ów)
pt: Nenhum professor (s) assistente (s) adicionado (s)
sv: Inga lärare TA tillagda
vi: Không có (các) giáo viên TA nào được thêm vào

source: No Users Found for
bg: Не са намерени потребители за
eu: Ez da erabiltzailerik aurkitu
it: Nessun utente trovato per
pl: Nie znaleziono użytkowników dla
pt: Nenhum usuário encontrado para
sv: Inga användare hittades för
vi: Không tìm thấy người dùng nào cho

source: No. of users Failed
bg: Брой потребители Неуспешно
eu: Erabiltzaile kopurua huts egin du
it: N. di utenti non riusciti
pl: Liczba użytkowników Nie powiodło się
pt: Nº de usuários com falha
sv: Antal användare misslyckades
vi: Số người dùng không thành công

source: No. of users Passed
bg: Брой преминали потребители
eu: Erabiltzaile kopurua gaindituta
it: N. di utenti Superati
pl: Liczba zdanych użytkowników
pt: Nº de usuários aprovados
sv: Antal användare godkända
vi: Số người dùng đã vượt qua

source: None
bg: Нито един
eu: Bat ere ez
it: Nessuno
pl: Nic
pt: Nenhum
sv: Ingen
vi: Không có

source: Not Attempted
bg: Не се опитва
eu: Ez Saiatu
it: Non tentato
pl: Nie próbowano
pt: Não tentado
sv: Inte försökt
vi: Không cố gắng

source: Note: Do not change the CSV Headers
bg: Забележка: Не променяйте CSV заглавките
eu: Oharra: Ez aldatu CSV goiburuak
it: Nota: non modificare le intestazioni CSV
pl: Uwaga: nie zmieniaj nagłówków CSV
pt: Observação: não altere os cabeçalhos CSV
sv: Obs! Ändra inte CSV -rubrikerna
vi: Lưu ý: Không thay đổi Tiêu đề CSV

source: Note:- Please Click on the Next button to submit the quiz. Please do not close the browser without clicking Next.
bg: Забележка:- Моля, кликнете върху бутона Напред, за да изпратите теста. Моля, не затваряйте браузъра, без да щракнете върху Напред.
eu: Oharra: - Mesedez, egin klik Hurrengo botoian galdetegia bidaltzeko. Mesedez, ez itxi arakatzailea Hurrengoa sakatu gabe.
it: Nota:- Fare clic sul pulsante Avanti per inviare il quiz. Si prega di non chiudere il browser senza fare clic su Avanti.
pl: Uwaga:- Kliknij przycisk Dalej, aby przesłać quiz. Nie zamykaj przeglądarki bez kliknięcia Dalej.
pt: Nota: - Clique no botão Avançar para enviar o questionário. Não feche o navegador sem clicar em Avançar.
sv: Obs:- Klicka på knappen Nästa för att skicka frågesporten. Stäng inte webbläsaren utan att klicka på Nästa.
vi: Lưu ý: - Vui lòng Click vào nút Tiếp theo để gửi bài kiểm tra. Vui lòng không đóng trình duyệt mà không nhấp vào Tiếp theo.

source: Notifications
bg: Известия
eu: Jakinarazpenak
it: Notifiche
pl: Powiadomienia
pt: Notificações
sv: Meddelanden
vi: Thông báo

source: Number of papers:
bg: Брой документи:
eu: Paper kopurua:
it: Numero di carte:
pl: Liczba artykułów:
pt: Número de artigos:
sv: Antal papper:
vi: Số lượng giấy tờ:

source: Number of questions to be picked from the pool
bg: Брой въпроси, които трябва да бъдат избрани от пула
eu: Igerilekuan jaso beharreko galdera kopurua
it: Numero di domande da raccogliere dal pool
pl: Liczba pytań do wybrania z puli
pt: Número de perguntas a serem escolhidas do pool
sv: Antal frågor som ska väljas från poolen
vi: Số lượng câu hỏi được chọn từ nhóm

source: Number Of Students:
bg: Брой студенти:
eu: Ikasle kopurua:
it: Numero di studenti:
pl: Liczba studentów:
pt: Número de estudantes:
sv: Antal studenter:
vi: Số học sinh:

source: Obtained Marks
bg: Получени марки
eu: Lortutako markak
it: Marchi ottenuti
pl: Uzyskane znaki
pt: Marcas obtidas
sv: Erhållna märken
vi: Thu được Nhãn hiệu

source: One can also upload zip with the following zip structure -
bg: Човек може също да качи цип със следната структура на цип -
eu: Zip ere igo daiteke zip egitura honekin -
it: Si può anche caricare zip con la seguente struttura zip:
pl: Można również wgrać zip o następującej strukturze zip -
pt: Também é possível fazer upload do zip com a seguinte estrutura de zip -
sv: Man kan också ladda upp zip med följande zip -struktur -
vi: Người ta cũng có thể tải lên zip với cấu trúc zip sau:

source: Only letters, digits and punctuation are allowed in password
bg: В паролата са разрешени само букви, цифри и пунктуация
eu: Pasahitzan letrak, digituak eta puntuazioa soilik onartzen dira
it: Nella password sono consentiti solo lettere, cifre e punteggiatura
pl: W haśle dozwolone są tylko litery, cyfry i znaki interpunkcyjne
pt: Apenas letras, dígitos e pontuação são permitidos na senha
sv: Endast bokstäver, siffror och skiljetecken är tillåtna i lösenordet
vi: Chỉ cho phép các chữ cái, chữ số và dấu chấm câu trong mật khẩu

source: Only letters, digits, period and underscore characters are allowed in username
bg: В потребителското име са разрешени само букви, цифри, точка и знаци за подчертаване
eu: Letrak, digituak, puntuak eta azpimarra karaktereak soilik onartzen dira erabiltzaile izenean
it: Nel nome utente sono consentiti solo lettere, cifre, punti e caratteri di sottolineatura
pl: W nazwie użytkownika dozwolone są tylko litery, cyfry, kropki i znaki podkreślenia
pt: Apenas letras, dígitos, ponto e caracteres de sublinhado são permitidos no nome de usuário
sv: Endast bokstäver, siffror, punkt- och understreckstecken är tillåtna i användarnamnet
vi: Chỉ cho phép các chữ cái, chữ số, dấu chấm và ký tự gạch dưới trong tên người dùng

source: Only one type of video path is allowed
bg: Разрешен е само един вид видео път
eu: Bideo bide mota bakarra onartzen da
it: È consentito un solo tipo di percorso video
pl: Dozwolony jest tylko jeden typ ścieżki wideo
pt: Apenas um tipo de caminho de vídeo é permitido
sv: Endast en typ av video sökväg är tillåten
vi: Chỉ cho phép một loại đường dẫn video

source: Open Enrollment
bg: Отворете регистрацията
eu: Matrikula irekia
it: Aperte le iscrizioni
pl: Otwórz rejestrację
pt: Inscrições abertas
sv: Öppen registrering
vi: Mở đăng ký

source: Or
bg: Или
eu: Edo
it: o
pl: Lub
pt: Ou
sv: Eller
vi: Hoặc

source: Or Sign in with credentials
bg: Или влезте с идентификационни данни
eu: Edo Saioa hasi kredentzialekin
it: Oppure Accedi con le credenziali
pl: Lub Zaloguj się przy użyciu poświadczeń
pt: Ou faça login com credenciais
sv: Eller logga in med referenser
vi: Hoặc Đăng nhập bằng thông tin đăng nhập

source: Order
bg: Поръчка
eu: Agindua
it: Ordine
pl: Zamówienie
pt: Pedido
sv: Beställa
vi: Đặt hàng

source: Others
bg: Други
eu: Beste batzuk
it: Altri
pl: Inni
pt: Outros
sv: Andra
vi: Khác

source: out of
bg: извън
eu: kanpo
it: fuori da
pl: poza
pt: fora de
sv: ut ur
vi: ra khỏi

source: Papers Completed:
bg: Завършени документи:
eu: Lanak beteta:
it: Documenti completati:
pl: Dokumenty ukończone:
pt: Artigos concluídos:
sv: Arbetet slutfört:
vi: Các giấy tờ đã hoàn thành:

source: Papers in progress:
bg: Документи в ход:
eu: Lanak egiten:
it: Documenti in corso:
pl: Referaty w toku:
pt: Artigos em andamento:
sv: Papper på gång:
vi: Các giấy tờ đang được tiến hành:

source: Passed
bg: Премина
eu: Gaindituta
it: Passato
pl: Przeszedł
pt: Passado
sv: passerade
vi: Đi qua

source: Password
bg: Парола
eu: Pasahitza
pl: Hasło
pt: Senha
sv: Lösenord
vi: Mật khẩu

source: Password reset successful
bg: Нулирането на паролата е успешно
eu: Pasahitza berrezarri da
it: Reimpostazione della password riuscita
pl: Resetowanie hasła powiodło się
pt: Senha redefinida com sucesso
sv: Lösenordsåterställning lyckades
vi: Đặt lại mật khẩu thành công

source: Passwords do not match
bg: Паролите не съвпадат
eu: Pasahitzak ez datoz bat
it: le passwords non corrispondono
pl: Hasła nie pasują do siebie
pt: As senhas não coincidem
sv: Lösenorden matchar inte
vi: Mật khẩu không phù hợp

source: Per Module Progress:
bg: За напредъка на модула:
eu: Moduluaren aurrerapen bakoitzeko:
it: Progresso per modulo:
pl: Na postęp modułu:
pt: Progresso por módulo:
sv: Framsteg per modul:
vi: Tiến độ mỗi mô-đun:

source: Percentage
bg: Процент
eu: Ehunekoa
it: Percentuale
pl: Odsetek
pt: Percentagem
sv: Procentsats
vi: Phần trăm

source: Percentage obtained:
bg: Получен процент:
eu: Lortutako ehunekoa:
it: Percentuale ottenuta:
pl: Procent uzyskany:
pt: Porcentagem obtida:
sv: Erhållen procentandel:
vi: Phần trăm thu được:

source: Please contact your administrator
bg: Моля, свържете се с вашия администратор
eu: Mesedez, jarri harremanetan administratzailearekin
it: Contatta il tuo amministratore
pl: Skontaktuj się z administratorem
pt: Entre em contato com o seu administrador
sv: Kontakta din administratör
vi: Vui lòng liên hệ với quản trị viên của bạn

source: Please enter your new password twice so we can verify you typed it in correctly
bg: Моля, въведете новата си парола два пъти, за да можем да проверим дали сте я въвели правилно
eu: Mesedez, sartu pasahitz berria bi aldiz, ondo idatzi duzula egiaztatu ahal izateko
it: Per favore inserisci la tua nuova password due volte in modo che possiamo verificare che tu l'abbia digitata correttamente
pl: Wprowadź swoje nowe hasło dwa razy, abyśmy mogli zweryfikować, czy wpisałeś je poprawnie
pt: Por favor, digite sua nova senha duas vezes para que possamos verificar se você a digitou corretamente
sv: Ange ditt nya lösenord två gånger så att vi kan verifiera att du har skrivit in det korrekt
vi: Vui lòng nhập mật khẩu mới của bạn hai lần để chúng tôi có thể xác minh rằng bạn đã nhập đúng mật khẩu

source: Please fill in the following details:
bg: Моля, попълнете следните данни:
eu: Mesedez, bete datu hauek:
it: Si prega di compilare i seguenti dettagli:
pl: Proszę podać następujące dane:
pt: Favor preencher os seguintes detalhes:
sv: Fyll i följande uppgifter:
vi: Vui lòng điền vào các chi tiết sau:

source: Please select atleast one question
bg: Моля, изберете поне един въпрос
eu: Mesedez, hautatu galdera bat gutxienez
it: Seleziona almeno una domanda
pl: Wybierz co najmniej jedno pytanie
pt: Selecione pelo menos uma pergunta
sv: Välj minst en fråga
vi: Vui lòng chọn ít nhất một câu hỏi

source: Please select Question type and Marks
bg: Моля, изберете тип въпрос и маркировки
eu: Mesedez, hautatu Galdera mota eta Markak
it: Si prega di selezionare il tipo di domanda e i voti
pl: Proszę wybrać typ pytania i znaki
pt: Selecione o tipo de pergunta e marcas
sv: Välj frågetyp och märken
vi: Vui lòng chọn Loại câu hỏi và Dấu hiệu

source: Points
bg: Точки
eu: Puntuak
it: Punti
pl: Zwrotnica
pt: Pontos
sv: Poäng
vi: Điểm

source: Points:
bg: Точки:
eu: Puntuak:
it: Punti:
pl: Zwrotnica:
pt: Pontos:
sv: Poäng:
vi: Điểm:

source: Poll
bg: Анкета
eu: Inkesta
it: Sondaggio
pl: Głosowanie
pt: Votação
vi: Thăm dò ý kiến

source: Pool of questions currently in paper:
bg: Група въпроси, които в момента са на хартия:
eu: Gaur egun paperean dauden galdera multzoa:
it: Pool di domande attualmente in carta:
pl: Pula pytań obecnie w formie papierowej:
pt: Conjunto de perguntas atualmente em papel:
sv: Pool av frågor som för närvarande finns i papper:
vi: Nhóm câu hỏi hiện đang được nghiên cứu trên báo:

source: Position
bg: Позиция
eu: Posizioa
it: Posizione
pl: Pozycja
pt: Posição
vi: Chức vụ

source: Position:
bg: Позиция:
eu: Kargua:
it: Posizione:
pl: Pozycja:
pt: Posição:
vi: Chức vụ:

source: Posts
bg: Публикации
eu: Mezuak
it: Post
pl: Posty
pt: Postagens
sv: Inlägg
vi: Bài đăng
