Repository: chaieb-adel/iziklasse2.0
Catalog: online_test/locale/*/LC_MESSAGES/django.po
Languages: bg, eu, it, pl, pt, sv, vi

source: Table Of Contents
bg: Съдържание
eu: Edukien taula
it: Sommario
pl: Spis treści
pt: Índice
sv: Innehållsförteckning
vi: Mục lục

source: Tags
bg: Етикети
eu: Etiketak
it: tag
pl: Tagi
pt: Tag
sv: Taggar
vi: Thẻ

source: Taken By
bg: Взето от
eu: Hartutakoa
it: Preso da
pl: Wzięty przez
pt: Tirada por
vi: Thực hiện bởi

source: Teacher comments:
bg: Коментари на учителя:
eu: Irakaslearen iruzkinak:
it: Commenti dell'insegnante:
pl: Komentarze nauczyciela:
pt: Comentários do professor:
sv: Lärarens kommentarer:
vi: Giáo viên nhận xét:

source: Teacher(s) added
bg: Добавени са учители (и)
eu: Irakaslea (k) gehitu da
it: Insegnanti aggiunti
pl: Dodano nauczyciela(ów)
pt: Professor (es) adicionado (s)
sv: Lärare (er) tillagda
vi: (Các) giáo viên đã thêm

source: Teacher(s)/TA(s)
bg: Учител (и)/TA (и)
it: Insegnante/i/assistente/i
pl: Nauczyciel(e)/TA(e)
pt: Professor (es) / TA (s)
sv: Lärare (er)/TA (s)
vi: Giáo viên / TA

source: Test
bg: Тест
eu: Proba
pt: Teste
vi: Thử nghiệm

source: Test case
bg: Тестов случай
eu: Proba kasua
it: Caso di prova
pl: Przypadek testowy
pt: Caso de teste
sv: Testfall
vi: Trường hợp thử nghiệm

source: Test Cases
bg: Тестови случаи
eu: Proba kasuak
it: Casi test
pl: Przypadki testowe
pt: Casos de teste
sv: Testfall
vi: Các trường hợp kiểm tra

source: Test cases:
bg: Тестови случаи:
eu: Proba kasuak:
it: Casi test:
pl: Przypadki testowe:
pt: Casos de teste:
sv: Testfall:
vi: Các trường hợp kiểm tra:

source: Test Selected
bg: Избран тест
eu: Hautatutako proba
it: Prova selezionata
pl: Wybrano test
pt: Teste Selecionado
sv: Test valt
vi: Đã chọn thử nghiệm

source: The following error took place:
bg: Възникна следната грешка:
eu: Honako errore hau gertatu da:
it: Si è verificato il seguente errore:
pl: Wystąpił następujący błąd:
pt: Ocorreu o seguinte erro:
sv: Följande fel inträffade:
vi: Đã xảy ra lỗi sau:

source: This email already exists
bg: Този имейл вече съществува
eu: Mezu elektronikoa dagoeneko badago
it: questa email esiste già
pl: Ten email już istnieje
pt: Esse email já existe
sv: Denna email existerar redan
vi: email này đã tồn tại

source: This event will be reported.
bg: Това събитие ще бъде докладвано.
eu: Gertaera honen berri emango da.
it: Questo evento verrà segnalato.
pl: To zdarzenie zostanie zgłoszone.
pt: Este evento será relatado.
sv: Denna händelse kommer att rapporteras.
vi: Sự kiện này sẽ được báo cáo.

source: This Quiz has expired. You can no longer attempt this Quiz.
bg: Този тест е изтекъл. Вече не можете да опитвате този тест.
eu: Galdetegi hau iraungi egin da. Jada ezin duzu galdetegi hau probatu.
it: Questo quiz è scaduto. Non puoi più tentare questo quiz.
pl: Ten quiz wygasł. Nie możesz już próbować tego quizu.
pt: Este questionário expirou. Você não pode mais tentar este questionário.
sv: Denna frågesport har gått ut. Du kan inte längre försöka denna frågesport.
vi: Bài kiểm tra này đã hết hạn. Bạn không thể thử Quiz này nữa.

source: This reset link is no longer valid!
bg: Тази връзка за нулиране вече не е валидна!
eu: Berrezartzeko esteka hau jada ez da baliozkoa!
it: Questo link di ripristino non è più valido!
pl: Ten link resetowania jest już nieważny!
pt: Este link de redefinição não é mais válido!
sv: Denna återställningslänk är inte längre giltig!
vi: Liên kết đặt lại này không còn hợp lệ!

source: Time
bg: Време
eu: Denbora
it: Tempo
pl: Czas
pt: Tempo
sv: Tid
vi: Thời gian

source: Time Extension
bg: Удължаване на времето
eu: Denboraren luzapena
it: Estensione del tempo
pl: Przedłużenie czasu
pt: Extensão de tempo
sv: Tidsförlängning
vi: Gia hạn thời gian

source: Time Left
bg: Оставащо време
eu: Denbora geratzen da
it: Tempo rimasto
pl: Pozostały czas
pt: Tempo restante
sv: Tid kvar
vi: Thời gian còn lại

source: Timezone:
bg: Часова зона:
eu: Ordu eremu:
it: Fuso orario:
pl: Strefa czasowa:
pt: Fuso horário:
sv: Tidszon:
vi: Múi giờ:

source: to delete files,
bg: за изтриване на файлове,
eu: fitxategiak ezabatzeko,
it: per eliminare file,
pl: usunąć pliki,
pt: para deletar arquivos,
sv: att radera filer,
vi: để xóa tệp,

source: to download a sample CSV, edit and upload it
bg: за да изтеглите примерен CSV файл, да го редактирате и качите
eu: CSV lagin bat deskargatzeko, editatu eta igo
it: per scaricare un CSV di esempio, modificarlo e caricarlo
pl: aby pobrać przykładowy plik CSV, edytować go i przesłać
pt: para fazer o download de um CSV de amostra, edite e carregue-o
sv: För att ladda ner ett exempel på CSV, redigera och ladda upp det
vi: để tải xuống CSV mẫu, hãy chỉnh sửa và tải nó lên

source: to extract files and
bg: за извличане на файлове и
eu: fitxategiak ateratzeko eta
it: per estrarre file e
pl: wyodrębnić pliki i
pt: para extrair arquivos e
sv: för att extrahera filer och
vi: để giải nén các tập tin và

source: to hide files
bg: за скриване на файлове
eu: fitxategiak ezkutatzeko
it: nascondere i file
pl: ukryć pliki
pt: esconder arquivos
sv: för att dölja filer
vi: để ẩn các tập tin

source: to the programming quiz!
bg: към теста за програмиране!
eu: programazio galdetegira!
it: al quiz di programmazione!
pl: do quizu programistycznego!
pt: para o teste de programação!
sv: till programmeringsquizen!
vi: đến bài kiểm tra lập trình!

source: Topic
bg: Тема
eu: Gai
it: Argomento
pl: Temat
pt: Tema
sv: Ämne
vi: Đề tài

source: Topic name
bg: Име на темата
eu: Gaiaren izena
it: Nome argomento
pl: Nazwa tematu
pt: Nome do tópico
sv: Ämnesnamn
vi: Tên chủ đề

source: Topic:
bg: Тема:
eu: Gai:
it: Argomento:
pl: Temat:
pt: Tema:
sv: Ämne:
vi: Đề tài:

source: Total attempts
bg: Тотални опити
eu: Saiakera guztiak
it: Tentativi totali
pl: Suma prób
pt: Total de tentativas
sv: Totala försök
vi: Tổng số lần thử

source: Total attempts at questions:
bg: Общо опити за въпроси:
eu: Galderen guztizko saiakerak:
it: Tentativi totali di domande:
pl: Suma prób na pytania:
pt: Total de tentativas de perguntas:
sv: Totalt antal försök till frågor:
vi: Tổng số lần thử các câu hỏi:

source: Total Marks:
bg: Общи оценки:
eu: Marka guztiak:
it: Totale voti:
pl: Całkowity wynik:
pt: Total de marcas:
sv: Totalt antal betyg:
vi: Tổng số điểm:

source: Total number of participants:
bg: Общ брой участници:
eu: Parte-hartzaile kopurua:
it: Numero totale di partecipanti:
pl: Całkowita liczba uczestników:
pt: Número total de participantes:
sv: Totalt antal deltagare:
vi: Tổng số người tham gia:

source: Total Submissions:
bg: Общо заявки:
eu: Bidalketak guztira:
it: Invii totali:
pl: Wszystkie zgłoszenia:
pt: Total de inscrições:
sv: Totalt antal bidrag:
vi: Tổng số lần nộp:

source: Total Time:
bg: Общо време:
eu: Denbora osoa:
it: Tempo totale:
pl: Czas całkowity:
pt: Tempo total:
sv: Total tid:
vi: Tổng thời gian:

source: Try as student
bg: Опитайте като ученик
eu: Saiatu ikasle gisa
it: Prova come studente
pl: Spróbuj jako student
pt: Tente como estudante
sv: Prova som student
vi: Cố gắng như sinh viên

source: Try as student:
bg: Опитайте като ученик:
eu: Saiatu ikasle gisa:
it: Prova come studente:
pl: Spróbuj jako student:
pt: Experimente como aluno:
sv: Prova som student:
vi: Cố gắng như một sinh viên:

source: Try as teacher
bg: Опитайте като учител
eu: Saiatu irakasle gisa
it: Prova come insegnante
pl: Spróbuj jako nauczyciel
pt: Tente como professor
sv: Försök som lärare
vi: Cố gắng như một giáo viên

source: Try as teacher:
bg: Опитайте като учител:
eu: Saiatu irakasle gisa:
it: Prova come insegnante:
pl: Spróbuj jako nauczyciel:
pt: Tente como professor:
sv: Prova som lärare:
vi: Cố gắng như một giáo viên:

source: Type
bg: Тип
eu: Mota
it: Tipo
pl: Rodzaj
pt: Modelo
sv: Typ
vi: Kiểu

source: Type:
bg: Тип:
eu: Mota:
it: Tipo:
pl: Rodzaj:
pt: Modelo:
sv: Typ:
vi: Kiểu:

source: Unattempted question(s)
bg: Неопитен въпрос (и)
eu: Saiatu gabeko galdera (k)
it: Domanda/e senza tentativi
pl: Nieodebrane pytania
pt: Pergunta (s) não tentada (s)
sv: Oförsökta frågor
vi: (Các) câu hỏi không cần thử

source: Undo Changes
bg: Отмяна на промените
eu: Desegin aldaketak
it: Cancella i cambiamenti
pl: Cofnij zmiany
pt: Desfazer mudanças
sv: Ångra ändringar
vi: Hoàn tác thay đổi

source: Update
bg: Актуализиране
eu: Eguneratu
it: Aggiornare
pl: Aktualizacja
pt: Atualizar
sv: Uppdatering
vi: Cập nhật

source: Upload
bg: Качване
eu: Kargatu
it: Caricamento
pl: Wgrywać
pt: Envio
sv: Ladda upp
vi: Tải lên

source: Upload / Download MD
bg: Качване / Изтегляне на MD
eu: MD kargatu / deskargatu
it: Carica/Scarica MD
pl: Prześlij / Pobierz MD
sv: Ladda upp / ladda ner MD
vi: Tải lên / Tải xuống MD

source: Upload assignment file for
bg: Качете файл за задание за
eu: Kargatu fitxategiaren fitxategia
it: Carica file compito per
pl: Prześlij plik zadania dla
pt: Carregar arquivo de atribuição para
sv: Ladda upp tilldelningsfil för
vi: Tải lên tệp bài tập cho

source: Upload File
bg: Качи файл
eu: Fitxategia igo
it: Caricare un file
pl: Przesyłanie pliku
pt: Subir arquivo
sv: Ladda upp fil
vi: Cập nhật dử liệu

source: Upload Questions
bg: Въпроси за качване
eu: Kargatu galderak
it: Carica domande
pl: Prześlij pytania
pt: Fazer upload de perguntas
sv: Ladda upp frågor
vi: Tải lên câu hỏi

source: Upload TOC
bg: Качете TOC
eu: Kargatu TOC
it: Carica sommario
pl: Prześlij spis treści
pt: Carregar TOC
sv: Ladda upp TOC
vi: Tải lên TOC

source: Upload Users
bg: Качване на потребители
eu: Erabiltzaileak igo
it: Carica utenti
pl: Prześlij użytkowników
pt: Carregar usuários
sv: Ladda upp användare
vi: Tải lên người dùng

source: Uploaded files
bg: Качени файлове
eu: Kargatutako fitxategiak
it: File caricati
pl: Przesłane pliki
pt: Arquivos enviados
sv: Överförda filer
vi: Tệp đã tải lên

source: Use a dummy if you don't have one.
bg: Използвайте манекен, ако нямате такъв.
eu: Erabili manikorrik ez baduzu.
it: Usa un manichino se non ne hai uno.
pl: Użyj smoczka, jeśli go nie masz.
pt: Use um manequim se você não tiver um.
sv: Använd en dummy om du inte har en.
vi: Sử dụng hình nộm nếu bạn không có.

source: User Data
bg: Потребителски данни
eu: Erabiltzailearen datuak
it: Dati utente
pl: Dane użytkownika
pt: Dados do usuário
sv: Användardata
vi: Dữ liệu người dùng

source: User IP:
bg: Потребителски IP:
eu: Erabiltzailearen IP:
it: IP utente:
pl: IP użytkownika:
pt: IP do usuário:
sv: Användarens IP:
vi: IP người dùng:

source: User Mode
bg: Потребителски режим
eu: Erabiltzaile modua
it: Modalità utente
pl: Tryb użytkownika
pt: Modo de usuário
sv: Användarläge
vi: Chế độ người dùng

source: User output
bg: Потребителски изход
eu: Erabiltzailearen irteera
it: Uscita utente
pl: Dane wyjściowe użytkownika
pt: Saída do usuário
sv: Användarutmatning
vi: Đầu ra của người dùng

source: user(s)
bg: потребител (и)
eu: erabiltzailea (k)
it: utente/i
pl: użytkownik(y)
pt: Comercial)
sv: användare
vi: người dùng

source: Username
bg: Потребителско име
eu: Erabiltzaile izena
it: Nome utente
pl: Nazwa użytkownika
pt: Nome do usuário
sv: Användarnamn
vi: tên tài khoản

source: Username already exists.
bg: Потребителското име вече съществува.
eu: Erabiltzaile izena dagoeneko badago.
it: Il nome utente esiste già.
pl: Nazwa użytkownika już istnieje.
pt: O nome de usuário já existe.
sv: Användarnamn existerar redan.
vi: Tên đăng kí đã được sử dụng.

source: Username and/or Password is not entered
bg: Потребителско име и/или парола не са въведени
eu: Erabiltzaile izena eta / edo pasahitza ez da sartzen
it: Username e/o Password non inseriti
pl: Nie wprowadzono nazwy użytkownika i/lub hasła
pt: Nome de usuário e / ou senha não foi inserido
sv: Användarnamn och/eller lösenord har inte angetts
vi: Tên người dùng và / hoặc Mật khẩu không được nhập

source: Users created will have username and password same as their email
bg: Създадените потребители ще имат потребителско име и парола, същите като техния имейл
eu: Sortutako erabiltzaileek erabiltzaile izena eta pasahitza e-posta bezalakoak izango dituzte
it: Gli utenti creati avranno nome utente e password uguali alla loro email
pl: Utworzeni użytkownicy będą mieli nazwę użytkownika i hasło takie same jak ich adres e-mail
pt: Os usuários criados terão nome de usuário e senha iguais aos de seu e-mail
sv: Användare som skapas har samma användarnamn och lösenord som deras e -postadress
vi: Người dùng được tạo sẽ có tên người dùng và mật khẩu giống như email của họ

source: Value must be dictionary e.g {'youtube': 'video-id'}
bg: Стойността трябва да бъде речник, напр. {'Youtube': 'video-id'}
eu: Balioak hiztegia izan behar du, adibidez, {'youtube': 'video-id'}
it: Il valore deve essere un dizionario, ad es. {'youtube': 'video-id'}
pl: Wartością musi być słownik, np. {'youtube': 'video-id'}
pt: O valor deve ser um dicionário, por exemplo {'youtube': 'video-id'}
sv: Värdet måste vara ordlista t.ex. {'youtube': 'video-id'}
vi: Giá trị phải là từ điển, ví dụ: {'youtube': 'video-id'}

source: Video File:
bg: Видео файл:
eu: Bideo fitxategia:
it: File video:
pl: Plik wideo:
pt: Arquivo de vídeo:
sv: Videofil:
vi: Tập tin video:

source: Video ID for Youtube, Vimeo and URL for others
bg: Видео ID за Youtube, Vimeo и URL за други
eu: Bideoaren IDa Youtube, Vimeo eta URLa beste batzuentzat
it: ID video per Youtube, Vimeo e URL per altri
pl: Identyfikator wideo dla Youtube, Vimeo i URL dla innych
pt: ID do vídeo para Youtube, Vimeo e URL para outros
sv: Video -ID för Youtube, Vimeo och URL för andra
vi: ID video cho Youtube, Vimeo và URL cho những người khác

source: Video Path:
bg: Видео път:
eu: Bideoaren bidea:
it: Percorso video:
pl: Ścieżka wideo:
pt: Caminho do vídeo:
sv: Videostig:

source: Video Views
bg: Преглеждания на видеоклипове
eu: Bideo Bistak
it: Visualizzazioni video
pl: Wyświetlenia wideo
pt: Exibições de vídeo
sv: Videovisningar
vi: Lượt xem Video

source: View
bg: Изглед
eu: Ikusi
it: Visualizzazione
pl: Pogląd
pt: Visualizar
sv: Se
vi: Quan điểm

source: View Answer paper
bg: Преглед на хартия с отговори
eu: Ikusi Erantzun papera
it: Visualizza il documento di risposta
pl: Zobacz artykuł z odpowiedziami
pt: Ver papel de resposta
sv: Visa svarspapper
vi: Xem bài trả lời

source: view grade
bg: преглед на оценката
eu: ikusi kalifikazioa
it: visualizza il voto
pl: zobacz ocenę
pt: ver nota
sv: se betyg
vi: xem điểm

source: We tried you code with the following test case:
bg: Опитахме ви код със следния тест:
eu: Kodea probatu dugu probako kasu honekin:
it: Abbiamo provato a codificare con il seguente test case:
pl: Wypróbowaliśmy kod z następującym przypadkiem testowym:
pt: Testamos seu código com o seguinte caso de teste:
sv: Vi försökte koda med följande testfall:
vi: Chúng tôi đã thử mã cho bạn với trường hợp thử nghiệm sau:

source: We tried your code with the following test case:
bg: Опитахме кода ви със следния тест:
eu: Zure kodea probako kasu honekin probatu dugu:
it: Abbiamo provato il tuo codice con il seguente test case:
pl: Wypróbowaliśmy Twój kod z następującym przypadkiem testowym:
pt: Testamos seu código com o seguinte caso de teste:
sv: Vi testade din kod med följande testfall:
vi: Chúng tôi đã thử mã của bạn với trường hợp thử nghiệm sau:

source: Welcome
bg: Добре дошли
eu: Ongi etorri
it: Accoglienza
pl: Witamy
pt: Receber
sv: Välkommen
vi: Chào mừng

source: What
bg: Какво
eu: Zer
it: Che cosa
pl: Co
pt: O que
sv: Vad
vi: Gì

source: What\
bg: Какво\
eu: Zer\
it: Che cosa\
pl: Co\
pt: O que\
sv: Vad\
vi: Gì\

source: Will be available once the course is complete
bg: Ще бъде на разположение след завършване на курса
eu: Ikastaroa amaitu ondoren erabilgarri egongo da
it: Sarà disponibile una volta completato il corso
pl: Będzie dostępny po zakończeniu kursu
pt: Estará disponível assim que o curso for concluído
sv: Kommer att finnas tillgängligt när kursen är klar
vi: Sẽ có sau khi khóa học hoàn thành

source: with Error Margin
bg: с марж на грешка
eu: Errorea marjinarekin
it: con margine di errore
pl: z marginesem błędu
pt: com margem de erro
sv: med felmarginal
vi: với Lề lỗi

source: Write your program below:
bg: Напишете програмата си по -долу:
eu: Idatzi zure programa behean:
it: Scrivi qui sotto il tuo programma:
pl: Napisz swój program poniżej:
pt: Escreva seu programa abaixo:
sv: Skriv ditt program nedan:
vi: Viết chương trình của bạn dưới đây:

source: Yes
bg: Да
eu: Bai
it: sì
pl: tak
pt: sim
sv: Ja
vi: đúng

source: You can attempt this Quiz at any time between
bg: Можете да опитате този тест по всяко време между
eu: Galdetegi hau edozein unetan egin dezakezu
it: Puoi provare questo quiz in qualsiasi momento tra
pl: Możesz spróbować tego quizu w dowolnym momencie między
pt: Você pode tentar este questionário a qualquer momento entre
sv: Du kan prova denna frågesport när som helst mellan
vi: Bạn có thể thử Quiz này bất cứ lúc nào giữa

source: You can check the quiz by attempting it in the following modes:
bg: Можете да проверите теста, като го опитате в следните режими:
eu: Galdetegia egiaztatu dezakezu honako modu hauetan saiatuz:
it: Puoi controllare il quiz provandolo nelle seguenti modalità:
pl: Możesz sprawdzić quiz, próbując go w następujących trybach:
pt: Você pode verificar o questionário testando-o nos seguintes modos:
sv: Du kan kontrollera frågesporten genom att försöka i följande lägen:
vi: Bạn có thể kiểm tra bài kiểm tra bằng cách thử nó ở các chế độ sau:

source: You can upload question files the following ways -
bg: Можете да качвате файлове с въпроси по следните начини -
eu: Galdera-fitxategiak modu honetan igo ditzakezu -
it: Puoi caricare i file delle domande nei seguenti modi:
pl: Pliki pytań można przesyłać w następujący sposób:
pt: Você pode fazer upload de arquivos de perguntas das seguintes maneiras -
sv: Du kan ladda upp frågefiler på följande sätt -
vi: Bạn có thể tải lên tệp câu hỏi theo những cách sau:

source: You can upload using the file browser here or via the QR code.
bg: Можете да качвате с помощта на файловия браузър тук или чрез QR кода.
eu: Fitxategi arakatzailea erabiliz kargatu dezakezu hemen edo QR kodearen bidez.
it: Puoi caricare utilizzando il browser di file qui o tramite il codice QR.
pl: Możesz przesłać za pomocą przeglądarki plików tutaj lub za pomocą kodu QR.
pt: Você pode fazer o upload usando o navegador de arquivos aqui ou através do código QR.
sv: Du kan ladda upp med filbläddraren här eller via QR -koden.
vi: Bạn có thể tải lên bằng trình duyệt tệp tại đây hoặc qua mã QR.

source: You have been given a special attempt to the
bg: На вас е даден специален опит да
eu: Saiakera berezia egin dizute
it: Ti è stato concesso un tentativo speciale per il
pl: Otrzymałeś specjalną próbę
pt: Você recebeu uma tentativa especial para o
sv: Du har fått ett särskilt försök till
vi: Bạn đã được cho một nỗ lực đặc biệt để

source: You have not attempted the Exercise
bg: Не сте опитвали упражнението
eu: Ez duzu Ariketa saiatu
it: Non hai tentato l'esercizio
pl: Nie próbowałeś wykonać ćwiczenia
pt: Você não tentou o exercício
sv: Du har inte försökt träna
vi: Bạn chưa thử Bài tập

source: You have not attempted the quiz
bg: Не сте опитвали теста
eu: Ez duzu galdeketa egiten saiatu
it: Non hai provato il quiz
pl: Nie próbowałeś quizu
pt: Você não respondeu ao questionário
sv: Du har inte försökt frågesporten
vi: Bạn chưa thử làm bài kiểm tra

source: You will be notified about quiz prerequisites.(You can still attempt the quiz though)
bg: Ще бъдете уведомени за предпоставките за теста. (Все пак можете да опитате теста)
eu: Galdetegiaren aurretiazko baldintzen berri emango zaizu. (Galdetegia probatu dezakezu)
it: Riceverai una notifica sui prerequisiti del quiz. (Puoi comunque tentare il quiz)
pl: Zostaniesz powiadomiony o wymaganiach wstępnych quizu. (Możesz jednak spróbować rozwiązać quiz)
pt: Você será notificado sobre os pré-requisitos do questionário. (Você ainda pode tentar o questionário)
sv: Du kommer att meddelas om frågeförutsättningar. (Du kan fortfarande försöka frågesporten)
vi: Bạn sẽ được thông báo về điều kiện tiên quyết của bài kiểm tra. (Tuy nhiên, bạn vẫn có thể thử làm bài kiểm tra)

source: Your code will be reset.
bg: Вашият код ще бъде нулиран.
eu: Zure kodea berrezarri egingo da.
it: Il tuo codice verrà reimpostato.
pl: Twój kod zostanie zresetowany.
pt: Seu código será redefinido.
sv: Din kod kommer att återställas.
vi: Mã của bạn sẽ được đặt lại.

source: Your current answers are saved.
bg: Текущите ви отговори са запазени.
eu: Zure uneko erantzunak gorde dira.
it: Le tue risposte attuali vengono salvate.
pl: Twoje aktualne odpowiedzi są zapisywane.
pt: Suas respostas atuais são salvas.
sv: Dina nuvarande svar sparas.
vi: Câu trả lời hiện tại của bạn đã được lưu.

source: Your password has been changed successfully.
bg: Вашата парола е променена успешно.
eu: Zure pasahitza behar bezala aldatu da.
it: La tua password è stata cambiata con successo.
pl: Twoje hasło zostało zmienione.
pt: Sua senha foi alterada com sucesso.
sv: Ditt lösenord har ändrats.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Your password has been reset.
bg: Вашата парола е нулирана.
eu: Zure pasahitza berrezarri da.
it: La tua password è stata resettata.
pl: Twoje hasło zostało zresetowane.
pt: Sua senha foi alterada.
sv: Ditt lösenord har blivit återställt.
vi: Mật khẩu của bạn đã được thiết lập lại.

source: Your Profile is changed
bg: Профилът ви е променен
eu: Zure profila aldatu da
it: Il tuo profilo è cambiato
pl: Twój profil został zmieniony
pt: Seu perfil foi alterado
sv: Din profil ändras
vi: Hồ sơ của bạn đã được thay đổi

source: Float Testcase
eu: Flotagailuen probalekua
it: Caso di prova galleggiante
pl: Pływający przypadek testowy
vi: Kiểm tra Float

source: OK
eu: ADOS

source: QuestionPaper
eu: GalderaPaper
pl: Kwestionariusz

source: Sr No.
it: sr n.
pl: nr s.r.
pt: Sr. Não.
sv: Sr nr.
vi: Sr không.
