Repository: chaieb-adel/iziklasse2.0
Catalog: online_test/locale/*/LC_MESSAGES/django.po
Languages: bg, eu, it, pl, pt, sv, vi

source: <p> This examination system has been developed with the intention of making you learn programming and be assessed in an interactive and fun manner.You will be presented with a series of programming questions and problems that you will answer online and get immediate feedback for. </p><p>Here are some important instructions and rules that you should understand carefully.</p> <ul><li>For any programming questions, you can submit solutions as many times as you want without a penalty. You may skip questions and solve them later.</li><li> You <strong>may</strong> use your computer's Python/IPython shell or an editor to solve the problem and cut/paste the solution to the web interface. </li><li> <strong>You are not allowed to use any internet resources i.e. no google etc.</strong> </li> <li> Do not copy or share the questions or answers with anyone until the exam is complete <strong>for everyone</strong>. </li><li> <strong>All</strong> your attempts at the questions are logged. Do not try to outsmart and break the testing system. If you do, we know who you are and we will expel you from the course. You have been warned. </li></ul> <p>We hope you enjoy taking this exam !!!</p>
bg: <p> Тази изпитна система е разработена с намерението да ви накара да научите програмиране и да бъдете оценени по интерактивен и забавен начин. Ще ви бъдат представени поредица от въпроси и проблеми по програмиране, на които ще отговорите онлайн и ще получите незабавна обратна връзка. </p> <p> Ето някои важни инструкции и правила, които трябва да разберете внимателно. </p> <ul> <li> За всякакви програмни въпроси можете да изпращате решения толкова пъти, колкото искате, без наказание. Можете да пропуснете въпросите и да ги разрешите по -късно. </li> <li> Можете <strong> можете </strong> да използвате Python/IPython обвивката на вашия компютър или редактор, за да разрешите проблема и да изрежете/поставите решението в уеб интерфейса. </li> <li> <strong> Нямате право да използвате никакви интернет ресурси, т.е. никакъв google и др. </strong> </li> <li> Не копирайте и не споделяйте въпросите или отговорите с никого, докато изпита не е пълно <strong> за всички </strong>. </li> <li> <strong> Всички </strong> вашите опити по въпросите се регистрират. Не се опитвайте да надхитрите и счупите системата за тестване. Ако го направите, ние знаем кои сте и ще ви изключим от курса. Предупреден си. </li> </ul> <p> Надяваме се да се насладите на този изпит !!! </p>
eu: <p> Azterketa sistema hau programazioa ikasten eta modu dibertigarrian eta dibertigarrian ebaluatzen laguntzeko asmoz garatu da. Sarean erantzungo diezun eta berehala iritziak jasotzeko programazio galdera eta arazo sorta bat aurkeztuko zaizu. </p> <p> Hona hemen arretaz ulertu beharko zenituzkeen zenbait argibide eta arau garrantzitsu. </p> <ul> <li> Programazioari buruzko edozein galdera egiteko, konponbideak nahi adina aldiz bidal ditzakezu zigorrik gabe. Galderak salta ditzakezu eta geroago konpondu. </li> <li> <strong> Zure ordenagailuaren Python / IPython shell edo editorea erabil dezakezu arazoa konpontzeko eta irtenbidea web interfazean moztu / itsatsi. </li> <li> <strong> Ez duzu Interneteko baliabiderik erabiltzeko baimenik, hau da, googlerik ez. </strong> </li> <li> Ez kopiatu edo partekatu galderak edo erantzunak inorekin azterketa egin arte osatu <strong> guztiontzat </strong>. </li> <li> <strong> Guztiak </strong> galderetan egiten dituzun saiakerak erregistratuta daude. Ez saiatu proba sistema gainditzen eta hausten. Hala egiten baduzu, badakigu nor zaren eta ikastaroatik kanporatuko zaitugu. Abisatu egin zaituzte. </li> </ul> <p> Espero dugu azterketa hau egitea gustatuko zaizula !!! </p>
it: <p> Questo sistema di esame è stato sviluppato con l'intenzione di farti imparare la programmazione e di essere valutato in modo interattivo e divertente. Ti verranno presentate una serie di domande e problemi di programmazione a cui risponderai online e per cui riceverai un feedback immediato. </p><p>Ecco alcune istruzioni e regole importanti che dovresti comprendere attentamente.</p> <ul><li>Per qualsiasi domanda sulla programmazione, puoi inviare soluzioni tutte le volte che vuoi senza penalità. Puoi saltare le domande e risolverle in seguito.</li><li> Puoi <strong>puoi</strong> utilizzare la shell Python/IPython del tuo computer o un editor per risolvere il problema e tagliare/incollare la soluzione nell'interfaccia web. </li><li> <strong>Non è consentito utilizzare alcuna risorsa Internet, ad esempio Google, ecc.</strong> </li> <li> Non copiare o condividere le domande o le risposte con nessuno fino a quando l'esame non è terminato. completare <strong>per tutti</strong>. </li><li> <strong>Tutti</strong> i tuoi tentativi di rispondere alle domande vengono registrati. Non cercare di superare in astuzia e rompere il sistema di test. Se lo fai, sappiamo chi sei e ti espelleremo dal corso. Sei stato avvertito. </li></ul> <p>Ci auguriamo che questo esame ti diverta!!!</p>
pl: <p> Ten system egzaminacyjny został opracowany z myślą o nauce programowania i ocenie w sposób interaktywny i zabawny. Zostaniesz przedstawiony szereg pytań i problemów dotyczących programowania, na które odpowiesz online i uzyskasz natychmiastową informację zwrotną. </p><p>Oto kilka ważnych instrukcji i zasad, które należy dokładnie zrozumieć.</p> <ul><li>W przypadku jakichkolwiek pytań dotyczących programowania możesz przesyłać rozwiązania tyle razy, ile chcesz, bez żadnych kar. Możesz pominąć pytania i rozwiązać je później.</li><li> <strong>Możesz</strong> użyć powłoki Python/IPython na komputerze lub edytora, aby rozwiązać problem i wyciąć/wkleić rozwiązanie do interfejsu internetowego. </li><li> <strong>Nie możesz korzystać z żadnych zasobów internetowych, tj. Google itp.</strong> </li> <li> Nie kopiuj ani nie udostępniaj nikomu pytań ani odpowiedzi do czasu zakończenia egzaminu. ukończ <strong>dla wszystkich</strong>. </li><li> <strong>Wszystkie</strong> próby odpowiedzi na pytania są rejestrowane. Nie próbuj przechytrzyć i złamać systemu testowania. Jeśli tak, wiemy kim jesteś i usuniemy Cię z kursu. Zostałeś ostrzeżony. </li></ul> <p>Mamy nadzieję, że spodoba Ci się ten egzamin !!!</p>
pt: <p> Este sistema de exames foi desenvolvido com o intuito de fazer com que você aprenda programação e seja avaliado de maneira interativa e divertida. Será apresentada uma série de questões e problemas de programação que você responderá online e obterá feedback imediato. </p> <p> Aqui estão algumas instruções e regras importantes que você deve entender cuidadosamente. </p> <ul> <li> Para quaisquer questões de programação, você pode enviar soluções quantas vezes quiser sem penalidade. Você pode pular as perguntas e resolvê-las mais tarde. </li> <li> Você <strong> pode </strong> usar o shell Python / IPython de seu computador ou um editor para resolver o problema e recortar / colar a solução na interface da web. </li> <li> <strong> Você não tem permissão para usar quaisquer recursos da Internet, ou seja, não há google etc. </strong> </li> <li> Não copie ou compartilhe as perguntas ou respostas com ninguém até o fim do exame completo <strong> para todos </strong>. </li> <li> <strong> Todas </strong> as suas tentativas de responder às perguntas são registradas. Não tente ser mais esperto e quebrar o sistema de teste. Se o fizer, saberemos quem você é e o expulsaremos do curso. Você foi avisado. </li> </ul> <p> Esperamos que você goste de fazer este exame !!! </p>
sv: <p> Detta undersökningssystem har utvecklats i avsikt att få dig att lära dig programmering och bedömas på ett interaktivt och roligt sätt. Du kommer att presenteras med en serie programmeringsfrågor och problem som du kommer att svara på online och få omedelbar feedback för. </p> <p> Här är några viktiga instruktioner och regler som du bör förstå noggrant. </p> <ul> <li> För alla programmeringsfrågor kan du skicka in lösningar så många gånger du vill utan straff. Du kan hoppa över frågor och lösa dem senare. </li> <li> Du <strong> kan </strong> använda datorns Python/IPython -skal eller en redigerare för att lösa problemet och klippa ut/klistra in lösningen i webbgränssnittet. </li> <li> <strong> Du får inte använda några internetresurser, dvs. ingen google etc. </strong> </li> <li> Kopiera eller dela inte frågorna eller svaren med någon förrän tentamen är klar komplett <strong> för alla </strong>. </li> <li> <strong> Alla </strong> dina försök till frågorna loggas. Försök inte överlista och bryta testsystemet. Om du gör det vet vi vem du är och vi kommer att utvisa dig från kursen. Du har blivit varnad. </li> </ul> <p> Vi hoppas att du tycker om att ta denna tentamen !!! </p>
vi: <p> Hệ thống kiểm tra này được phát triển với mục đích giúp bạn học lập trình và được đánh giá theo cách tương tác và vui vẻ. </p> <p> Dưới đây là một số hướng dẫn và quy tắc quan trọng mà bạn nên hiểu kỹ. </p> <ul> <li> Đối với bất kỳ câu hỏi lập trình nào, bạn có thể gửi giải pháp nhiều lần tùy thích mà không bị phạt. Bạn có thể bỏ qua các câu hỏi và giải quyết chúng sau. </li> <li> Bạn <strong> có thể </strong> sử dụng trình bao Python / IPython của máy tính hoặc trình chỉnh sửa để giải quyết vấn đề và cắt / dán giải pháp vào giao diện web. </li> <li> <strong> Bạn không được phép sử dụng bất kỳ tài nguyên internet nào, tức là không có google, v.v. </strong> </li> <li> Không sao chép hoặc chia sẻ câu hỏi hoặc câu trả lời với bất kỳ ai cho đến khi kỳ thi kết thúc hoàn thành <strong> cho mọi người </strong>. </li> <li> <strong> Tất cả </strong> nỗ lực của bạn đối với các câu hỏi đều được ghi lại. Đừng cố gắng vượt qua và phá vỡ hệ thống thử nghiệm. Nếu bạn làm vậy, chúng tôi biết bạn là ai và chúng tôi sẽ đuổi bạn khỏi khóa học. Bạn đã được cảnh báo. </li> </ul> <p> Chúng tôi hy vọng bạn thích tham gia kỳ thi này !!! </p>

source: (current)
bg: (текущ)
eu: (oraingoa)
it: (attuale)
pl: (obecny)
pt: (atual)
sv: (nuvarande)
vi: (hiện hành)

source: (Latest)
bg: (Последен)
eu: (Azkenak)
pl: (Najnowszy)
pt: (Mais recentes)
sv: (Senast)
vi: (Muộn nhất)

source: (will take
bg: (ще взема
eu: (hartuko du
it: (prenderà
pl: (zabierze
pt: (vou levar
sv: (ska ta
vi: (sẽ mất

source: - If username and password are not provided then
bg: - Ако потребителското име и паролата не са предоставени тогава
eu: - Erabiltzaile izena eta pasahitza ematen ez badira
it: - Se il nome utente e la password non vengono forniti, allora
pl: - Jeśli nie podano nazwy użytkownika i hasła, to
pt: - Se o nome de usuário e a senha não forem fornecidos,
sv: - Om användarnamn och lösenord inte anges
vi: - Nếu tên người dùng và mật khẩu không được cung cấp thì

source: - Mandatory fields are
bg: - Задължителните полета са
eu: - Derrigorrezko eremuak dira
it: - I campi obbligatori sono
pl: - Pola obowiązkowe to
pt: - Os campos obrigatórios são
sv: - Obligatoriska fält är
vi: - Các trường bắt buộc là

source: - Other fields are optional.
bg: - Други полета са незадължителни.
eu: - Beste eremu batzuk aukerakoak dira.
it: - Altri campi sono facoltativi.
pl: - Pozostałe pola są opcjonalne.
pt: - Outros campos são opcionais.
sv: - Andra fält är valfria.
vi: - Các trường khác là tùy chọn.

source: - The uploaded csv should have headers exactly same as mentioned below:
bg: - Каченият csv трябва да има заглавки точно същите, както е споменато по -долу:
eu: - Igotako csv-k behean aipatutako goiburuak izan beharko lituzke:
it: - Il csv caricato dovrebbe avere le intestazioni esattamente come indicato di seguito:
pl: - Przesłany plik csv powinien mieć nagłówki dokładnie takie same, jak wymienione poniżej:
pt: - O csv carregado deve ter cabeçalhos exatamente iguais aos mencionados abaixo:
sv: - Den uppladdade csv bör ha rubriker exakt samma som nämns nedan:
vi: - csv được tải lên phải có tiêu đề chính xác như được đề cập bên dưới:

source: Account Activation
bg: Активиране на акаунт
eu: Kontuaren aktibazioa
it: attivazione dell'account
pl: Aktywacja konta
pt: ativação de conta
sv: kontoaktivering
vi: Kích hoạt tài khoản

source: Active
bg: Активен
eu: Aktiboa
it: Attivo
pl: Aktywny
pt: Ativo
sv: Aktiva
vi: Tích cực

source: Add
bg: Добавяне
eu: Gehitu
it: Aggiungere
pl: Dodać
pt: Adicionar
sv: Lägg till
vi: Thêm vào

source: Add a Video Path or Upload a video file to setup lesson contents
bg: Добавете видео път или качете видео файл, за да настроите съдържанието на урока
eu: Gehitu bideo bidea edo igo bideo fitxategia ikasgaiaren edukia konfiguratzeko
it: Aggiungi un percorso video o carica un file video per impostare i contenuti della lezione
pl: Dodaj ścieżkę wideo lub prześlij plik wideo, aby skonfigurować treść lekcji
pt: Adicione um caminho de vídeo ou envie um arquivo de vídeo para configurar o conteúdo da aula
sv: Lägg till en videostig eller ladda upp en videofil för att ställa in lektionsinnehåll
vi: Thêm Đường dẫn Video hoặc Tải lên tệp video để thiết lập nội dung bài học

source: Add comment:
bg: Добави коментар:
eu: Gehitu iruzkina:
it: Aggiungi un commento:
pl: Dodaj komentarz:
pt: Adicionar comentário:
sv: Lägg till kommentar:
vi: Thêm bình luận:

source: Add Course
bg: Добавяне на курс
eu: Gehitu ikastaroa
it: Aggiungi corso
pl: Dodaj kurs
pt: Adicionar curso
sv: Lägg till kurs
vi: Thêm khóa học

source: Add Exercise
bg: Добавете упражнение
eu: Gehitu ariketa
it: Aggiungi esercizio
pl: Dodaj ćwiczenie
pt: Adicionar exercício
sv: Lägg till träning
vi: Thêm bài tập

source: Add Fixed Questions
bg: Добавете фиксирани въпроси
eu: Gehitu galdera finkoak
it: Aggiungi domande fisse
pl: Dodaj stałe pytania
pt: Adicionar questões fixas
sv: Lägg till fasta frågor
vi: Thêm câu hỏi cố định

source: Add Lesson
bg: Добавяне на урок
eu: Gehitu ikasgaia
it: Aggiungi lezione
pl: Dodaj lekcję
pt: Adicionar lição
sv: Lägg till lektion
vi: Thêm bài học

source: Add Module
bg: Добавяне на модул
eu: Gehitu modulua
it: Aggiungi modulo
pl: Dodaj moduł
pt: Adicionar Módulo
sv: Lägg till modul
vi: Thêm mô-đun

source: Add More
bg: Добави още
eu: Gehitu gehiago
it: Aggiungere altro
pl: Dodaj więcej
pt: Adicione mais
sv: Lägga till mer
vi: Bổ sung thêm

source: Add New Exercise
bg: Добавете ново упражнение
eu: Gehitu ariketa berria
it: Aggiungi nuovo esercizio
pl: Dodaj nowe ćwiczenie
pt: Adicionar Novo Exercício
sv: Lägg till ny övning
vi: Thêm bài tập mới

source: Add new Lesson
bg: Добавяне на нов урок
eu: Gehitu ikasgai berria
it: Aggiungi nuova lezione
pl: Dodaj nową lekcję
pt: Adicionar nova lição
sv: Lägg till ny lektion
vi: Thêm bài học mới

source: Add new Module
bg: Добавяне на нов модул
eu: Gehitu Modulu berria
it: Aggiungi nuovo modulo
pl: Dodaj nowy moduł
pt: Adicionar novo módulo
sv: Lägg till ny modul
vi: Thêm mô-đun mới

source: Add New Quiz
bg: Добавяне на нов тест
eu: Gehitu Galdetegi berria
it: Aggiungi nuovo quiz
pl: Dodaj nowy quiz
pt: Adicionar novo questionário
sv: Lägg till nytt frågesport
vi: Thêm câu đố mới

source: Add Question
bg: Добавяне на въпрос
eu: Gehitu galdera
it: Aggiungi domanda
pl: Dodaj pytanie
pt: Adicionar pergunta
sv: Lägg till fråga
vi: Thêm câu hỏi

source: Add Quiz
bg: Добавяне на тест
eu: Gehitu galdetegia
it: Aggiungi quiz
pl: Dodaj quiz
pt: Adicionar questionário
sv: Lägg till frågesport
vi: Thêm câu đố

source: Add Quizzes/Lessons for
bg: Добавете викторини/уроци за
eu: Gehitu galdetegiak / ikasgaiak
it: Aggiungi quiz/lezioni per
pl: Dodaj quizy/lekcje dla
pt: Adicionar questionários / aulas para
sv: Lägg till frågesporter/lektioner för
vi: Thêm câu đố / bài học cho

source: Add Random Questions
bg: Добавете случайни въпроси
eu: Gehitu ausazko galderak
it: Aggiungi domande casuali
pl: Dodaj losowe pytania
pt: Adicionar perguntas aleatórias
sv: Lägg till slumpmässiga frågor
vi: Thêm câu hỏi ngẫu nhiên

source: Add Selected
bg: Добавяне на избрано
eu: Gehitu hautatua
it: Aggiungi selezionato
pl: Dodaj zaznaczone
pt: Adicionar Selecionado
sv: Lägg till markerade
vi: Thêm lựa chọn

source: Add Teachers/TAs
bg: Добавяне на учители/ТП
eu: Gehitu irakasleak / TAak
it: Aggiungi Insegnanti/Infermieri
pl: Dodaj nauczycieli / TA
pt: Adicionar professores / TAs
sv: Lägg till lärare/TA: er
vi: Thêm giáo viên / kỹ thuật viên

source: Add Test Case:
bg: Добавяне на тест:
eu: Gehitu proba kasua:
it: Aggiungi caso di prova:
pl: Dodaj przypadek testowy:
pt: Adicionar caso de teste:
sv: Lägg till testfall:
vi: Thêm trường hợp thử nghiệm:

source: Add to course
bg: Добавете към курса
eu: Gehitu ikastaroari
it: Aggiungi al corso
pl: Dodaj do kursu
pt: Adicionar ao curso
sv: Lägg till i kursen
vi: Thêm vào khóa học

source: Add to Module
bg: Добавяне към модула
eu: Gehitu moduluan
it: Aggiungi al modulo
pl: Dodaj do modułu
pt: Adicionar ao Módulo
sv: Lägg till i modulen
vi: Thêm vào Mô-đun

source: Add to paper
bg: Добавете към хартия
eu: Gehitu paperera
it: Aggiungi alla carta
pl: Dodaj do papieru
pt: Adicionar ao papel
sv: Lägg till papper
vi: Thêm vào giấy

source: Add videos from youtube, vimeo or other
bg: Добавете видеоклипове от youtube, vimeo или друго
eu: Gehitu youtube, vimeo edo bestelako bideoak
it: Aggiungi video da youtube, vimeo o altro
pl: Dodaj filmy z youtube, vimeo lub innych
pt: Adicione vídeos do youtube, vimeo ou outro
sv: Lägg till videor från youtube, vimeo eller annat
vi: Thêm video từ youtube, vimeo hoặc khác

source: Add/Edit Content
bg: Добавяне/Редактиране на съдържание
eu: Gehitu / Editatu Edukia
it: Aggiungi/Modifica contenuto
pl: Dodaj/edytuj zawartość
pt: Adicionar / Editar Conteúdo
sv: Lägg till/redigera innehåll
vi: Thêm / Chỉnh sửa Nội dung

source: Add/Edit Course
bg: Добавяне/Редактиране на курса
eu: Gehitu / Editatu ikastaroa
it: Aggiungi/Modifica corso
pl: Dodaj/edytuj kurs
pt: Adicionar / Editar Curso
sv: Lägg till/redigera kurs
vi: Thêm / Chỉnh sửa khóa học

source: Add/Edit Quiz
bg: Добавяне/Редактиране на тест
eu: Gehitu / Editatu galdetegia
it: Aggiungi/Modifica quiz
pl: Dodaj/edytuj quiz
pt: Adicionar / editar questionário
sv: Lägg till/redigera frågesport
vi: Thêm / Chỉnh sửa câu đố

source: Add/View Grading Systems
bg: Добавяне/Преглед на класификационни системи
eu: Gehitu / Ikusi Sailkapen Sistemak
it: Aggiungi/Visualizza sistemi di valutazione
pl: Dodaj/wyświetl systemy oceniania
pt: Adicionar / visualizar sistemas de classificação
sv: Lägg till/visa betygssystem
vi: Thêm / Xem hệ thống chấm điểm

source: Add/View Lessons
bg: Добавяне/Преглед на уроци
eu: Gehitu / Ikusi ikasgaiak
it: Aggiungi/Visualizza lezioni
pl: Dodaj/wyświetl lekcje
pt: Adicionar / ver aulas
sv: Lägg till/visa lektioner
vi: Thêm / Xem bài học

source: Add/View Modules
bg: Добавяне/Преглед на модули
eu: Gehitu / Ikusi moduluak
it: Aggiungi/Visualizza moduli
pl: Dodaj/wyświetl moduły
pt: Adicionar / visualizar módulos
sv: Lägg till/visa moduler
vi: Thêm / Xem mô-đun

source: Add/View Quizzes
bg: Добавяне/Преглед на тестове
eu: Gehitu / ikusi galdetegiak
it: Aggiungi/Visualizza quiz
pl: Dodaj/wyświetl quizy
pt: Adicionar / visualizar questionários
sv: Lägg till/visa frågesporter
vi: Thêm / Xem câu đố

source: All Courses
bg: Всички курсове
eu: Ikastaro guztiak
it: Tutti i corsi
pl: Wszystkie kursy
pt: Todos os cursos
sv: Alla kurser
vi: Tất cả các khóa học

source: All Questions
bg: Всички въпроси
eu: Galdera guztiak
it: Tutte le domande
pl: Wszystkie pytania
pt: Todas as perguntas
sv: Alla frågor
vi: Tất cả các câu hỏi

source: All timings are shown based on the selected timezone
bg: Всички времеви интервали се показват въз основа на избраната часова зона
eu: Denbora guztiak hautatutako ordu-eremuan oinarrituta erakusten dira
it: Tutti i tempi sono mostrati in base al fuso orario selezionato
pl: Wszystkie czasy są wyświetlane na podstawie wybranej strefy czasowej
pt: Todos os tempos são mostrados com base no fuso horário selecionado
sv: Alla tider visas baserat på vald tidszon
vi: Tất cả thời gian được hiển thị dựa trên múi giờ đã chọn

source: Allotted Course
bg: Разпределен курс
eu: Emandako ikastaroa
it: Corso assegnato
pl: Przydzielony kurs
pt: Curso Atribuído
sv: Tilldelad kurs
vi: Khóa học được phân bổ

source: Allow
bg: Позволява
eu: Onartu
it: Permettere
pl: Pozwolić
pt: Permitir
sv: Tillåta
vi: Cho phép

source: Almost finished creating your question paper
bg: Почти завърших създаването на вашия въпросник
eu: Ia amaitu da zure galdera papera sortzen
it: Hai quasi finito di creare il tuo foglio delle domande
pl: Prawie skończyłem tworzyć papier z pytaniami
pt: Quase terminei de criar seu papel de perguntas
sv: Nästan färdig med att skapa ditt frågepapper
vi: Gần hoàn tất việc tạo giấy câu hỏi của bạn

source: and
bg: и
eu: eta
it: e
pl: oraz
pt: e
sv: och
vi: và

source: Anonymous
bg: Анонимен
eu: Anonimoa
it: Anonimo
pl: Anonimowy
pt: Anônimo
sv: Anonym
vi: Vô danh

source: Answer in Float
bg: Отговор в Float
eu: Erantzuna Float-en
it: Rispondi in Float
pl: Odpowiedz w Float
pt: Resposta em flutuação
sv: Svara i Float
vi: Trả lời trong Float

source: Answer in Integer
bg: Отговор в Integer
eu: Erantzun zenbaki osoetan
it: Risposta in intero
pl: Odpowiedz w liczbach całkowitych
pt: Resposta em Inteiro
sv: Svara i heltal
vi: Trả lời trong số nguyên

source: Answer in String
bg: Отговор в низа
eu: Erantzun katean
it: Risposta in stringa
pl: Odpowiedź w ciągu znaków
pt: Resposta em string
sv: Svara i sträng
vi: Trả lời trong chuỗi

source: Answer paper
bg: Хартия за отговор
eu: Erantzun papera
it: Carta delle risposte
pl: Papier odpowiedzi
pt: Papel de resposta
sv: Svarspapper
vi: Giấy trả lời

source: Answer Paper for
bg: Документ за отговор за
eu: Erantzun papera
it: Libro di risposta per
pl: Papier z odpowiedziami dla
pt: Papel de resposta para
sv: Svarspapper för
vi: Giấy trả lời cho

source: Answer:
bg: Отговор:
eu: Erantzuna:
it: Risposta:
pl: Odpowiedź:
pt: Responder:
sv: Svar:
vi: Bài giải:

source: Answered Correctly
bg: Отговорено правилно
eu: Zuzen erantzun da
it: Risposto correttamente
pl: Odpowiedział poprawnie
pt: Respondido Corretamente
sv: Svarade rätt
vi: Đã trả lời đúng

source: Are you sure you wish to quit the exam?
bg: Сигурни ли сте, че искате да се откажете от изпита?
eu: Ziur zaude azterketatik irten nahi duzula?
it: Sei sicuro di voler rinunciare all'esame?
pl: Czy na pewno chcesz opuścić egzamin?
pt: Tem certeza de que deseja sair do exame?
sv: Är du säker på att du vill avsluta provet?
vi: Bạn có chắc chắn muốn bỏ kỳ thi không?

source: Are you sure you wish to quit the Exercise?
bg: Сигурни ли сте, че искате да напуснете упражнението?
eu: Ziur zaude Ariketa utzi nahi duzula?
it: Sei sicuro di voler abbandonare l'esercizio?
pl: Czy na pewno chcesz zakończyć ćwiczenie?
pt: Tem certeza de que deseja sair do exercício?
sv: Är du säker på att du vill avsluta träningen?
vi: Bạn có chắc chắn muốn bỏ Bài tập không?

source: Are you Sure?
bg: Сигурен ли си?
eu: Ziur zaude?
it: Sei sicuro?
pl: Jesteś pewny?
pt: Tem certeza?
sv: Är du säker?
vi: Bạn có chắc không?

source: ARRANGE THE OPTIONS IN CORRECT ORDER
bg: ПОРАДЕТЕ ОПЦИИТЕ В ПРАВИЛЕН ПОРЪЧ
eu: AGINDU ZUZENEKO AUKERAK ANTOLATU
it: DISPOSIZIONE DELLE OPZIONI IN CORRETTO ORDINE
pl: UKŁADAJ OPCJE W PRAWIDŁOWEJ KOLEJNOŚCI
pt: ORGANIZE AS OPÇÕES NA ORDEM CORRETA
sv: ORDNA ALTERNATIVEN I RÄTT ORDNING
vi: SẮP XẾP CÁC LỰA CHỌN TRONG THỨ TỰ ĐÚNG

source: Assignment File for
bg: Файл за задание за
eu: Esleipen fitxategia
it: File di assegnazione per
pl: Plik przydziału dla
pt: Arquivo de atribuição para
sv: Tilldelningsfil för
vi: Tệp bài tập cho

source: Assignment not submitted by
bg: Заданието не е изпратено от
eu: Egileak ez du bidali
it: Compito non inviato da
pl: Zadanie nie przesłane przez
pt: Tarefa não enviada por
sv: Uppgift lämnas inte av
vi: Bài tập không được gửi bởi

source: ASSIGNMENT UPLOAD
bg: ЗАДАВАНЕ КАЧЕТЕ
eu: ESLEIPENA KARGATU
it: CARICAMENTO ASSEGNAZIONE
pl: PRZESYŁANIE ZADANIA
pt: CARREGAR DE ATRIBUIÇÃO
sv: UPPGIFT UPPLADDNING
vi: ASSIGNMENT TPLOAD
