Repository: chaieb-adel/iziklasse2.0
Catalog: online_test/locale/*/LC_MESSAGES/django.po
Languages: bg, eu, it, pl, pt, sv, vi

source: Enroll/Reject
bg: Записване/отхвърляне
eu: Izena eman / Baztertu
it: Iscriviti/Rifiuta
pl: Zarejestruj/Odrzuć
pt: Inscrever / Rejeitar
sv: Registrera/avvisa
vi: Đăng ký / Từ chối

source: Enrolled Students
bg: Записани студенти
eu: Matrikulatutako ikasleak
it: Studenti iscritti
pl: Przyjęci studenci
pt: Alunos matriculados
sv: Inskrivna studenter
vi: Sinh viên đã đăng ký

source: enrollment
bg: записване
eu: matrikula
it: iscrizione
pl: zapisy
pt: inscrição
sv: inskrivning
vi: ghi danh

source: Enrollments
bg: Записвания
eu: Matrikulazioak
it: Iscrizioni
pl: Zapisy
pt: Matrículas
sv: Anmälningar
vi: Ghi danh

source: Enter course code to search
bg: Въведете кода на курса за търсене
eu: Sartu ikastaroaren kodea bilatzeko
it: Inserisci il codice del corso per cercare
pl: Wpisz kod kursu, aby wyszukać
pt: Digite o código do curso para pesquisar
sv: Ange kurskod för att söka
vi: Nhập mã khóa học để tìm kiếm

source: Enter Decimal Value :
bg: Въведете десетична стойност:
eu: Idatzi balio hamartarra:
it: Inserisci il valore decimale:
pl: Wprowadź wartość dziesiętną :
pt: Insira o valor decimal:
sv: Ange decimalvärde:
vi: Nhập giá trị thập phân:

source: Enter Integer:
bg: Въведете цяло число:
eu: Sartu zenbaki oso bat:
it: Inserisci un numero intero:
pl: Wprowadź liczbę całkowitą:
pt: Insira o número inteiro:
sv: Ange heltal:
vi: Nhập số nguyên:

source: Enter Lesson Description as Markdown text
bg: Въведете описание на урок като текст на Markdown
eu: Idatzi ikasgaiaren deskribapena Markdown testu gisa
it: Inserisci la descrizione della lezione come testo Markdown
pl: Wprowadź opis lekcji jako tekst Markdown
pt: Insira a descrição da lição como texto Markdown
sv: Ange lektionsbeskrivning som markdown -text
vi: Nhập Mô tả bài học dưới dạng văn bản Đánh dấu

source: Enter Text:
bg: Въведете текст:
eu: Idatzi testua:
it: Inserire il testo:
pl: Wprowadź tekst:
pt: Digite o texto:
sv: Skriv text:
vi: Nhập văn bản:

source: Enter your registered email address to reset your password
bg: Въведете регистрирания си имейл адрес, за да зададете нова парола
eu: Idatzi erregistratutako helbide elektronikoa pasahitza berrezartzeko
it: Inserisci il tuo indirizzo email registrato per reimpostare la password
pl: Wpisz zarejestrowany adres e-mail, aby zresetować hasło
pt: Digite seu endereço de e-mail registrado para redefinir sua senha
sv: Ange din registrerade e -postadress för att återställa ditt lösenord
vi: Nhập địa chỉ email đã đăng ký của bạn để đặt lại mật khẩu của bạn

source: Error Message:-
bg: Съобщение за грешка:-
eu: Akats mezua: -
it: Messaggio di errore:-
pl: Komunikat o błędzie:-
pt: Mensagem de erro:-
sv: Felmeddelande:-
vi: Thông báo lỗi:-

source: Error No.
bg: Грешка No.
eu: Errorea ez.
it: Errore n.
pl: Nr błędu
pt: No. do erro
sv: Fel nr.
vi: Số lỗi

source: Error:
bg: Грешка:
eu: Errorea:
it: Errore:
pl: Błąd:
pt: Erro:
sv: Fel:
vi: Lỗi:

source: Exception Message:
bg: Съобщение за изключение:
eu: Salbuespen mezua:
it: Messaggio di eccezione:
pl: Komunikat o wyjątku:
pt: Mensagem de exceção:
sv: Undantagsmeddelande:
vi: Thông báo ngoại lệ:

source: Exception Name:
bg: Име на изключение:
eu: Salbuespenaren izena:
it: Nome eccezione:
pl: Nazwa wyjątku:
pt: Nome da exceção:
sv: Undantagsnamn:
vi: Tên ngoại lệ:

source: Exercise
bg: Упражнение
eu: Ariketa fisikoa
it: Esercizio
pl: Ćwiczenie
pt: Exercício
sv: Träning
vi: Bài tập

source: Exercise Description
bg: Описание на упражнението
eu: Ariketaren deskribapena
it: Descrizione dell'esercizio
pl: Opis ćwiczenia
pt: Descrição do exercício
sv: Övningsbeskrivning
vi: Mô tả bài tập

source: Exhausted
bg: Изтощен
eu: Nekatuta
it: Esausto
pl: Wyczerpany
pt: Exausta
sv: Utmattad
vi: Kiệt sức

source: Expected Output
bg: Очакван резултат
eu: Espero zen irteera
it: Uscita prevista
pl: Oczekiwany wynik
pt: Saída Esperada
sv: Förväntad utmatning
vi: Sản lượng mong đợi

source: Extract
bg: Екстракт
eu: Atera
it: Estratto
pl: Wyciąg
pt: Extrair
sv: Extrahera
vi: Trích xuất

source: Failed
bg: Се провали
eu: Huts egin du
it: fallito
pl: Przegrany
pt: Fracassado
sv: Misslyckades
vi: Thất bại

source: File not selected
bg: Файлът не е избран
eu: Fitxategia ez da hautatu
it: File non selezionato
pl: Nie wybrano pliku
pt: Arquivo não selecionado
sv: Filen har inte valts
vi: Tệp không được chọn

source: File:
bg: Файл:
eu: Fitxategia:
pl: Plik:
pt: Arquivo:
sv: Fil:
vi: Tập tin:

source: Files added to this lesson
bg: Файлове, добавени към този урок
eu: Ikasgai honi gehitu zaizkion fitxategiak
it: File aggiunti a questa lezione
pl: Pliki dodane do tej lekcji
pt: Arquivos adicionados a esta lição
sv: Filer tillagda till den här lektionen
vi: Các tệp được thêm vào bài học này

source: Files for this lesson
bg: Файлове за този урок
eu: Ikasgai honetako fitxategiak
it: File per questa lezione
pl: Pliki do tej lekcji
pt: Arquivos para esta lição
sv: Filer för den här lektionen
vi: Tệp cho bài học này

source: Files required by questions
bg: Файлове, изисквани от въпроси
eu: Galderek eskatzen dituzten fitxategiak
it: File richiesti dalle domande
pl: Pliki wymagane przez pytania
pt: Arquivos exigidos por perguntas
sv: Filer som krävs av frågor
vi: Tệp theo yêu cầu của câu hỏi

source: Files to download for this question
bg: Файлове за изтегляне на този въпрос
eu: Galdera honetarako deskargatu beharreko fitxategiak
it: File da scaricare per questa domanda
pl: Pliki do pobrania dla tego pytania
pt: Arquivos para baixar para esta questão
sv: Filer att ladda ner för denna fråga
vi: Tệp để tải xuống cho câu hỏi này

source: FILL IN THE BLANKS WITH FLOAT ANSWER
bg: ПОПЪЛНЕТЕ ПРАЗНИЦИТЕ С ПЛОСКИ ОТГОВОР
eu: BETE HUTSAK FLOTO ERANTZUNAREKIN
it: COMPILA GLI SPAZI CON LA RISPOSTA FLOAT
pl: WYPEŁNIJ PUSTE ODPOWIEDŹ ODPOWIEDŹ
pt: PREENCHA OS BRANCOS COM RESPOSTA FLUTUANTE
sv: FYLL I ÄMNENA MED FLYTANDE SVAR
vi: ĐIỀN VÀO KHỐI VỚI CÂU TRẢ LỜI NỔI BẬT

source: FILL IN THE BLANKS WITH INTEGER ANSWER
bg: ПОПЪЛНЕТЕ ПРАЗНИЦИТЕ С ЦЕЛЕН ОТГОВОР
eu: BETE HUTSAK ERANTZUN OSOAREKIN
it: COMPILA GLI SPAZI CON LA RISPOSTA INTERA
pl: WYPEŁNIJ PUSTE ODPOWIEDŹ CAŁKOWITYM
pt: PREENCHA OS ESPAÇOS COM RESPOSTA INTEIRA
sv: FYLL IN I TOMMEN MED INTEGERT SVAR
vi: ĐIỀN VÀO KHỐI VỚI TRẢ LỜI INTEGER

source: FILL IN THE BLANKS WITH STRING ANSWER
bg: ПОПЪЛНЕТЕ ПРАЗНИЦИТЕ СЪС СТРОНЕН ОТГОВОР
eu: BETE HUTSAK SAREAREN ERANTZUNAREKIN
it: COMPILA GLI SPAZI CON STRINGA RISPOSTA
pl: WYPEŁNIJ PUSTE ODPOWIEDZI ŁAŃCUCHEM
pt: PREENCHA OS ESPAÇOS COM RESPOSTA DA CORDA
sv: FYLL I ÄMNENA MED STRÄNGSVAR
vi: ĐIỀN VÀO KHỐI VỚI TRẢ LỜI STRING

source: Filter
bg: Филтър
eu: Iragazi
it: Filtro
pl: Filtr
pt: Filtro
vi: Lọc

source: Filters Questions:
bg: Въпроси за филтриране:
eu: Iragazkiak Galderak:
it: Filtri Domande:
pl: Pytania dotyczące filtrów:
pt: Perguntas sobre filtros:
sv: Filterfrågor:
vi: Câu hỏi về bộ lọc:

source: Finish
bg: завършек
eu: Amaitu
it: Fine
pl: Skończyć
pt: Terminar
sv: Avsluta
vi: Kết thúc

source: First Name
bg: Първо име
eu: Izena
it: Nome di battesimo
pl: Imię
pt: Primeiro nome
sv: Förnamn
vi: Tên đầu tiên

source: First name:
bg: Първо име:
eu: Izena:
it: Nome di battesimo:
pl: Imię:
pt: Primeiro nome:
sv: Förnamn:
vi: Tên đầu tiên:

source: firstname, lastname and email.
bg: име, фамилия и имейл.
eu: izena, abizena eta posta elektronikoa.
it: nome, cognome ed e-mail.
pl: imię, nazwisko i e-mail.
pt: nome, sobrenome e e-mail.
sv: förnamn, efternamn och e -post.
vi: họ, tên và email.

source: firstname, lastname, email, username, password, institute, roll_no, department,
bg: име, фамилия, имейл, потребителско име, парола, институт, roll_no, отдел,
eu: izena, abizena, posta elektronikoa, erabiltzaile izena, pasahitza, institutua, roll_no, saila,
it: nome, cognome, email, nome utente, password, istituto, roll_no, dipartimento,
pl: imię, nazwisko, adres e-mail, nazwa użytkownika, hasło, instytut, numer_rolleru, dział,
pt: nome, sobrenome, e-mail, nome de usuário, senha, instituto, roll_no, departamento,
sv: förnamn, efternamn, e -post, användarnamn, lösenord, institut, roll_no, avdelning,
vi: tên, họ, email, tên người dùng, mật khẩu, viện, roll_no, bộ phận,

source: Fixed Questions
bg: Поправени въпроси
eu: Galdera finkoak
it: Domande fisse
pl: Naprawiono pytania
pt: Questões Fixas
sv: Fixade frågor
vi: Câu hỏi cố định

source: Fixed questions currently in paper:
bg: Фиксирани въпроси, които в момента са на хартия:
eu: Paperean dauden galdera finkoak:
it: Domande fisse attualmente in carta:
pl: Naprawiono pytania obecnie w formie papierowej:
pt: Perguntas corrigidas atualmente no papel:
sv: Fixade frågor för närvarande på papper:
vi: Các câu hỏi đã được khắc phục hiện trên báo:

source: For additional module settings, Click on Design Module
bg: За допълнителни настройки на модула щракнете върху Дизайн модул
eu: Moduluaren ezarpen osagarriak lortzeko, egin klik Diseinu moduluan
it: Per ulteriori impostazioni del modulo, fare clic su Modulo di progettazione
pl: Aby uzyskać dodatkowe ustawienia modułu, kliknij Moduł projektu
pt: Para configurações de módulo adicionais, clique em Módulo de Projeto
sv: För ytterligare modulinställningar, klicka på Design Module
vi: Để có cài đặt mô-đun bổ sung, hãy nhấp vào Mô-đun thiết kế

source: For given Input value(s):
bg: За дадена входна стойност (и):
eu: Emandako sarrera-balioetarako:
it: Per i valori di input dati:
pl: Dla danej wartości wejściowej:
pt: Para determinado (s) valor (es) de entrada:
sv: För angivna ingångsvärden:
vi: Đối với (các) giá trị đầu vào đã cho:

source: Forgot Password?
bg: Забравена парола?
eu: Pasahitza ahaztua?
it: Ha dimenticato la password?
pl: Zapomniałeś hasła?
pt: Esqueceu sua senha?
sv: Glömt ditt lösenord?
vi: Quên mật khẩu?

source: From:
bg: От:
eu: Noiztik:
it: A partire dal:
pl: Z:
pt: A partir de:
sv: Från:
vi: Từ:

source: Full Name
bg: Пълно име
eu: Izen osoa
it: Nome e cognome
pl: Pełne imię i nazwisko
pt: Nome completo
sv: Fullständiga namn
vi: Họ và tên

source: Full Traceback:
bg: Пълен проследяване:
eu: Traceback osoa:
it: Tracciabilità completa:
pl: Pełne śledzenie:
pt: Traceback completo:
sv: Full spårning:
vi: Traceback đầy đủ:

source: Generate QR Code
bg: Генерирайте QR код
eu: Sortu QR kodea
it: Genera codice QR
pl: Wygeneruj kod QR
pt: Gerar código QR
sv: Skapa QR -kod
vi: Tạo mã QR

source: Go Back
bg: Върни се
eu: Atzera egin
it: Torna indietro
pl: Wróć
pt: Volte
sv: Gå tillbaka
vi: Quay lại

source: Go to Login
bg: Отидете на Вход
eu: Joan Saioa hastera
it: Vai a Accedi
pl: Przejdź do logowania
pt: Vá para o Login
sv: Gå till Logga in
vi: Đi tới Đăng nhập

source: Go to Module
bg: Отидете на модул
eu: Joan Modulura atalera
it: Vai al modulo
pl: Przejdź do modułu
pt: Vá para o Módulo
sv: Gå till modulen
vi: Đi tới Mô-đun

source: God Mode
bg: Режим Бог
eu: Jainkoaren modua
it: Modalità Dio
pl: Tryb boga
pt: Modo Deus
sv: Gudaläge

source: God Mode:
bg: Бог режим:
eu: Jainkoaren modua:
it: Modalità Dio:
pl: Tryb boga:
pt: Modo Deus:
sv: Gudaläge:
vi: Chế độ Chúa:

source: Grade
bg: Оценка
eu: Kalifikazioa
it: Grado
pl: Stopień
pt: Grau
sv: Kvalitet
vi: Lớp

source: Grade:
bg: Оценка:
eu: Kalifikazioa:
it: Grado:
pl: Stopień:
pt: Grau:
sv: Kvalitet:
vi: Lớp:

source: Graded Quiz
bg: Викторина за степенуване
eu: Galdetegi kalifikatua
it: Quiz graduato
pl: Oceniony quiz
pt: Questionário de notas
sv: Betygsatt frågesport
vi: Câu đố đã chấm điểm

source: Graded Successfully
bg: Оценен успешно
eu: Arrakastaz kalifikatu da
it: Classificato con successo
pl: Oceniono pomyślnie
pt: Classificação com sucesso
sv: Betygsatt framgångsrikt
vi: Đã chấm điểm thành công

source: Help
bg: Помогне
eu: Laguntza
it: Aiuto
pl: Pomoc
pt: Ajuda
sv: Hjälp
vi: Cứu giúp

source: here
bg: тук
eu: hemen
it: qui
pl: tutaj
pt: aqui
sv: här
vi: ở đây

source: Hidden test case failed
bg: Скритият тест не успя
eu: Ezkutatutako proba kasuak huts egin du
it: Caso di test nascosto fallito
pl: Ukryty przypadek testowy nie powiódł się
pt: O caso de teste oculto falhou
sv: Dold testfall misslyckades
vi: Trường hợp thử nghiệm ẩn không thành công

source: Hide
bg: Крия
eu: Ezkutatu
it: Nascondere
pl: Ukrywać
pt: Esconder
sv: Dölj
vi: Ẩn giấu

source: Home
bg: У дома
eu: Etxea
pl: Dom
pt: Casa
sv: Hem
vi: Nhà

source: Hook Testcase
bg: Кука тест кутия
it: Caso di prova del gancio
pl: Przypadek testowy haka
sv: Krok Testcase
vi: Móc thử nghiệm

source: Inactive
bg: Неактивен
eu: Inaktiboa
it: Inattivo
pl: Nieaktywny
pt: Inativo
sv: Inaktiv
vi: Không hoạt động

source: Inactive Course
bg: Неактивен курс
eu: Inaktibo ikastaroa
it: Corso inattivo
pl: Nieaktywny kurs
pt: Curso Inativo
sv: Inaktiv kurs
vi: Khóa học không hoạt động

source: Inprogress
bg: Прогрес
eu: Inprogressa
it: In corso
pl: W trakcie
pt: Em progresso
sv: Pågående
vi: Trong tiến trình

source: Institute
bg: Институт
eu: Institutua
it: Istituto
pl: Instytut
pt: Instituto
sv: Inleda
vi: học viện

source: Institute/Organization
bg: Институт/Организация
eu: Institutua / Erakundea
it: Istituto/Organizzazione
pl: Instytut/Organizacja
pt: Instituto / Organização
sv: Institut/organisation
vi: Viện / Tổ chức

source: Institute:
bg: Институт:
eu: Institutua:
it: Istituto:
pl: Instytut:
pt: Instituto:
sv: Inleda:
vi: Học viện:

source: Instruction for setting new password has been mailed to your registered email address
bg: Инструкцията за задаване на нова парола е изпратена по пощата до вашия регистриран имейл адрес
eu: Pasahitz berria ezartzeko argibideak zure helbide elektronikora bidali dira
it: Le istruzioni per l'impostazione della nuova password sono state inviate all'indirizzo e-mail registrato
pl: Instrukcja ustawienia nowego hasła została wysłana na Twój zarejestrowany adres e-mail
pt: As instruções para definir a nova senha foram enviadas para o seu endereço de e-mail registrado
sv: Instruktioner för att ställa in nytt lösenord har skickats till din registrerade e -postadress
vi: Hướng dẫn đặt mật khẩu mới đã được gửi đến địa chỉ email đã đăng ký của bạn

source: Instructions
bg: Инструкции
eu: Argibideak
it: Istruzioni
pl: Instrukcje
pt: Instruções
sv: Instruktioner
vi: Hướng dẫn

source: Instructor:
bg: Инструктор:
eu: Irakaslea:
it: Istruttore:
pl: Instruktor:
pt: Instrutor:
sv: Instruktör:
vi: Người hướng dẫn:

source: Integer Testcase
bg: Целочислено тестово поле
eu: Zenbaki osoen testcase
it: Caso di test intero
pl: Przypadek testowy liczb całkowitych
pt: Caso de Teste Inteiro
vi: Kiểm tra số nguyên

source: Internal Server error.
bg: Вътрешна грешка на сървъра.
eu: Barneko zerbitzari-errorea.
it: Errore interno del server.
pl: Wewnętrzny błąd serwera.
pt: Erro do Servidor Interno.
sv: Internt serverfel.
vi: Lỗi máy chủ nội bộ.

source: Invalid username/password
bg: Невалидно потребителско име/парола
eu: Erabiltzaile / pasahitz baliogabea
it: Nome utente / password non valido
pl: Nieprawidłowa nazwa użytkownika / hasło
pt: Nome de usuário / senha inválidos
sv: Ogiltigt användarnamn / lösenord
vi: Tên người dùng / mật khẩu không hợp lệ

source: It seems that you have encountered an error
bg: Изглежда, че сте срещнали грешка
eu: Badirudi akats bat topatu duzula
it: Sembra che tu abbia riscontrato un errore
pl: Wygląda na to, że napotkałeś błąd
pt: Parece que você encontrou um erro
sv: Det verkar som att du har stött på ett fel
vi: Có vẻ như bạn đã gặp lỗi

source: Kindly attach a file and then click upload.
bg: Моля, прикачете файл и след това щракнете върху качване.
eu: Erantsi fitxategi bat eta egin klik kargatu botoian.
it: Si prega di allegare un file e quindi fare clic su Carica.
pl: Załącz plik, a następnie kliknij prześlij.
pt: Anexe um arquivo e clique em upload.
sv: Bifoga en fil och klicka sedan på ladda upp.
vi: Vui lòng đính kèm một tệp và sau đó nhấp vào tải lên.

source: Language
bg: Език
eu: Hizkuntza
it: Lingua
pl: Język
pt: Língua
sv: Språk
vi: Ngôn ngữ

source: Language:
bg: Език:
eu: Hizkuntza:
it: Lingua:
pl: Język:
pt: Língua:
sv: Språk:
vi: Ngôn ngữ:

source: Last Name
bg: Фамилия
eu: Abizena
it: Cognome
pl: Nazwisko
pt: Último nome
sv: Efternamn
vi: Họ

source: Last name:
bg: Фамилия:
eu: Abizena:
it: Cognome:
pl: Nazwisko:
pt: Último nome:
sv: Efternamn:
vi: Họ:

source: Last reply
bg: Последен отговор
eu: Azken erantzuna
it: Ultima risposta
pl: Ostatnia odpowiedź
pt: Última resposta
sv: Sista svaret
vi: Câu trả lời cuối cùng

source: Last submitted answer is considered for evaluation
bg: Последният изпратен отговор се счита за оценка
eu: Aurkeztutako azken erantzuna ebaluatzeko kontuan hartzen da
it: L'ultima risposta inviata è considerata per la valutazione
pl: Ostatnia przesłana odpowiedź jest brana pod uwagę do oceny
pt: A última resposta enviada é considerada para avaliação
sv: Senast inlämnade svar övervägs för utvärdering
vi: Câu trả lời được gửi cuối cùng được xem xét để đánh giá

source: Last updated:
bg: Последна актуализация:
eu: Azken eguneratzea:
it: Ultimo aggiornamento:
pl: Ostatnio zaktualizowany:
pt: Ultima atualização:
sv: Senast uppdaterad:
vi: Cập nhật mới nhất:

source: Latest Submission
bg: Последно представяне
eu: Azken bidalketa
it: Ultimo invio
pl: Ostatnie zgłoszenie
pt: Última submissão
sv: Senaste inlämning
vi: Đệ trình mới nhất

source: Learning Module(s) Available
bg: Наличен модул (и) за обучение
eu: Ikasteko modulua (k) eskuragarri
it: Moduli di apprendimento disponibili
pl: Dostępne moduły szkoleniowe
pt: Módulo (s) de aprendizagem disponíveis
sv: Inlärningsmodul (er) tillgängliga
vi: Có sẵn (các) Mô-đun Học tập

source: Learning Modules
bg: Модули за обучение
eu: Ikaskuntza moduluak
it: Moduli di apprendimento
pl: Moduły edukacyjne
pt: Módulos de Aprendizagem
sv: Inlärningsmoduler
vi: Mô-đun học tập

source: Lesson
bg: Урок
eu: Ikasgaia
pl: Lekcja
pt: Lição
sv: Lektion
vi: Bài học

source: Lesson Description
bg: Описание на урока
eu: Ikasgaiaren deskribapena
it: Descrizione della lezione
pl: Opis lekcji
pt: Descrição da lição
sv: Lektionsbeskrivning
vi: Mô tả bài học

source: Lesson Files (Click on lesson file to download)
bg: Файлове на урока (Кликнете върху файла на урока, за да го изтеглите)
eu: Ikasgaiaren fitxategiak (Egin klik ikasgaiaren fitxategian deskargatzeko)
it: File della lezione (fare clic sul file della lezione per scaricarlo)
pl: Pliki lekcji (kliknij plik lekcji, aby pobrać)
pt: Arquivos de aula (clique no arquivo de aula para fazer o download)
sv: Lektionsfiler (klicka på lektionsfilen för att ladda ner)
vi: Tệp bài học (Bấm vào tệp bài học để tải xuống)

source: Lesson Files:
bg: Файлове на урока:
eu: Ikasgaiaren fitxategiak:
it: File della lezione:
pl: Pliki lekcji:
pt: Arquivos de aula:
sv: Lektionsfiler:
vi: Tệp bài học:

source: Lesson Name
bg: Име на урока
eu: Ikasgaiaren izena
it: Nome della lezione
pl: Nazwa lekcji
pt: Nome da aula
sv: Lektionens namn
vi: Tên bài học

source: Lesson Quiz Stats
bg: Статистика на теста за урока
eu: Ikasgaiaren galderaren estatistikak
it: Statistiche del quiz delle lezioni
pl: Lekcja Quiz Statystyki
pt: Estatísticas do questionário da lição
sv: Lektionsquizstatistik
vi: Số liệu thống kê về Bài kiểm tra

source: Lesson(s) Available
bg: Налични уроци
eu: Ikasgaia (k) eskuragarri
it: Lezioni disponibili
pl: Dostępne lekcje
pt: Aula (s) disponíveis
sv: Lektion (er) Tillgänglig
vi: Bài học có sẵn

source: Lessons (Click on lesson name to open lesson)
bg: Уроци (Щракнете върху името на урока, за да отворите урока)
eu: Ikasgaiak (Egin klik ikasgaiaren izenean ikasgaia irekitzeko)
it: Lezioni (Clicca sul nome della lezione per aprire la lezione)
pl: Lekcje (Kliknij nazwę lekcji, aby otworzyć lekcję)
pt: Aulas (clique no nome da aula para abrir a aula)
sv: Lektioner (Klicka på lektionsnamnet för att öppna lektionen)
vi: Bài học (Bấm vào tên bài học để mở bài học)

source: Lessons Forum
bg: Форум за уроци
eu: Ikasgaien Foroa
it: Forum delle lezioni
pl: Forum lekcji
pt: Fórum de Aulas
sv: Lektionsforum
vi: Diễn đàn bài học

source: Lessons/Quizzes
bg: Уроци/Викторини
eu: Ikasgaiak / Galdetegiak
it: Lezioni/Quiz
pl: Lekcje/Quizs
pt: Aulas / questionários
sv: Lektioner/frågesporter
vi: Bài học / Câu đố

source: Letters, digits, period and underscores only.
bg: Само букви, цифри, точка и подчертаване.
eu: Letrak, digituak, puntuak eta azpimarrak soilik.
it: Solo lettere, cifre, punto e trattini bassi.
pl: Tylko litery, cyfry, kropka i podkreślenia.
pt: Letras, dígitos, ponto e sublinhados apenas.
sv: Endast bokstäver, siffror, punkt och understrykningar.
vi: Chỉ các chữ cái, chữ số, dấu chấm và dấu gạch dưới.

source: Line No.
bg: Ред №
eu: Linea zk.
it: linea n.
pl: Linia nr
pt: Linha No.
sv: Rad nr.
vi: Dòng số

source: List of Question Papers
bg: Списък на документите с въпроси
eu: Galdera-agirien zerrenda
it: Elenco dei documenti delle domande
pl: Lista dokumentów z pytaniami
pt: Lista de papéis de perguntas
sv: Lista över frågeformulär
vi: Danh sách các câu hỏi

source: List of quizzes! Click on the given links to have a look at answer papers for a quiz
bg: Списък с викторини! Кликнете върху дадените връзки, за да разгледате документите с отговори за тест
eu: Galdetegien zerrenda! Egin klik emandako esteketan galdetegi baterako erantzun paperak ikusteko
it: Elenco dei quiz! Fare clic sui collegamenti forniti per dare un'occhiata ai documenti di risposta per un quiz
pl: Lista quizów! Kliknij podane linki, aby zapoznać się z odpowiedziami na quiz
pt: Lista de questionários! Clique nos links fornecidos para dar uma olhada nas respostas a um questionário
sv: Lista över frågesporter! Klicka på de angivna länkarna för att titta på svarspapper för en frågesport
vi: Danh sách các câu đố! Nhấp vào các liên kết cho sẵn để xem các bài trả lời cho một bài kiểm tra

source: Loading...
bg: Зареждане...
eu: Kargatzen ...
it: Caricamento in corso...
pl: Ładowanie...
pt: Carregando...
sv: Läser in...
vi: Đang tải...

source: Log in
bg: Влизам
eu: Saioa hasi
it: Accesso
pl: Zaloguj sie
pt: Conecte-se
sv: Logga in
vi: Đăng nhập

source: Login
bg: Влизам
eu: Saioa hasi
pl: Zaloguj sie
pt: Conecte-se
sv: Logga in
vi: Đăng nhập

source: Logout
bg: Излез от профила си
eu: Saioa amaitu
it: Disconnettersi
pl: Wyloguj
pt: Sair
sv: Logga ut
vi: Đăng xuất

source: Manage Course
bg: Управление на курса
eu: Kudeatu ikastaroa
it: Gestisci corso
pl: Zarządzaj kursem
pt: Gerenciar Curso
sv: Hantera kurs
vi: Quản lý khóa học

source: Manual mode to design the
bg: Ръчен режим за проектиране на
eu: Eskuzko modua
it: Modalità manuale per progettare il
pl: Tryb ręczny do projektowania
pt: Modo manual para projetar o
sv: Manuellt läge för att designa
vi: Chế độ thủ công để thiết kế

source: Mark all as read
bg: маркирай всички като прочетени
eu: Markatu irakurritako guztiak
it: Segna tutti come letti
pl: Oznacz wszystkie jako przeczytane
pt: marcar tudo como lido
sv: Markera allt som läst
vi: đánh dấu tất cả như đã đọc

source: Mark(s):
bg: Маркировка (и):
eu: Markak):
it: Segni):
pl: Znaki):
pt: Marca (s):
sv: Märke (r):

source: Marker time should be in the format hh:mm:ss
bg: Времето за маркиране трябва да бъде във формата hh: mm: ss
eu: Markatzailearen denbora hh: mm: ss formatuan egon behar da
it: L'ora dell'indicatore deve essere nel formato hh:mm:ss
pl: Czas znacznika powinien być w formacie gg:mm:ss
pt: A hora do marcador deve estar no formato hh: mm: ss
sv: Markörtiden ska vara i formatet hh: mm: ss
vi: Thời gian của điểm đánh dấu phải ở định dạng hh: mm: ss

source: Marks
bg: Белези
eu: Markak
it: Segni
pl: Znaki
pt: Marcas
sv: Märken

source: Marks Obtained
bg: Получени марки
eu: Lortutako markak
it: Voti Ottenuti
pl: Ocen uzyskanych
pt: Marcas obtidas
sv: Märken erhållna
vi: Dấu hiệu đạt được

source: Marks obtained:
bg: Получени оценки:
eu: Lortutako markak:
it: Voti Ottenuti:
pl: Ocen uzyskanych:
pt: Marcas obtidas:
sv: Erhållna betyg:
vi: Dấu hiệu thu được:
