Repository: chaieb-adel/iziklasse2.0
Catalog: online_test/locale/*/LC_MESSAGES/django.po
Languages: bg, eu, it, pl, pt, sv, vi

source: Attachments:
bg: Прикачени файлове:
eu: Eranskinak:
it: Allegati:
pl: Załączniki:
pt: Anexos:
sv: Bilagor:
vi: Tệp đính kèm:

source: Attempt Later
bg: Опит по -късно
eu: Saiatu geroago
it: Tentativo dopo
pl: Próba później
pt: Tentar mais tarde
sv: Försök senare
vi: Cố gắng sau

source: Attempt Number:
bg: Номер на опит:
eu: Saiakera zenbakia:
it: Numero di tentativi:
pl: Numer próby:
pt: Número da tentativa:
sv: Försöksnummer:
vi: Số cố gắng:

source: Attempt quiz the way normal users will attempt i.e. -
bg: Опитайте да проверите начина, по който нормалните потребители ще се опитат, т.е.
eu: Saiatu erabiltzaile normalak saiatuko diren galdeketa, alegia -
it: Tenta il quiz nel modo in cui proveranno gli utenti normali, ad es.
pl: Spróbuj zakwestionować w sposób, w jaki próbują normalni użytkownicy, tj. -
pt: Faça o teste da mesma forma que os usuários normais, ou seja -
sv: Försök frågesport hur vanliga användare kommer att försöka dvs.
vi: Hãy thử đố theo cách mà người dùng bình thường sẽ thử, tức là -

source: Attempt quiz the way students will attempt i.e. -
bg: Опитайте да проверите начина, по който учениците ще се опитат, т.е.
eu: Saiatu galdeketa ikasleak saiatuko diren moduan, alegia -
it: Prova il quiz nel modo in cui gli studenti tenteranno, ad esempio:
pl: Spróbuj quizu w taki sposób, w jaki spróbują uczniowie, tj. -
pt: Faça o teste da mesma forma que os alunos tentarão, ou seja -
sv: Försök med frågesport på det sätt som eleverna kommer att försöka dvs.
vi: Cố gắng đố theo cách học sinh sẽ cố gắng, tức là -

source: Attempt quiz without any time or eligibilty constraints.
bg: Опитайте тест без никакво време или ограничения за допустимост.
eu: Saiatu galdetegia inolako denborarik edo onargarritasun mugarik gabe.
it: Prova il quiz senza alcun vincolo di tempo o di ammissibilità.
pl: Spróbuj quizu bez ograniczeń czasowych i kwalifikacyjnych.
pt: Teste o teste sem qualquer restrição de tempo ou elegibilidade.
sv: Försök med frågesport utan tid eller behörighet.
vi: Cố gắng làm bài kiểm tra mà không có bất kỳ ràng buộc nào về thời gian hoặc sự thoải mái.

source: Attempted
bg: Опит
eu: Saiatu da
it: Tentata
pl: Próba
pt: Tentada
sv: Försökte
vi: Đã cố gắng

source: Attempted question(s)
bg: Опит за (и)
eu: Saiatu den galdera (k)
it: Tentativo di domanda/i
pl: Próba pytań
pt: Tentativa de pergunta (s)
sv: Försökte frågor
vi: (Các) câu hỏi đã thử

source: Auto-Refreshes every 5 minutes
bg: Автоматично опресняване на всеки 5 минути
eu: Auto freskatzen da 5 minuturo
it: Si aggiorna automaticamente ogni 5 minuti
pl: Automatyczne odświeżanie co 5 minut
pt: Auto-atualiza a cada 5 minutos
sv: Automatisk uppdatering var 5: e minut
vi: Tự động làm mới 5 phút một lần

source: Available Lessons and quizzes: (Add Lessons and Quizzes)
bg: Налични уроци и викторини: (Добавяне на уроци и викторини)
eu: Eskuragarri dauden ikasgaiak eta galdetegiak: (Gehitu ikasgaiak eta galdetegiak)
it: Lezioni e quiz disponibili: (Aggiungi lezioni e quiz)
pl: Dostępne lekcje i quizy: (Dodaj lekcje i quizy)
pt: Lições e questionários disponíveis: (adicionar lições e questionários)
sv: Tillgängliga lektioner och frågesporter: (Lägg till lektioner och frågesporter)
vi: Bài học và câu đố có sẵn: (Thêm bài học và câu đố)

source: Available Modules:
bg: Налични модули:
eu: Eskuragarri dauden moduluak:
it: Moduli disponibili:
pl: Dostępne moduły:
pt: Módulos disponíveis:
sv: Tillgängliga moduler:
vi: Các mô-đun có sẵn:

source: Available Tags
bg: Налични тагове
eu: Erabilgarri dauden etiketak
it: Tag disponibili
pl: Dostępne tagi
pt: Tags Disponíveis
sv: Tillgängliga taggar
vi: Thẻ có sẵn

source: Back
bg: обратно
eu: Itzuli
it: Di ritorno
pl: Plecy
pt: Voltar
sv: Tillbaka
vi: Mặt sau

source: Back to Posts
bg: Обратно към публикациите
eu: Itzuli mezuetara
it: Torna ai post
pl: Powrót do postów
pt: Voltar para as postagens
sv: Tillbaka till inlägg
vi: Quay lại bài đăng

source: Be sure, as you won\
bg: Бъдете сигурни, тъй като спечелихте \
eu: Ziur egon, irabazi zenuen moduan \
it: Sii sicuro, come hai vinto\
pl: Bądź pewny, jak wygrałeś\
pt: Certifique-se, pois você ganhou \
sv: Var säker, eftersom du vann \
vi: Hãy chắc chắn, như bạn đã thắng \

source: begin
bg: започнете
eu: hasi
it: inizio
pl: rozpocząć
pt: começar
sv: Börja
vi: bắt đầu

source: by the course creator
bg: от създателя на курса
eu: ikastaroaren sortzailearen eskutik
it: dal creatore del corso
pl: przez twórcę kursu
pt: pelo criador do curso
sv: av kursskaparen
vi: bởi người tạo khóa học

source: Cancel
bg: Отказ
eu: Utzi
it: Annulla
pl: Anulować
pt: Cancelar
sv: Avbryt
vi: Hủy bỏ

source: Category
bg: Категория
eu: Kategoria
it: Categoria
pl: Kategoria
pt: Categoria
sv: Kategori
vi: Loại

source: Change
bg: Промяна
eu: Aldaketa
it: Modificare
pl: Reszta
pt: Mudar
sv: Förändra
vi: Thay đổi

source: Change Order
bg: Промяна на реда
eu: Ordena aldatu
it: Cambiare ordine
pl: Zmień kolejność
pt: Mudar o pedido
sv: Ändra ordning
vi: Thay đổi đơn hàng

source: Change Password
bg: Промяна на паролата
eu: Aldatu pasahitza
it: Cambia la password
pl: Zmień hasło
pt: Mudar senha
sv: Ändra lösenord
vi: Đổi mật khẩu

source: Change Prerequisite
bg: Промяна на предпоставката
eu: Aldatu aurrebaldintza
it: Cambia prerequisito
pl: Zmień warunek wstępny
pt: Pré-requisito de mudança
sv: Ändra förutsättning
vi: Thay đổi điều kiện tiên quyết

source: Change Prerequisite Completion
bg: Промяна Предварително завършване
eu: Aldatu aurrebaldintza betetzea
it: Modifica completamento prerequisito
pl: Zmiana spełnienia wymagań wstępnych
pt: Alteração da conclusão do pré-requisito
sv: Ändra förutsättningsslutförande
vi: Thay đổi Hoàn thành Điều kiện tiên quyết

source: Change Prerequisite Passing
bg: Промяна на условието за преминаване
eu: Aldatu aurrebaldintza gainditzea
it: Cambia prerequisito Passaggio
pl: Zmień zaliczenie wymagań wstępnych
pt: Alterar aprovação de pré-requisitos
sv: Ändra förutsättningskort
vi: Thay đổi cách vượt qua điều kiện tiên quyết

source: Check Answer
bg: Проверете отговора
eu: Egiaztatu Erantzuna
it: Controlla la risposta
pl: Sprawdź odpowiedź
pt: Verifique a resposta
sv: Kolla svar
vi: Kiểm tra câu trả lời

source: Check on
bg: Проверете
eu: Egiaztatu
it: Controllare
pl: Sprawdzić
pt: Verifique
sv: Kolla på
vi: Kiểm tra

source: Check Prerequisite
bg: Проверете Предпоставка
eu: Egiaztatu aurrebaldintza
it: Verifica Prerequisito
pl: Sprawdź warunek wstępny
pt: Verifique o pré-requisito
sv: Kontrollera förutsättning
vi: Kiểm tra điều kiện tiên quyết

source: Check Prerequisite Completion
bg: Проверете Предварителното завършване
eu: Egiaztatu aurrebaldintza betetzea
it: Controlla il completamento dei prerequisiti
pl: Sprawdź spełnienie wymagań wstępnych
pt: Verifique a conclusão do pré-requisito
sv: Kontrollera förutsättningsslutförande
vi: Kiểm tra việc hoàn thành điều kiện tiên quyết

source: Check Prerequisite Passing
bg: Проверете Prerequisite Passing
eu: Egiaztatu aurrebaldintza gainditzea
it: Verifica il superamento dei prerequisiti
pl: Sprawdź zaliczenie wymagań wstępnych
pt: Verifique a aprovação de pré-requisitos
sv: Kontrollera förutsättningskort
vi: Kiểm tra việc vượt qua điều kiện tiên quyết

source: Checking...
bg: Проверка...
eu: Egiaztatzen ...
it: Controllo in corso...
pl: Kontrola...
pt: Verificando ...
sv: Kontroll...
vi: Đang kiểm tra ...

source: Choices:
bg: Избори:
eu: Aukerak:
it: Scelte:
pl: Wybory:
pt: Escolhas:
sv: Val:
vi: Lựa chọn:

source: Choose file
bg: Изберете файл
eu: Aukeratu fitxategia
it: Scegli il file
pl: Wybierz plik
pt: Escolher arquivo
sv: Välj FIL
vi: Chọn tập tin

source: Chosen Lessons and quizzes:
bg: Избрани уроци и тестове:
eu: Aukeratutako ikasgaiak eta galdetegiak:
it: Lezioni e quiz scelti:
pl: Wybrane lekcje i quizy:
pt: Lições e questionários escolhidos:
sv: Utvalda lektioner och frågesporter:
vi: Các bài học và câu đố đã chọn:

source: Chosen Modules:
bg: Избрани модули:
eu: Aukeratutako moduluak:
it: Moduli scelti:
pl: Wybrane moduły:
pt: Módulos escolhidos:
sv: Valda moduler:
vi: Mô-đun được chọn:

source: Clear
bg: Ясно
eu: Garbi
it: Chiaro
pl: Jasne
pt: Claro
sv: Klar
vi: Sạch

source: Clear Search
bg: Изчистете търсенето
eu: Garbitu Bilaketa
it: Cancella ricerca
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
sv: Rensa sökning
vi: Tìm kiếm rõ ràng

source: Click
bg: Щракнете
eu: Egin klik
it: Clic
pl: Kliknij
pt: Clique
sv: Klick
vi: Nhấp chuột

source: Clone Course
bg: Курс за клониране
eu: Klonatzeko ikastaroa
it: Corso clone
pl: Kurs klonowania
pt: Curso Clone
sv: Klonkurs
vi: Khóa học nhân bản

source: Close
bg: Близо
eu: Itxi
it: Chiudere
pl: Blisko
pt: Fechar
sv: Stänga
vi: Gần

source: Closed
bg: Затворен
eu: Itxita
it: Chiuso
pl: Zamknięte
pt: Fechadas
sv: Stängd
vi: Đã đóng cửa

source: Comment:
bg: Коментар:
eu: Iruzkina:
it: Commento:
pl: Komentarz:
pt: Comente:
sv: Kommentar:
vi: Bình luận:

source: Comments:
bg: Коментари:
eu: Iruzkinak:
it: Commenti:
pl: Uwagi:
pt: Comentários:
sv: Kommentarer:
vi: Bình luận:

source: Complete
bg: Пълен
eu: Osatua
it: Completare
pl: Kompletny
pt: Completo
sv: Komplett
vi: Hoàn thành

source: Completed
bg: Завършен
eu: Osatuta
it: Completato
pl: Zakończony
pt: Concluído
sv: Avslutad
vi: Hoàn thành

source: completed out of
bg: завършен от
eu: amaitu
it: completato da
pl: ukończone z
pt: completado fora de
sv: avslutad av
vi: hoàn thành

source: Completion Percentage
bg: Процент на завършеност
eu: Osaketa ehunekoa
it: Percentuale di completamento
pl: Procent ukończenia
pt: Porcentagem de Conclusão
sv: Slutförande Procent
vi: Phần trăm hoàn thành

source: Confirm Password
bg: потвърди парола
eu: pasahitza baieztatu
it: conferma password
pl: Potwierdź hasło
pt: Confirme a Senha
sv: Bekräfta lösenord
vi: Xác nhận mật khẩu

source: Contact: pythonsupport@fossee.in
bg: За контакт: pythonsupport@fossee.in
eu: Harremanetarako: pythonsupport@fossee.in
it: Contatto: pythonsupport@fossee.in
pl: Kontakt: pythonsupport@fossee.in
pt: Contato: pythonsupport@fossee.in
sv: Kontakt: pythonsupport@fossee.in
vi: Liên hệ: pythonsupport@fossee.in

source: Continue
bg: продължи
eu: Jarraitu
it: Continua
pl: Kontyntynuj
pt: Prosseguir
sv: Fortsätta
vi: Tiếp tục

source: Correct Answer
bg: Правилен отговор
eu: Erantzun zuzena
it: Risposta corretta
pl: Poprawna odpowiedź
pt: Resposta correta
sv: Rätt svar
vi: Câu trả lời chính xác

source: Correct Answer:
bg: Правилен отговор:
eu: Erantzun zuzena:
it: Risposta corretta:
pl: Poprawna odpowiedź:
pt: Resposta correta:
sv: Rätt svar:
vi: Câu trả lời chính xác:

source: Correct Order:
bg: Правилна подредба:
eu: Ordena zuzena:
it: Giusto ordine:
pl: Prawidłowa kolejność:
pt: Ordem correta:
sv: Rätt ordning:
vi: Đúng thứ tự:

source: Course Code
bg: Код на курса
eu: Ikastaroaren kodea
it: Codice del corso
pl: Kod kursu
pt: Código do curso
sv: Kurskod
vi: Mã khóa học

source: Course completed
bg: Курсът е завършен
eu: Ikastaroa amaitu da
it: Corso completato
pl: Kurs ukończony
pt: Curso concluído
sv: Kursen avslutad
vi: Khóa học đã hoàn thành

source: Course Content
bg: Съдържание на учебната дисциплина
eu: Ikastaroaren edukia
it: Contenuto del corso
pl: Zawartość kursu
pt: Conteúdo do curso
sv: Kursinnehåll
vi: Nội dung khóa học

source: Course Details
bg: Подробности за курса
eu: Ikastaroaren xehetasunak
it: Dettagli del Corso
pl: szczegóły kursu
pt: detalhes do curso
sv: kursinnehåll
vi: chi tiết khóa học

source: Course End DateTime
bg: Дата на завършване на курса
eu: Ikastaroaren amaiera-data
it: Data di fine del corso
pl: Data zakończenia kursu Czas
pt: Data e hora de término do curso
sv: Slutdatum för kurs
vi: Ngày kết thúc khóa học

source: Course Forum
bg: Форум на курса
eu: Ikastaro Foroa
it: Forum del corso
pl: Kurs Forum
pt: Fórum do curso
sv: Kursforum
vi: Diễn đàn khóa học

source: Course instructions
bg: Инструкции за курса
eu: Ikastaroaren argibideak
it: Istruzioni del corso
pl: Instrukcja kursu
pt: Instruções do curso
sv: Kursinstruktioner
vi: Hướng dẫn khóa học

source: Course Modules
bg: Модули на курса
eu: Ikastaro moduluak
it: Moduli del corso
pl: Moduły kursu
pt: Módulos do Curso
sv: Kursmoduler
vi: Mô-đun khóa học

source: Course Name
bg: Име на курса
eu: Ikastaroaren izena
it: Nome del corso
pl: Nazwa kursu
pt: Nome do curso
sv: Kursnamn
vi: Tên khóa học

source: Course Name:
bg: Име на курса:
eu: Ikastaroaren izena:
it: Nome del corso:
pl: Nazwa kursu:
pt: Nome do curso:
sv: Kursnamn:
vi: Tên khóa học:

source: Course Progress
bg: Напредък на курса
eu: Ikastaroaren aurrerapena
it: Progresso del corso
pl: Postęp kursu
pt: Progresso do Curso
sv: Kursframsteg
vi: Tiến trình khóa học

source: Course Start DateTime
bg: Начална дата на курса
eu: Ikastaroaren hasiera-data
it: Data di inizio del corso
pl: Data rozpoczęcia kursu Czas
pt: Data e hora de início do curso
sv: Startdatum för kurs
vi: Ngày bắt đầu khóa học

source: Course(s) Available
bg: Налични курсове
eu: Ikastaroa (k) eskuragarri
it: Corsi disponibili
pl: Dostępne kursy
pt: Curso (s) Disponível (s)
sv: Kurs (er) Tillgänglig
vi: (Các) khóa học có sẵn

source: Course:
bg: Курс:
eu: Ikastaroa:
it: Corso:
pl: Kierunek:
pt: Curso:
sv: Kurs:
vi: Món ăn:

source: Courses
bg: Курсове
eu: Ikastaroak
it: Corsi
pl: Kursy
pt: Cursos
sv: Kurser
vi: Các khóa học

source: Create a new Post
bg: Създайте нова публикация
eu: Sortu mezu berria
it: Crea un nuovo messaggio
pl: Utwórz nowy post
pt: Criar uma nova postagem
sv: Skapa ett nytt inlägg
vi: Tạo một bài viết mới

source: Create Demo Course
bg: Създайте демо курс
eu: Sortu Demo Ikastaroa
it: Crea un corso dimostrativo
pl: Utwórz kurs demonstracyjny
pt: Criar curso de demonstração
sv: Skapa demokurs
vi: Tạo khóa học demo

source: Create lesson table of contents
bg: Създайте съдържание на урока
eu: Sortu ikasgaiaren aurkibidea
it: Crea il sommario della lezione
pl: Utwórz spis treści lekcji
pt: Criar sumário da aula
sv: Skapa lektionens innehållsförteckning
vi: Tạo mục lục bài học

source: Create new account
bg: Създаване на нов акаунт
eu: Sortu kontu berria
it: Crea un nuovo account
pl: Stwórz nowe konto
pt: Criar nova conta
sv: Skapa nytt konto
vi: Tạo tài khoản mới

source: Create/Edit Learning Module
bg: Създаване/Редактиране на модул за обучение
eu: Ikasteko modulua sortu / editatu
it: Crea/modifica modulo di apprendimento
pl: Utwórz/edytuj moduł szkoleniowy
pt: Criar / Editar Módulo de Aprendizagem
sv: Skapa/redigera inlärningsmodul
vi: Tạo / Chỉnh sửa Mô-đun Học tập

source: Create/Edit Lesson
bg: Създаване/Редактиране на урок
eu: Sortu / Editatu ikasgaia
it: Crea/Modifica lezione
pl: Utwórz/edytuj lekcję
pt: Criar / Editar Aula
sv: Skapa/redigera lektion
vi: Tạo / Chỉnh sửa Bài học

source: Created by
bg: Създадено от
eu: Egilea:
it: Creato da
pl: Stworzone przez
pt: Criado por
sv: Skapad av
vi: Được tạo bởi

source: Created Course
bg: Създаден курс
eu: Sortutako ikastaroa
it: Corso creato
pl: Utworzony kurs
pt: Curso Criado
sv: Skapad kurs
vi: Khóa học đã tạo

source: Creator:
bg: Създател:
eu: Sortzailea:
it: Creatore:
pl: Twórca:
pt: O Criador:
sv: Skapare:
vi: Người sáng tạo:

source: Current question
bg: Актуален въпрос
eu: Gaur egungo galdera
it: Domanda attuale
pl: Aktualne pytanie
pt: Questão atual
sv: Aktuell fråga
vi: Câu hỏi hiện tại

source: Current Teachers/TAs
bg: Настоящи учители/ТП
eu: Egungo irakasleak / TAak
it: Insegnanti/AT attuali
pl: Obecni nauczyciele / TA
pt: Professores / TAs Atuais
sv: Nuvarande lärare/TA: er
vi: Giáo viên / Kỹ thuật viên hiện tại

source: Current Unit
bg: Текуща единица
eu: Unitate unitatea
it: Unità attuale
pl: Aktualna jednostka
pt: Unidade Atual
sv: Nuvarande enhet
vi: Đơn vị hiện tại

source: Currently
bg: Понастоящем
eu: Gaur egun
it: Attualmente
pl: Obecnie
pt: Atualmente
sv: För närvarande
vi: Hiện tại

source: Data for user
bg: Данни за потребителя
eu: Erabiltzailearen datuak
it: Dati per l'utente
pl: Dane dla użytkownika
pt: Dados para o usuário
sv: Data för användare
vi: Dữ liệu cho người dùng

source: Delete
bg: Изтрий
eu: Ezabatu
it: Elimina
pl: Kasować
pt: Excluir
sv: Radera
vi: Xóa bỏ

source: Delete Files
bg: Изтрий файловете
eu: Ezabatu fitxategiak
it: Cancella file
pl: Usuń pliki
pt: Deletar arquivos
sv: Radera filer
vi: Xóa các tập tin

source: Delete Selected
bg: Изтрий избраното
eu: Ezabatu hautatua
it: Elimina selezionato
pl: Usuń zaznaczone
pt: Apagar Selecionado
sv: Radera valda
vi: Xóa đã chọn

source: Department
bg: Отдел
eu: Sail
it: Dipartimento
pl: dział
pt: Departamento
sv: Avdelning
vi: phòng

source: Department you work/study at
bg: Катедра, в която работите/учите
eu: Lan egiten duzun / ikasten duzun saila
it: Dipartimento in cui lavori/studi
pl: Dział, w którym pracujesz/studiujesz
pt: Departamento onde você trabalha / estuda
sv: Institutionen du arbetar/studerar på
vi: Khoa bạn làm việc / học tập tại

source: Department:
bg: Отдел:
eu: Sail:
it: Dipartimento:
pl: Dział:
pt: Departamento:
sv: Avdelning:
vi: Phòng:

source: Description
bg: Описание
eu: Deskribapena
it: Descrizione
pl: Opis
pt: Descrição
sv: Beskrivning
vi: Sự miêu tả

source: Description Preview
bg: Описание Предварителен преглед
eu: Deskribapenaren aurrebista
it: Descrizione Anteprima
pl: Podgląd opisu
pt: Antevisão da Descrição
sv: Beskrivning Förhandsgranskning
vi: Xem trước mô tả

source: Description:
bg: Описание:
eu: Deskribapena:
it: Descrizione:
pl: Opis:
pt: Descrição:
sv: Beskrivning:
vi: Sự miêu tả:

source: Design Course
bg: Дизайн курс
eu: Diseinu ikastaroa
it: Corso di design
pl: Kurs projektowania
pt: Curso de Design
sv: Designkurs
vi: Khóa học thiết kế

source: Design Course Session
bg: Дизайнерски курс
eu: Diseinu Ikastaroaren Saioa
it: Sessione del corso di design
pl: Sesja kursu projektowania
pt: Sessão do Curso de Design
sv: Designkurs session
vi: Phiên khóa học thiết kế

source: Design Module
bg: Дизайн модул
eu: Diseinu modulua
it: Modulo di progettazione
pl: Moduł projektowy
pt: Módulo de Design
sv: Designmodul
vi: Mô-đun thiết kế

source: Design Question Paper
bg: Документ с въпроси за дизайн
eu: Diseinatzeko Galdera Papera
it: Carta per domande di design
pl: Zaprojektuj papier z pytaniami
pt: Documento de perguntas de design
sv: Designfrågepapper
vi: Giấy câu hỏi thiết kế

source: Details
bg: Подробности
eu: Xehetasunak
it: Particolari
pl: Detale
pt: Detalhes
sv: Detaljer
vi: Thông tin chi tiết

source: Details:
bg: Подробности:
eu: Xehetasunak:
it: Particolari:
pl: Detale:
pt: Detalhes:
sv: Detaljer:
vi: Thông tin chi tiết:

source: Developed by FOSSEE group, IIT Bombay
bg: Разработен от група FOSSEE, IIT Bombay
eu: FOSSEE taldeak, IIT Bombay-k garatua
it: Sviluppato dal gruppo FOSSEE, IIT Bombay
pl: Opracowany przez grupę FOSSEE, IIT Bombay
pt: Desenvolvido pelo grupo FOSSEE, IIT Bombay
sv: Utvecklad av FOSSEE -gruppen, IIT Bombay
vi: Được phát triển bởi nhóm FOSSEE, IIT Bombay

source: Did not attempt
bg: Не се опита
eu: Ez da saiatu
it: Non ho tentato
pl: Nie próbowałem
pt: Não tentei
sv: Försökte inte
vi: Đã không cố gắng

source: Did not Grade
bg: Не оценявам
eu: Ez du kalifikatu
it: Non è stato valutato
pl: Nie oceniałem
pt: Não avaliou
sv: Inte betygsatt
vi: Không cho điểm

source: Discussion Forum
bg: Дискусионен форум
eu: Eztabaida Foroa
it: Forum di discussione
pl: Forum dyskusyjne
pt: Fórum de discussão
vi: Diễn đàn thảo luận

source: Dont extract
bg: Не извличайте
eu: Ez atera
it: Non estrarre
pl: Nie wyciągaj
pt: Não extraia
sv: Extrahera inte
vi: Không giải nén

source: Download
bg: Изтегли
eu: Deskargatu
it: Scarica
pl: Pobierać
sv: Ladda ner
vi: Tải xuống

source: Download All Assignments
bg: Изтеглете всички задачи
eu: Deskargatu zeregin guztiak
it: Scarica tutti i compiti
pl: Pobierz wszystkie zadania
pt: Baixar todas as atribuições
sv: Ladda ner alla uppdrag
vi: Tải xuống tất cả các bài tập

source: Download Course
bg: Изтеглете курса
eu: Deskargatu ikastaroa
it: Scarica il corso
pl: Pobierz kurs
pt: Baixar curso
sv: Ladda ner kurs
vi: Tải xuống khóa học

source: Download CSV
bg: Изтеглете CSV
eu: Deskargatu CSV
it: Scarica CSV
pl: Pobierz plik CSV
pt: Baixar CSV
sv: Ladda ner CSV
vi: Tải xuống CSV

source: Download CSV for
bg: Изтеглете CSV за
eu: Deskargatu CSVrako
it: Scarica CSV per
pl: Pobierz plik CSV dla
pt: Baixar CSV para
sv: Ladda ner CSV för
vi: Tải xuống CSV cho

source: Download Data
bg: Изтеглете данни
eu: Deskargatu datuak
it: Scarica dati
pl: Pobierz dane
pt: Baixar dados
sv: Ladda ner data
vi: Tải xuống dữ liệu

source: Download Sample
bg: Изтеглете Sample
eu: Deskargatu lagina
it: Scarica campione
pl: Pobierz próbkę
pt: Baixar amostra
sv: Ladda ner prov
vi: Tải xuống mẫu

source: Download Selected
bg: Изтегляне Избрано
eu: Deskargatu hautatua
it: Scarica selezionati
pl: Pobierz wybrane
pt: Baixar selecionado
sv: Ladda ner vald
vi: Tải xuống đã chọn

source: Download Template
bg: Изтеглете шаблон
eu: Deskargatu txantiloia
it: Scarica il modello
pl: Pobierz szablon
pt: Baixar modelo
sv: Ladda ner mall
vi: Tải xuống mẫu

source: Download the CSV file from the button
bg: Изтеглете CSV файла от бутона
eu: Deskargatu CSV fitxategia botoitik
it: Scarica il file CSV dal pulsante
pl: Pobierz plik CSV z przycisku
pt: Baixe o arquivo CSV do botão
sv: Ladda ner CSV -filen från knappen
vi: Tải xuống tệp CSV từ nút

source: Drop files here or click to upload.
bg: Пуснете файлове тук или щракнете, за да качите.
eu: Jaregin fitxategiak hemen edo egin klik kargatzeko.
it: Trascina i file qui o fai clic per caricarli.
pl: Upuść pliki tutaj lub kliknij, aby przesłać.
pt: Solte os arquivos aqui ou clique para fazer o upload.
sv: Släpp filer här eller klicka för att ladda upp.
vi: Thả tệp vào đây hoặc nhấp vào để tải lên.

source: Edit and upload the same
bg: Редактирайте и качете същото
eu: Editatu eta igo bera
it: Modifica e carica lo stesso
pl: Edytuj i prześlij to samo
pt: Edite e faça upload do mesmo
sv: Redigera och ladda upp samma
vi: Chỉnh sửa và tải lên giống nhau

source: Edit Course
bg: Редактиране на курса
eu: Editatu ikastaroa
it: Modifica corso
pl: Edytuj kurs
pt: Editar Curso
sv: Redigera kurs
vi: Chỉnh sửa khóa học

source: Edit Profile
bg: Редактирай профил
eu: Editatu profila
it: Modifica Profilo
pl: Edytuj profil
pt: Editar Perfil
sv: Redigera profil
vi: Chỉnh sửa hồ sơ

source: Edit Question Paper
bg: Редактиране на въпросника
eu: Editatu galdera papera
it: Modifica il foglio delle domande
pl: Edytuj papier z pytaniami
pt: Editar papel de pergunta
sv: Redigera frågepapper
vi: Chỉnh sửa giấy câu hỏi

source: Email
bg: електронна поща
eu: Posta elektronikoa
pt: O email
sv: E-post

source: Email:
bg: Електронна поща:
eu: Posta elektronikoa:
pt: O email:
sv: E-post:

source: end
bg: край
eu: amaiera
it: fine
pl: kończyć się
pt: fim
sv: slutet
vi: kết thúc

source: End Date and Time for enrollment of course
bg: Крайна дата и час за записване на курса
eu: Ikastaroan izena emateko amaiera eguna eta ordua
it: Data e ora di fine iscrizione naturalmente
pl: Data i godzina zakończenia rejestracji na kurs
pt: Data e hora de término para inscrição do curso
sv: Slutdatum och tid för registrering naturligtvis
vi: Ngày và giờ kết thúc đăng ký khóa học

source: End time:
bg: Крайно време:
eu: Amaiera ordua:
it: Tempo scaduto:
pl: Koniec czasu:
pt: Fim do tempo:
sv: Sluttid:
vi: Thời gian kết thúc:

source: Ends On:
bg: Завършва на:
eu: Amaitzen da:
it: Termina il:
pl: Kończy się w dniu:
pt: Termina em:
sv: Slutar på:
vi: Kết thúc vào:

source: Enroll
bg: Записвам се
eu: Izena eman
it: Iscriversi
pl: Zapisać
pt: Matricular
sv: Skriva in
vi: Đăng ký

source: Enroll Request
bg: Заявка за записване
eu: Izena emateko eskaera
it: Richiesta di iscrizione
pl: Prośba o rejestrację
pt: Solicitação de inscrição
sv: Anmäl begäran
vi: Yêu cầu đăng ký

source: Enroll selected
bg: Регистрирайте се избрано
eu: Izena eman hautatuta
it: Iscriviti selezionato
pl: Zapisz wybrane
pt: Inscrever-se selecionado
sv: Registrera dig vald
vi: Đăng ký đã chọn
